{
  "id": 25074,
  "title": "1941년 Porter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-01-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Porter. 판결일: 1941-01-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Pablo Porter v. the State\n**판결일**: 1941-01-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp, Krueger\n\n## 변호인\n\nWalter L. Johnston  and  Sherwood Brown, Jr.,  both of Galveston ( King C. Haynie,  of Houston, of counsel on appeal only), for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 148 S.W.2d 202\n- 141 Tex. Crim. 417\n\n## 판결문 요약\n\nThe appellant was indicted jointly with J. R. Kelly on a charge of pandering. The trial was separate, and the judge assessed a penalty of twelve years in the penitentiary. The indictment contained two counts, the first of which charged the offense based on the allegation that Muriel Shields was forced to remain as an inmate in a house of prostitution and by threats and fraud and duress forced to ply the occupation of a prostitute. The second count alleges that appellant and Kelly, \"did then and there unlawfully procure a female inmate, towit Muriel Shields for a house of prostitution * * *.\" In submitting *Page 419 \nthe case to the jury the court instructed them that the State elected to prosecute under the second count.\nA full statement of the facts of the case is not necessary to a decision of the issues presented on the appeal. The one bill of exception complains of the admission in evidence of the testimony of the witness Muriel Shields of a conversation between appellant's co-conspirator Kelly and the clerk of the hotel in the City of Galveston in which the clerk quoted appellant in certain matters. The objection was that the testimony was hearsay and made in the absence of appellant. This objection was unquestionably good, even though they were charged as conspirators. The clerk would have been in position to have given the testimony as to the conversation had he been called as a witness, but the prosecuting witness in the case was not. The objection should have been su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=porter-v-state"
    }
  ],
  "relatedIncidents": [
    24964,
    24973,
    24983,
    24985,
    25003
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}