{
  "id": 25084,
  "title": "1941년 Patterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-01-08",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Patterson. 판결일: 1941-01-08. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: D. C. PATTERSON v. SOUTHERN RAILWAY COMPANY Et Al.\n**판결일**: 1941-01-08\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: ScheNCK\n\n## 변호인\n\n\nCooper ■& Sanders, W. Clary Holt, and Roy L. Deal for plaintiff, appellee.\n, \nRobert II. Dye for Aberdeen •& Rockfish Railroad Company.\n, \nW. T. Joyner for H. P., R. A. & Southern R. R. Company, and YadJcin R. R. Company, and Southern Railway Company.\n, \nHobgood & Ward for Atlantic & Yadkin R. R. Company.\n, \nCraige & Craige and Murray Allen for Winston-Salem Southbound Railroad Company.\n\n\n## 인용\n\n- 12 S.E.2d 652\n- 219 N.C. 23\n\n## 판결문 요약\n\nThis appeal is from an order entered upon motion of the plaintiff directing the defendants to produce, for the purpose of inspection and copying, the correspondence, memoranda and other writings among the several defendants and others, relative to the establishment of rates upon petroleum products from Wilmington and River Terminal to points in North Carolina, bearing dates between November, 1934, and December, 1937, said motion having been lodged by virtue of C. S., 1823 and 1824.\nThe plaintiff alleges in his complaint that the rates on petroleum products from Wilmington and River Terminal were established by agreement among the defendants as a result of a conspiracy existing among them to lower the rates and thereby destroy the plaintiff's business of transporting such products by motor trucks, with the intent and purpose of raising such rates as soon as the competition of the plaintiff was removed, in violation of Consolidated Statutes, ch. 53, Monopolies and Trusts. The defendants in their answers admit that such rates were established by agreement among themselves but deny that they conspired to destroy the plaintiff's business, or in any way violated the law.\nThe order appealed from directs the production, for inspection and copy, of all correspondence, memoranda and other writings among the eight defendant railroad companies, and between said companies and the Southern Freight Association, relative to the establishment of rates on petroleum products from Wilmington and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patterson-v-southern-railway-co"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}