{
  "id": 25092,
  "title": "1940년 In Re Liquidation of Bourbon Banking Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-12-10",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: In Re Liquidation of Bourbon Banking Company. 판결일: 1940-12-10. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Liquidation of Bourbon Banking Company, Bourbon, Indiana. First State Bank of Bourbon v. Binkley Et Al.\n**판결일**: 1940-12-10\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Fansler\n\n## 변호인\n\nWalter R. Arnold, John Degnan, Charles Dohnalek,  and  Robert  Zimmerman,  all of South Bend, for appellant.\n\n Don F. Kitch, Claude D. Carson,  and  Delph McKesson,  all of Plymouth, for appellees.\n\n## 인용\n\n- 30 N.E.2d 311\n- 218 Ind. 96\n\n## 판결문 요약\n\nThis is an appeal from a judgment disallowing a claim of the First State Bank of Bourbon against the Bourbon Banking Company, which is in liquidation. The claim is based upon a promissory note, and there are certain allegations which the claimant relies upon as establishing that the validity of the note as a claim against the Bourbon Banking Company was adjudicated in a proceeding in which one of the stockholders of the Bourbon Banking Company sought to have the liquidation proceedings dismissed. *Page 100 \nWhen the claim was filed, Henry M. Binkley, a stockholder in the Bourbon Banking Company, appeared for himself and others in like situation, and for the Bourbon Banking Company, and filed objections to the allowance of the claim, which are in the nature of an answer. His objections are: First, that the Bourbon Banking Company did not execute the note; second, that it was executed without consideration; and, third, that its execution was procured by fraud. There was a reply in general denial to the objections.\nThere was a trial, and a general finding and judgment against the claimant. A motion for a new trial, upon the grounds that the decision of the court is not sustained by sufficient evidence and that it is contrary to law, was overruled, and this ruling is assigned as error.\nThere is no conflict in the evidence. The Bourbon Banking Company was organized as a bank of discount and deposit under the laws of this state in 1907, and it continued in the banking business unti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-liquidation-of-bourbon-banking-company"
    }
  ],
  "relatedIncidents": [
    25088,
    25103,
    25108,
    25110,
    25128
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}