{
  "id": 25097,
  "title": "1940년 Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-11-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Jenkins. 판결일: 1940-11-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bill Jenkins v. the State\n**판결일**: 1940-11-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp, Krueger\n\n## 변호인\n\nCollins, Williams, Hatchell  Garrison,  of Lufkin, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 146 S.W.2d 765\n- 140 Tex. Crim. 630\n\n## 판결문 요약\n\nAppellant was convicted of the theft of a hog alleged to be the property of Drewie Stanley, and was assessed a penalty of two years in the state penitentiary.\nA rather lengthy statement of facts accompanies the case, but there are no bills of exception and the only question before us for consideration is whether or not the evidence introduced is sufficient upon which the jury may have found the defendant guilty. We have concluded from an examination of the statement of facts that not only was the evidence sufficient, but considered with all the facts and circumstances, presents a very strong case against the appellant.\nThe country surrounding the residence of the injured party is open timber country where hogs run at large throughout the year. A number of the inhabitants own hogs in large numbers which range in territory whose bounds are fairly well fixed, though the ranges are overlapping. The theft is alleged to have taken place on or about the 30th day of November, 1938. During this period of time quite a number of the owners of hogs were riding the woods looking after them, sometimes alone and frequently two or more together. Two witnesses who were thus engaged came across a truck parked by the side of a road which attracted their attention. The drivers of the truck were not *Page 632 \nthere. These range riders waited for the return of the owner of the truck. As night neared they decided that they would move away and, as they started, two parties, appellant and another, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jenkins-v-state"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25098,
    25103
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}