{
  "id": 25108,
  "title": "1940년 Gulbrandsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-11-08",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Gulbrandsen. 판결일: 1940-11-08. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gulbrandsen, Administrator, Appellant, vs. Chaseburg State Bank and Another, Respondents\n**판결일**: 1940-11-08\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Fritz\n\n## 변호인\n\nFor the appellant there were briefs by  Lees, Bunge  Fuller \nof La Crosse, and oral argument by  Hubert V. Fuller .\n\nFor the respondent Chaseburg State Bank there was a brief by  Elmer Mau  and  Hale  Skemp , all of La Crosse, and oral argument by  Quincy H. Hale .\n\nFor the respondent John Lowe there was a brief by George H. Gordon, Law  Brody  of La Crosse, and oral argument by  Lawrence J. Brody .\n\n## 인용\n\n- 295 N.W. 729\n- 236 Wis. 391\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 393 \nAction brought by Martin Gulbrandsen, administrator of the estate of Emma Lietke, deceased, against Chaseburg State Bank and John Lowe to recover the value of bonds owned by the deceased and alleged to have been fraudulently converted by the defendants.  They denied the alleged conversion and upon a trial of the issues the court submitted but two questions to the jury for a special verdict.  Upon motions after verdict, the court ordered and entered judgment notwithstanding the verdict for the dismissal of the complaint against the defendant bank, and granted a new trial on the motion of the defendant Lowe.  Plaintiff appealed from the judgment and also the order which granted a new trial to Lowe.  He filed a motion for a review of the court's ruling refusing to grant his motion for a directed verdict.\nThe plaintiff, as administrator of the estate of Emma Lietke, deceased, seeks to recover from the defendants, Chaseburg State Bank and John Lowe, the value of certain bonds, which belonged to the decedent, and which plaintiff alleged were wrongfully taken from her safety-deposit box at the defendant bank by its cashier, John Lowe, and converted or fraudulently obtained and retained by the bank and used as its own property until it finally sold them for cash and retained the proceeds.  The defendants claim that on May 28, *Page 394 \n1936...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gulbrandsen-v-chaseburg-state-bank"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25103,
    25110,
    25128
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}