{
  "id": 25109,
  "title": "1940년 Burnett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-11-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Burnett. 판결일: 1940-11-05. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: James Burnett v. State.\n**판결일**: 1940-11-05\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Brown, Buford, Chapman, Compiled, Laws, Terrell, Thomas, Whitfield\n\n## 변호인\n\nDouglas  Schad  and  Ira J. Carter, Jr.,  for Plaintiff in Error;\n\n George Couper Gibbs,  Attorney General, and  William Fisher,  Jr.,  Assistant Attorney General, for Defendant in Error.\n\n## 인용\n\n- 198 So. 500\n- 144 Fla. 689\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 691 \nThe indictment herein was filed in the Circuit Court for Levy County, May 8, 1939. It charges murder in the first degree to have been committed January 28, 1939. Verdict of guilty of murder in the first degree with recommendation to the mercy of the court was returned October 26, 1939. Judgment of conviction was rendered and sentence to life imprisonment was adjudged November 1, 1939. A writ of error to the judgment was issued January 15, 1940, returnable April 10, 1940. On September 26, 1940, the Attorney General moved \"to dismiss the writ of error and all proceedings taken pursuant thereto,\" on the ground that \"the proper method of obtaining a review by this Court of the judgment of conviction in a trial court on and after October 10, 1939, is by appeal rather than writ of error,\" citing Hart v. State, filed September 20, 1940.\nArticle V of the Florida Constitution vests the judicial power of the State in the Supreme Court and other courts; Section 1 confers upon the Supreme Court appellate jurisdiction of all criminal cases originating in the circuit courts, and power to issue stated common-law writs \"and also all *Page 692 \nwrits necessary or proper to the complete exercise of its jurisdiction,\" Section 5.\nSection 4, Declaration of Rights, Florida Constitution, provides:\n\"All courts in this State shall be open, so that every pers...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burnett-v-state"
    }
  ],
  "relatedIncidents": [
    25135,
    25152,
    25166,
    25178,
    25208
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}