{
  "id": 25128,
  "title": "1940년 George 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-10-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: George. 판결일: 1940-10-01. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: MISSOURI PAC. TRANSP. CO. Et Al. v. GEORGE Et Al.\n**판결일**: 1940-10-01\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Judges Sanborn, Woodrough, and Thomas, Circuit Judges\n\n## 변호인\n\nDick Holt, of Dallas, Tex. (R. W. Griffith, Jr., of Little Rock, Ark., Lloyd W. Davidson, Jr., of Dallas, Tex., Brick-house & Brickhouse, of Little Rock, Ark., and McCraw & Holt, of Dallas, Tex., on the brief), for appellants., J. H. Lookadoo, of Arkadelphia, Ark., (Tom W. Campbell, of Little Rock, Ark., and G. W. Lookadoo, of Arkadelphia, Ark., on the brief), for appellees.\n\n## 인용\n\n- 114 F.2d 757\n\n## 판결문 요약\n\n\n114 F.2d 757 (1940)\nMISSOURI PAC. TRANSP. CO. et al.\nv.\nGEORGE et al.\nNo. 11792.\nCircuit Court of Appeals, Eighth Circuit.\nOctober 1, 1940.\nRehearing Denied October 21, 1940.\nDick Holt, of Dallas, Tex. (R. W. Griffith, Jr., of Little Rock, Ark., Lloyd W. Davidson, Jr., of Dallas, Tex., Brickhouse &amp; Brickhouse, of Little Rock, Ark., and McCraw &amp; Holt, of Dallas, Tex., on the brief), for appellants.\nJ. H. Lookadoo, of Arkadelphia, Ark., (Tom W. Campbell, of Little Rock, Ark., and G. W. Lookadoo, of Arkadelphia, Ark., on the brief), for appellees.\nBefore Judges SANBORN, WOODROUGH, and THOMAS, Circuit Judges.\nPER CURIAM.\nThis is an appeal from a judgment dismissing the plaintiff's bill of complaint and the bill of intervention of Commercial Casualty and Insurance Company for want of equity and want of merit.\n*758 In its second amended bill of complaint the plaintiff alleged that on August 22, 1938, the defendant J. C. George falsely pretended that he was injured by plaintiff's buses in Clark County, Arkansas; that thereafter George brought suit in the state court against plaintiff and recovered judgment for $15,000; and that thereafter plaintiff learned for the first time that George's alleged injury was feigned and that one Claud Denson knew that George had planned to pretend such injury and to make a false claim for damages therefor. An affidavit was obtained from Claud Denson setting out the facts. Based upon such affidavit and other testimony plaintiff moved for a ne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=missouri-pac-transp-co-v-george"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25103,
    25108,
    25110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}