{
  "id": 25135,
  "title": "1940년 Shain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-09-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Shain. 판결일: 1940-09-03. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State of Missouri at the Relation of Alton Railroad Company and W. L. Slater, Relators, v. Hopkins B. Shain, Ewing C. Bland and William E. Kemp, as Judges of the Kansas City Court of Appeals\n**판결일**: 1940-09-03\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Ellison\n\n## 변호인\n\nW.H. Meschede, Jack Denny, A.W. Walker  and  Charles M.  Miller  for relators.\n\n(1) As applied to this case, under the decisions of this court, obliviousness is an essential element in the submission of the humanitarian doctrine of failing to stop or slacken the speed of the train, which the Court of Appeals, in the decision of the case, erroneously failed to apply. Perkins v. Terminal Assn., 340 Mo. 868 , 102 S.W.2d 921; Schneider v. Terminal Railroad Assn., 341 Mo. 430 , 107 S.W.2d 790; Beal v\n\n## 인용\n\n- 143 S.W.2d 233\n- 346 Mo. 681\n\n## 판결문 요약\n\nCertiorari to the judges of the Kansas City Court of Appeals, bringing up the record of that court in Brown v. Alton Railroad Co., 132 S.W.2d 713. The action was based on the wrongful death statute, for the negligent killing of plaintiff's husband in a collision between one of relator's motor trains and a trailer-truck carrying cattle, at a highway crossing in Marshall. The deceased was one of three passengers on the truck, the other two being another handler of the cattle and the truck driver. The cause was submitted to the jury on primary negligence in the violation of a speed ordinance of the City of Marshall governing the movement of railroad trains, and also under the humanitarian doctrine. Respondents' opinion does not state what defenses were pleaded in relator's answer, but does disclose the pleadings were sufficient to put in issue charges of defendant's negligence and deceased's contributory negligence, and to support a proper sole cause instruction submitting the theory that plaintiff's death resulted solely from the negligence of someone other than relator. Plaintiff recovered a judgment for $5500 which was affirmed by respondents.\n[1] The opinion of respondents states the facts rather elaborately. We shall not review them further except as necessary in the discussion of each assignment of error, but refer the reader to the reported opinion for details. At the outset we note an attack by respondents' counsel on the Statement in relator's brief, made on the ground ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-alton-railroad-co-v-shain"
    }
  ],
  "relatedIncidents": [
    25109,
    25152,
    25166,
    25178,
    25208
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}