{
  "id": 25137,
  "title": "1940년 Ex Parte Hastings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-08-28",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ex Parte Hastings. 판결일: 1940-08-28. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Raymond Hastings.\n**판결일**: 1940-08-28\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barefoot, Doyle, Jones\n\n## 변호인\n\nForrest Powell, of Edmond, for petitioner.\n\n## 인용\n\n- 105 P.2d 270\n- 70 Okla. Crim. 128\n\n## 판결문 요약\n\nPetitioner, Raymond Hastings, filed in this court on July 26, 1940, his petition for writ of habeas corpus, wherein he alleged that he was unlawfully *Page 129 \nimprisoned and restrained of his liberty by George Goff, sheriff of Oklahoma county, and in which he prayed for a writ of habeas corpus, to be directed to said sheriff; that the cause of said restraint is a commitment issued by Guy Bigham, justice of the peace for Edmond city district, Oklahoma county, and alleges that the said justice of the peace was without jurisdiction to issue commitment for the following reasons:\nThat the complaint upon which the warrant issued was verified by E. N. Kelley, and was not submitted to the county attorney or drawn by him, and was not endorsed by him as by law required prior to the issuance of a warrant, and the complaining witness did not file a bond, conditioned to pay all costs, as provided by law. Sec. 3362, St. 1931, 39 Okla. St. Ann. &#167; 528.\nThat petitioner is a minor and did whatever was required of him, but at no time admissed or entered a plea of guilty as now shown by the record in the case; that he was deprived of his constitutional rights of a fair trial by the acts of the said justice of the peace, and being ignorant of his rights did not know that the proceedings were void by reason of no legal charge or complaint having been filed against him.\nOn the presentation of said petition, a rule to show cause was duly entered and issued, returnable August 28, 1940, and pet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-hastings"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}