{
  "id": 25152,
  "title": "1940년 West 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-07-17",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: West. 판결일: 1940-07-17. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Robert West, Appellant\n**판결일**: 1940-07-17\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Bohling, Cooley, Westhues\n\n## 변호인\n\nI. Joel Wilson  for appellant.\n\nThe court committed error in failing to instruct the jury upon the offense of murder in the second degree, and it was also error for the court to fail to instruct the jury as to the proper punishment under the law and the evidence. State v. Liolios, 225 S.W. 947; State v. Jackson,  130 S.W.2d 597 ; State v. Young, 286 S.W. 31; State v. Curtis,  70 Mo. 600 ; State v. Kotovsky, 74 Mo. 249 ; State v. Speyer,  207 Mo. 552 ; State v. Young, 286 S.W. 31; State v. Burrel\n\n## 인용\n\n- 142 S.W.2d 468\n- 346 Mo. 563\n\n## 판결문 요약\n\nAppellant, defendant below, was convicted of murder in the first degree for the killing, on June 8, 1938, of Vivian Davidson (hereinafter referred to as deceased), and in accordance with the verdict of the jury, was sentenced to death. He appeals. While the record is voluminous, the legal questions presented for review are few. The defense offered was insanity. Defendant did not testify. It is practically conceded by appellant in his brief here that there was evidence to justify submission to the jury of murder in the first degree. The main contention on this appeal is that the court should also have submitted murder in the second degree, which it did not do.\nThe State's evidence tended to show the following:\nDefendant and deceased had known each other since their childhood, and practically grown up together and attended school together, had kept company with each other after they were old enough, and their respective families were neighbors and on friendly terms. Deceased was about twenty years old at the time of the homicide, defendant about twenty-two or twenty-three. A few years before the homicide defendant had been sentenced to the penitentiary for a robbery (one of several which evidence tends to show he had committed) and had been released, apparently on parole, after serving part of his term. It seems that prior to such sentence defendant and deceased were sweethearts and if not formally engaged at least contemplated marriage with each other. While defendant was in p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-west"
    }
  ],
  "relatedIncidents": [
    25109,
    25135,
    25166,
    25178,
    25208
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}