{
  "id": 25155,
  "title": "1940년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-07-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Thompson. 판결일: 1940-07-03. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: J. A. Smith, a Minor, by Sarah Smith, His Next Friend, v. Guy A. Thompson, Trustee of the Missouri Pacific Railroad Company, a Corporation, Appellant\n**판결일**: 1940-07-03\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Ellison\n\n## 변호인\n\nThos. J. Cole, Fred W. Barrett  and  David E. Blair  for appellant.\n\n(1) The trial court should have permitted defendant to cross-examine witness, Daisey Casey, in respect to the triviality of her injuries, growing out of the same accident, for which she had brought a suit herself for $15,000, to show the interest of said witness in the result of the trial at bar. (2) The trial court erred in permitting said witness Fowler to testify that Jimmie Pierce was picked up by him apparently dead, over \n\n## 인용\n\n- 142 S.W.2d 70\n- 346 Mo. 502\n\n## 판결문 요약\n\n* NOTE: Opinion filed at September Term, 1939, May 4, 1940; motion for rehearing filed; motion overruled at May Term, 1940, July 3, 1940.\nThe respondent James Smith, a boy eleven years old at the time, sustained injuries while riding in a stock truck which was struck by a Missouri Pacific three-car passenger train at a rural highway crossing near Sulphur Springs in Benton County, Arkansas, on December 19, 1936. By next friend he brought a tort action in Newton County, Missouri, against the appellant Guy A. Thompson, trustee in charge of the railroad, for personal injuries sustained in the collision, and recovered a judgment for $10,000 in the Lawrence County *Page 507 \ncircuit court on change of venue. The assignments of error on this appeal complained of the wrongful admission and exclusion of evidence and of the giving and refusal of instructions.\nThe train involved was traveling west and the truck north. According to the evidence for respondent the wagon road was low, gradually rising until it inclined steeply upward for a perpendicular distance of six feet over a span of fifteen feet reaching almost to the south side of the railroad track; and the rails stood practically their full height above the ground because of the absence of gravel between them and on the outside, making the crossing rough. On the south side of the railroad and the east side of the roadway clear back to the right of way line there were trees, bushes and shrubbery. These, together with the lowness an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-thompson"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}