{
  "id": 25160,
  "title": "1940년 Wroblewski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-06-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Wroblewski. 판결일: 1940-06-24. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: John Wroblewski v. United States\n**판결일**: 1940-06-24\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Bland, Garrett, Hatfield, Jacicson, Jackson, Lenroot\n\n## 변호인\n\nTompkins & Tompkins (J. Stuart Tompkins of counsel) for appellant., Webster J. Oliver, Assistant Attorney General (Richard E. FitsGibbon, special attorney, of counsel), for appellee.\n\n## 인용\n\n- 28 C.C.P.A. 150\n\n## 판결문 요약\n\n\nJacicson, Judge,\ndelivered the opinion of the court:\nThis is an appeal in a remission case from the judgment of the United States Customs Court, First Division, one judge dissenting, denying appellant’s petition praying for a finding that in the entry of the glass Christmas-tree ornaments herein there was no intention to defraud the revenue of the United States or to conceal or misrepresent the facts of the case, or to deceive the appraiser as to the value of the merchandise.\nThe petition was filed in accordance with section 489 of the Tariff Act of 1930, providing, in part, as follows:\n* * * Such additional duties shall not be construed to be penal and shall not be remitted nor payment thereof in any way avoided, except in case of a clerical error, upon the order of the Secretary of the Treasury, or in any case upon the finding of the United States Customs Court, upon a petition filed at any time after final appraisement and before the expiration of sixty days after liquidatioh and supported by satisfactory evidence under such rules as the court may prescribe, that the entry of the merchandise at a less value than that returned upon final appraisement was without any intention to defraud the revenue of the United States or to conceal or misrepresent the facts of the case or to deceive the appraiser as to the value of the merchandise. * * *\nAppellant testified that he is a dealer in wholesale notions and novelties and that he had been-importing glass Christmas-tree ornaments...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wroblewski-v-united-states"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25103,
    25108,
    25110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}