{
  "id": 25163,
  "title": "1940년 Kinderavich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-06-13",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Kinderavich. 판결일: 1940-06-13. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: William Kinderavich v. Howard S. Palmer Et Als.\n**판결일**: 1940-06-13\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Aveby, Bbown, Ells, Jennings, Maltbie\n\n## 변호인\n\nEdwin H. Hall, with whom was James W. Grady, for the appellants (defendants).\n\nWilliam H. Burland, with whom was Meyer L. Kravitz, for the appellee (plaintiff).\n\n## 인용\n\n- 15 A.2d 83\n- 127 Conn. 85\n\n## 판결문 요약\n\nThe plaintiff brought this action to recover for injuries suffered when he was run over by a train of the railroad company represented by the defendant trustees. The finding states that he offered evidence to prove and claimed to have proved that at the place of the accident the railroad is double tracked; that he was proceeding over the tracks at a crossing; that he had passed over the westbound track and was thereafter struck by a train of the defendants on the eastbound track; that he was thrown backward and landed between the rails on the westbound track at a point thirteen feet east of the crossing; that he lay there in an unconscious condition for approximately twelve minutes on his back; and that as he lay there a train of the defendant's on the westbound track ran over him, severing his left arm at the shoulder. The defendants claim that there was no evidence upon the basis of which the plaintiff could reasonably claim to have proved that after being struck by the first train he lay on the track in an unconscious condition until run over by the second train, and also that photographs in evidence of the engine of that train establish that it could not have run over him and caused injuries only to the extent of those he suffered. No eyewitness of the accident testified in court and the defendants do not claim that there was not evidence from which it could reasonably be found that the plaintiff was unconscious after being struck by the first train. It is to be remembere...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kinderavich-v-palmer"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}