{
  "id": 25166,
  "title": "1940년 Bray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-06-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bray. 판결일: 1940-06-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: A. G. Bray v. State\n**판결일**: 1940-06-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian, Krueger\n\n## 변호인\n\nJ. F. Mangum, of Crockett, and M. E. Gates, of Huntsville, for appellant., Lloyd W. Davidson, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 140 Tex. Crim. 3\n- 143 S.W.2d 593\n\n## 판결문 요약\n\n\nKRUEGER, Judge.\nThe offense is murder. The punishment assessed is confinement in the State penitentiary for a term of five years.\n*5The State’s testimony shows that before and at the time of the alleged homicide appellant operated a beer tavern and dance hall near Crockett in Houston County. On the night of December 10, 1938, the deceased, accompanied by Mr. and Mrs. Norman Graham, went to the tavern where they engaged in dancing; that about twelve o’clock, while the deceased was standing at the counter drinking Coco-Cola out of a bottle, the appellant, without any apparent cause, excuse or justification, shot the deceased inflicting a mortal wound.\nAccording to the testimony adduced by the appellant, the deceased waived a bottle of Coca-Cola and spilled some of it on the dress of a young lady; that appellant asked the deceased not to do so and attempted to take the bottle away from him; that a scuffle ensued but the deceased retained the bottle and raised his hand in a position to strike, when appellant drew a pistol and fired. The bullet entered the body at the upper end of the breast-bone, and struck and shattered the vertebra.\nBy Bills of Exception Nos. 2 and 3, the appellant complains of the action of the trial court in permitting the State to offer in evidence the dying declaration of the deceased which is in the following words:\n“My name is Bill Barnhill. I am in the Butler Hospital. I was shot by Gloma Bray on Saturday night at Fallstaff Tavern. I realize that I am g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bray-v-state"
    }
  ],
  "relatedIncidents": [
    25109,
    25135,
    25152,
    25178,
    25208
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}