{
  "id": 2517,
  "title": "2018년 State v. Rogers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-04-30",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: State v. Rogers. 판결일: 2018-04-30. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota v. Deronti ROGERS, Jr.\n**판결일**: 2018-04-30\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Larkin\n\n## 인용\n\n- 912 N.W.2d 687\n\n## 판결문 요약\n\n\nLARKIN, Judge\nAppellant challenges his conviction of first-degree burglary under Minn. Stat. § 609.582, subd. 1(b), arguing that the evidence is insufficient to sustain the conviction. Specifically, appellant argues that the evidence is insufficient to show that he possessed, when entering or while in the burglarized building, an article fashioned in a manner to lead the victim to reasonably believe it to be a dangerous weapon. We affirm.\nFACTS\nOn June 14, 2016, appellant Deronti Rogers entered J.T.'s house, without her consent, several times during a 30-minute time span and stole several items, including two flat-screen televisions. J.T. was not home at the time. Rogers first entered J.T.'s house around 7:30 p.m. J.T.'s neighbor, G.B., saw Rogers kick the back door of J.T.'s house open. G.B. told her husband, D.B., what she had seen, and D.B. told G.B. to call the police and report the break-in. Several minutes later, G.B. saw Rogers leave J.T.'s house and carry a flat-screen television down the alley. Approximately five minutes later, G.B. saw Rogers walk back down the alley towards J.T.'s house accompanied by a juvenile who was wearing red shorts. Rogers entered J.T.'s house while the juvenile waited outside. Rogers came out of the house several minutes later and carried a second television away. Several minutes later, Rogers and the juvenile returned. D.B. saw Rogers enter and exit J.T.'s house one last time.\nShortly after Rogers left J.T.'s house for the third time, pol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rogers"
    }
  ],
  "relatedIncidents": [
    2333,
    2334,
    2373,
    2376,
    2419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}