{
  "id": 25178,
  "title": "1940년 Fudge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-05-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Fudge. 판결일: 1940-05-23. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Fudge v. the State\n**판결일**: 1940-05-23\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell\n\n## 변호인\n\nFort, Fort  Fort , for plaintiff in error.\n\n Ellis G. Arnall, attorney-general, E. L. Forrester,  solicitor-general, E. J. Clower  and  C. E. Gregory Jr.,  assistant attorneys-general , contra.\n\n## 인용\n\n- 9 S.E.2d 259\n- 190 Ga. 340\n\n## 판결문 요약\n\n1. The mere fact that the name of one of the jurors who convicted the accused was not on the jury-list is not cause for a new trial, when the point is raised for the first time after verdict. If the fact would constitute a valid ground of objection under any circumstances, it should be raised by a challenge to the poll, and not to the array.\n2. One who is not an expert or a practicing physician may, after describing the wound, give his opinion that it caused death.\n3. Under the facts shown in the record, a charge in which the judge instructed the jury as to contentions of the defendant was not cause for a new trial because it stated that the contentions were made by the defendant \"through his counsel.\"\n4. The standard of a reasonable man, as related to the defense of reasonable fears in a trial for murder, is one which the jury must determine from their own observation and their common knowledge and experience. The charge on such defense was in accordance with this rule, and was not erroneous as contended.\n5. In the instant case, in which one of three brothers was tried upon an indictment charging all of them jointly with the offense of murder, even if a charge on the right of a parent and child to defend each other would have been authorized by the evidence, the principle was at most only collaterally involved, and the failure so to charge was not erroneous in the absence of a proper and timely request.\n6. Whether or not the evidence demanded a finding that the deceased died...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fudge-v-state"
    }
  ],
  "relatedIncidents": [
    25109,
    25135,
    25152,
    25166,
    25208
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}