{
  "id": 25179,
  "title": "1940년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-05-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brown. 판결일: 1940-05-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Henry J. Brown v. State\n**판결일**: 1940-05-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves\n\n## 변호인\n\nArt Schlofman, of Dalhart, for appellant., Lloyd W. Davidson, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 139 Tex. Crim. 332\n- 140 S.W.2d 449\n\n## 판결문 요약\n\n\nGRAVES, Judge.\nAppellant was convicted of driving an automobile while intoxicated, and by the jury fined $50.00 and sentenced to confinement in the county jail for forty-five days.\nWe find no statement of facts in the record. We do find a motion to quash the indictment because it is alleged that the *333same is duplicitous in that it charges the commission of two offenses in one count. We do not think the same subject to such objection. It charges in substance that appellant while intoxicated and while under the influence of intoxicating liquor drove and operated an automobile upon a public highway, etc. We gather that appellant’s objection to this count in the indictment is based upon the use of the conjunctive “and” instead of the disjunctive “or,” the latter of which being contained in Art. 802, P. C. denouncing this offense.\nIn Lewellen v. State, 54 Texas Crim. Rep. 640, 114 S. W. 1179; Harris v. State, 58 Texas Crim. 523, 126 S. W. 890; Canterberry v. State, 44 S. W. 522; Hunter v. State, 166 S. W. 164; Evage v. State, 125 S. W. (2d). 295, also Branch’s Penal Code, p. 556, Sec. 967, and many other cases there cited, it has been held:\n“It is a well settled rule, in regard to this character of pleading, that where the statute makes two or more distinct acts connected with the same transaction indictable, and the pleader undertakes to charge more than one of the means found in .the statute, these must be plead conjunctively, although they may be stated in the alternative o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}