{
  "id": 25183,
  "title": "1940년 Gay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-05-09",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Gay. 판결일: 1940-05-09. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Guaranty Trust Co. of New York v. Gay.\n**판결일**: 1940-05-09\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bouldin, Foster, Gardner, Thomas\n\n## 변호인\n\nDaniel R. Boyd, of Roanoke, for appellant.\n\nWhere a mortgage is transferred to a third party and a subsequent mortgage is executed by the mortgagor to the assignee, reciting that the assignee held the transferred mortgage, it is a recognition of the validity of the first mortgage and negatives any claim of invalidity for lack of consideration. Clark v. Sanders,  233 Ala. 378 ,  171 So. 717 ; Taylor v. Federal Land Bank,  238 Ala. 366 ,  191 So. 211 . Although not barred by limitations, yet where\n\n## 인용\n\n- 196 So. 895\n- 240 Ala. 35\n\n## 판결문 요약\n\nIn August, 1937, the Guaranty Trust Company of New York proceeded to foreclose under power of sale in a mortgage on real estate executed to said mortgagee by W. C. Gay on February 28, 1933, due November 1, 1933, for the principal sum of $2,650.\nThereupon the mortgagor filed a bill in equity to enjoin the sale, to cancel the mortgage for fraud in its procurement and for want of consideration. The bill also sought an accounting and general relief. The mortgagee, by answer denied the averments of he bill on which its equity was based, and set up its version of the transaction. Upon final submission on pleadings and proofs complainant was granted relief as prayed, cancelling the mortgage. The mortgagee appeals.\nThe evidence was not taken ore tenus before the trial Judge, and we review the case without presumption in favor of his finding as per our statute, Code 1923, &#167; 9502.\nThe record is voluminous. It has been very carefully considered with the aid of briefs on both sides.\nWe are at the conclusion the trial court erred, and that complainant was entitled to no relief.\nA detailed discussion of the various phases of the evidence would unduly extend this opinion and serve no good purposes. We give only such outline as will indicate our conclusions.\nThis mortgage grew out of transactions between Mr. Gay and Roanoke Banking Company which had continued for many years. Loans made by the Roanoke Bank from time to time for cropping operations, also monies to buy lands, were evidence...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guaranty-trust-co-of-new-york-v-gay"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25103,
    25108,
    25110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}