{
  "id": 25188,
  "title": "1940년 Andrews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-05-03",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Andrews. 판결일: 1940-05-03. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: W. F. Andrews v. Marion S. Wicklund and Others. [Fn1]\n**판결일**: 1940-05-03\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Gallagher\n\n## 변호인\n\nR.C. Andrews , for appellant.\n\n Donald J. Kelly , for respondents.\n\n## 인용\n\n- 292 N.W. 251\n- 207 Minn. 404\n\n## 판결문 요약\n\n1 Reported in 292 N.W. 251.\nPlaintiff, a judgment creditor of defendant A.W. Hample, who died on March 21, 1938, instituted this action, after a writ of execution had been returned unsatisfied, against defendants to have the transfer of decedent's business and assets, as a sole trader, to defendant corporation and certain conveyances of real estate by decedent to defendant Wicklund set aside as fraudulent. At the close of the plaintiff's case defendants moved for *Page 406 \na dismissal. The trial court made findings of fact and conclusions of law to the effect that plaintiff was not entitled to relief, and judgment of dismissal, with prejudice, was ordered. Plaintiff's motion for amended findings or a new trial was denied, and from the judgment thereupon entered he appeals.\nThe trial court found, in substance, that prior to 1929 Axel W. Hample was engaged as a sole trader in the business of ruling paper for commercial and business purposes. On November 4, 1929, at a time when Hample was occupying as a mouth-to-mouth tenant premises owned by plaintiff and was indebted to plaintiff for rent for the months of October and November, 1929, he and his wife executed and delivered to Marion S. Wicklund four warranty deeds thereby conveying to her certain lots in the city of Minneapolis. Three of these deeds were filed for record in the office of the register of deeds for Hennepin county, and the fourth was registered in the office of the registrar of titles for that county.\nOn Decembe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andrews-v-wicklund"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25103,
    25108,
    25110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}