{
  "id": 25191,
  "title": "1940년 Weisman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-04-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Weisman. 판결일: 1940-04-22. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Weisman\n**판결일**: 1940-04-22\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: L. Hand, Chase, and Clark, Circuit Judges\n\n## 변호인\n\nGeorge Wolf, of New York City, for appellant., John T. Cahill, U. ■ S. Atty., of New York City (Walter R. Mansfield and Jerome Doyle, Asst. U. S. Attys., both of New York City, of Counsel) for ap-pellee.\n\n## 인용\n\n- 111 F.2d 260\n\n## 판결문 요약\n\n\n111 F.2d 260 (1940)\nUNITED STATES\nv.\nWEISMAN.\nNo. 278.\nCircuit Court of Appeals, Second Circuit.\nApril 22, 1940\n*261 Before L. HAND, CHASE, and CLARK, Circuit Judges.\nGeorge Wolf, of New York City, for appellant.\nJohn T. Cahill, U. S. Atty., of New York City (Walter R. Mansfield and Jerome Doyle, Asst. U. S. Attys., both of New York City, of Counsel) for appellee.\nL. HAND, Circuit Judge.\nThe defendant appeals from a sentence of six months following a conviction by the district judge for refusing to answer two questions, put to him by a grand jury on January 26, 1940. The questions were: first, whether he had ever received any cables at Murray's Restaurant, Sixth Avenue, New York; second, whether he knew anyone who visited, lived in, or stayed at, Shanghai in the years 1934 to 1939. The defendant had already been before the grand jury a number of times in December, 1939, and January, 1940, and had answered a few questions, but in the main had claimed his privilege against crimination. On January 22, he had denied that he had received any cables at Murray's Restaurant in 1934, but had immediately asked to retract the answer, and had thereupon asserted his privilege. Similarly on the 24th he had at first denied that he knew anyone who had visited Shanghai in 1934, but had immediately asked to retract; as to 1939 he also denied knowing anyone, but that denial he let stand. These answers the prosecution urges as an abanddonment of the privilege; but we agree with the defendant th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-weisman"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}