{
  "id": 2519,
  "title": "2018년 Media Placement Servs., Inc. v. Wis. Dep't of Transp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-04-24",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Media Placement Servs., Inc. v. Wis. Dep't of Transp.. 판결일: 2018-04-24. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: MEDIA PLACEMENT SERVICES, INC. v. WISCONSIN DEPARTMENT OF TRANSPORTATION and Patrick Ferman, Administrator, Wisconsin Division of Motor Vehicles, Respondents-Respondents.\n**판결일**: 2018-04-24\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Brash, Brennan, Kessler\n\n## 변호인\n\nOn behalf of the petitioner-appellant, the cause was submitted on the briefs of Robert Theine Pledl and Daniel A. Peterson of McNally Peterson, S.C. of Milwaukee., On behalf of the respondents-respondents, the cause was submitted on the brief of Brad D. Schimel, attorney general, and Anthony D. Russomanno, assistant attorney general.\n\n## 인용\n\n- 913 N.W.2d 224\n- 2018 WI App 34\n- 382 Wis. 2d 191\n\n## 판결문 요약\n\n\nKESSLER, J.\n*195¶1 Media Placement Services (Media Placement) appeals the summary judgment order dismissing its mandamus action to access free motor vehicle accident reports from the Department of Transportation (DOT) using the DOT's web portal. We affirm.\nBACKGROUND\n¶2 The following facts are not in dispute. Media Placement is a Louisiana-based company with an interest in motor vehicle accident data (accident reports) from the City of Milwaukee. For several years, Media Placement representatives would visit the Milwaukee Police Department's Third *227District Police Station, request accident reports from particular dates, and inspect those reports free of charge. In June 2013, however, the Milwaukee Police Department suspended the practice of allowing Media Placement to view unredacted accident reports, citing privacy concerns pursuant to the Federal Drivers Policy and Protection Act. Media Placement continued to request accident reports from the Milwaukee Police Department, but was ultimately informed that the DOT became the custodian of accident reports and that subsequent requests must be made through the DOT.\n¶3 In August 2014, counsel for Media Placement submitted a written request to the DOT for City of Milwaukee accident reports from certain dates. Through phone calls and emails, the DOT informed Media Placement of its access options. The DOT offers the following options to requesters seeking accident reports:\n*196• Online requests, through the DOT's website, for ind...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=media-placement-servs-inc-v-wis-dept-of-transp"
    }
  ],
  "relatedIncidents": [
    2252,
    2253,
    2258,
    2263,
    2277
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}