{
  "id": 25198,
  "title": "1940년 Wilkinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-04-08",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Wilkinson. 판결일: 1940-04-08. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Wilkinson v. Masoner.\n**판결일**: 1940-04-08\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: MoHaney\n\n## 변호인\n\nGallaivay & Brown, for appellant., G. Bamon DuV all, for appellee.\n\n## 인용\n\n- 139 S.W.2d 23\n- 200 Ark. 337\n\n## 판결문 요약\n\nAppellant and appellee are sisters. The latter brought this action against the former to have her declared to be a trustee in the acquisition of the title to and possession of a certain tract of real property near the city of Hot Springs, known as Seven Oaks Tourist Camp, for appellee, and to have the title thereto divested out of appellant and vested in appellee. The facts, as established by a preponderance of the evidence, are substantially as follows: Sometime about the year 1914, appellee's father and mother conveyed to her a tract of land owned by them in Wisconsin. Some contention is made that this deed was made in fraud of creditors, but since no creditor complained, appellant is in no position to do so. In September, 1926, appellee took an option to buy the property in litigation from the Gorge Realty Company for $1,500 to be exercised on or before a certain date. In order to make the down payment of $500 required to purchase same, she sold her property in Wisconsin for $800 through the Arkansas Trust Company of Hot Springs. On account of the fact that she was a helpless cripple her mother, Emma E. Wilkinson, acted for her. On September 15, 1926, Mrs. Emma Wilkinson wrote a letter to a Mr. Congdon, Treasurer of the Marengo Mining *Page 338 \nCompany of Duluth, Minnesota, to whom the Wisconsin land was sold, as follows:\n\"Georgia has an option on some lots, and wants to build a home here in Hot Springs, the option expires on the 24 of Sept., and there are other parties, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilkinson-v-masoner"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25103,
    25108,
    25110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}