{
  "id": 25207,
  "title": "1940년 First Trust & Deposit Co. v. Middlesex Mutual Fire Insurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-03-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: First Trust & Deposit Co. v. Middlesex Mutual Fire Insurance. 판결일: 1940-03-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: First Trust & Deposit Company v. Middlesex Mutual Fire Insurance Company\n**판결일**: 1940-03-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Harris\n\n## 변호인\n\nHiscock, Cowie, Bruce & Lee [H. Duane Bruce of counsel], for the appellant., Hart, Senior & Nichols [A. G. Senior of counsel; Morgan F. Bisselle with him on the brief], for the respondent.\n\n## 인용\n\n- 259 A.D. 80\n\n## 판결문 요약\n\n\nHarris, J.\nOn the trial of this action the court below, after hearing all of the proof, granted motions for orders of nonsuit dismissing the first and second causes of action as alleged, and directing a verdict of no cause of action for the defendant on the alleged third *82cause of action. From the judgment entered on such orders and from an order denying the defendant’s motion to set aside the verdict and for a new trial, the plaintiff appeals to this court.\nBy suit herein the plaintiff endeavors to secure the return to it of a sum of money ($1,587.20) which was paid out by it to one E. Pratt Keiner, a member of a copartnership engaged in selling insurance, whose place of business was located at Gloversville, N. Y. The investment corporation never transacted business directly with the defendant, but the plaintiff (standing in the shoes of its assignor) claims to be entitled to reimbursement from the defendant on two grounds: (1) that the copartnership of which Keiner was a member, in selling to the investment corporation the note hereinafter described, did so as the agent of the defendant; and (2) that by its acts and failure to act the defendant was estopped from denying the claim of the plaintiff.\nThe money, the return of which the plaintiff seeks, was paid by its assignor, Syracuse Investment Corporation, under the following set of circumstances:\nThe investment corporation is what is commonly known as a finance company and among its lines of business it has one of purch...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-trust-deposit-co-v-middlesex-mutual-fire-insurance"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}