{
  "id": 2520,
  "title": "2018년 Corduray Scott v. Annettia Toby, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-04-20",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Corduray Scott v. Annettia Toby, Warden. 판결일: 2018-04-20. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Corduray Scott v. Annettia Toby, Warden\n**판결일**: 2018-04-20\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                        ATLANTA,____________________\n                                                 April 11, 2018\n\nThe Court of Appeals hereby passes the following order:\n\nA18A1425. CORDURAY SCOTT v. ANNETTIA TOBY, WARDEN.\n\n      In 2012, Corduray Scott was convicted of felony murder and cruelty to children\nand sentenced to life in prison. In February 2018, the trial court granted Scott an out-\nof-time direct appeal, and he filed the instant appeal referencing his judgment of\nconviction. We lack jurisdiction.\n      Under our Constitution, the Supreme Court has appellate jurisdiction over\n“[a]ll cases in which a sentence of death was imposed or could be imposed.” Ga.\nConst. of 1983, Art. VI, Sec. VI, Par. III (8). Because a penalty of death can be\nimposed for the crime of felony murder, jurisdiction is proper in the Supreme Court.\nSee OCGA § 16-5-1 (c), (e) (1); Neal v. State, 290 Ga. 563, 572 (722 SE2d 765)\n(2012) (Hunstein, C. J., concurring); see also State v. Thornton, 253 Ga. 524, 524 (1)\n(322 SE2d 711) (1984) (directing this Court to transfer “all cases in which either a\nsentence of death or of life imprisonment has been imposed upon conviction of\nmurder”). Accordingly, this appeal is hereby TRANSFERRED to the Supreme Court\nfor disposition.\n\n                                        Court of Appeals of the State of Georgia\n                                               Clerk’s Office, Atlanta,____________________...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=corduray-scott-v-annettia-toby-warden"
    }
  ],
  "relatedIncidents": [
    2253,
    2258,
    2263,
    2277,
    2282
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}