{
  "id": 25210,
  "title": "1940년 Rathbone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-03-05",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Rathbone. 판결일: 1940-03-05. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE, Respondent, v. RATHBONE, Appellant\n**판결일**: 1940-03-05\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Angst-Man, Arnold, Erickson, Johnson, Nelstead\n\n## 변호인\n\nMessrs. Toomey, McFarland  Chapman  and  Mr. Wilbur H.  Wood , for Appellant, submitted a brief;  Mr. E.G. Toomey  and Mr. John W. Chapman  argued the cause orally.Mr. Harrison J. Freebourn , Attorney General, and  Mr. Mark  H. Derr , Assistant Attorney General, for Respondent, submitted a brief;  Mr. Derr  argued the cause orally.Mr. Wellington D. Rankin  and  Mr. Arthur P. Acher , representing the Montana Stockgrowers Association and the Montana Wool Growers Association, and appearing as  amic\n\n## 인용\n\n- 100 P.2d 86\n- 110 Mont. 225\n\n## 판결문 요약\n\nFundamentally, the entire defense of the appellant, as offered in the court below and as urged upon this appeal, rests upon the proposition that the owner of property, or the employee of the owner of property, may kill a game animal out of season, if it is reasonably necessary to do so in order to protect his property or the property of his employer. All of the evidence, both oral and documentary, offered by the appellant in the court below, was tendered in support of his defense based upon the contention that he killed the elk in question acting in lawful defense of his own property and property of the corporation known as Circle H Ranch, Inc., of which he was an officer and manager. All of this evidence was excluded from consideration by the jury by the trial judge and all of the specifications of error are directed to the various acts of the district judge in ruling out any and all consideration of the appellant's claimed defense of justifiable killing in defense of *Page 228 \nproperty. Therefore, upon this portion of our argument, all of the specifications of error are involved, in so far as they are related to the question of substantive law, i.e., whether defense of property is an admissible justification in such an action as the present one.\nThe right to use necessary force in the protection of property is clearly recognized in criminal cases involving homicide and criminal assault. (See 1 Wharton's Crim. Law, secs. 132, 633 and 819, and cases cited in footnotes. See, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rathbone"
    }
  ],
  "relatedIncidents": [
    25109,
    25135,
    25152,
    25166,
    25178
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}