{
  "id": 25216,
  "title": "1940년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-02-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Anderson. 판결일: 1940-02-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: ANDERSON v. HALL Et Al.\n**판결일**: 1940-02-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brown\n\n## 변호인\n\nErnest May and Lloyd Hutcheson, both of Fort Worth, for appellant., Webb, Bransford & Matthews, of Fort Worth, for appellee B. G. Hall., J. Elwood Winters, of Fort Worth, for appellee Truman Jones.\n\n## 인용\n\n- 137 S.W.2d 854\n\n## 판결문 요약\n\nAppellant sued B. G. Hall, Truman Jones and C. H. Anderson in the County Court at Law No. 2 of Tarrant County, alleging that he owned, on or about December 16th, 1937, a certain two door master coach Chevrolet automobile of the value of $300. That defendant Hall was engaged in the business of trading and dealing in used cars in the City of Fort Worth, and the defendant Jones was likewise engaged in such business under some kind of agency or partnership arrangement with Hall. That on the date above given, the defendant C. H. Anderson, acting in behalf of his said co-defendants, proposed to plaintiff that he purchase from or through said Anderson a 1937 Pontiac four door sedan, and trade in his said Chevrolet, at an agreed trade-in allowance of $300.\nThat the proposal was accepted and plaintiff agreed to pay a balance of $650 in monthly instalments, and that he was induced to part with his Chevrolet and to agree to the transaction, by reason of fraudulent representations made by C. H. Anderson of and concerning the said Pontiac: that he represented that the Pontiac was as good as new; that it had been purchased originally from the authorized Frontier Pontiac dealer in Fort Worth, and was used only as a family car in the said City from the time of its original purchase until the date of the proposed trade; that its original purchase price was $1,295, and that its value had been scarcely affected by its use.\nThat such representations were relied upon by the plaintiff when he agre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-hall"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25103,
    25108,
    25110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}