{
  "id": 25222,
  "title": "1940년 Monchego 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-02-05",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Monchego. 판결일: 1940-02-05. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Monchego v. the People.\n**판결일**: 1940-02-05\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Bakke\n\n## 변호인\n\nMr. JOHN B. BARNARD, for plaintiff in error.\n\nMr. BYRON G. ROGERS, Attorney General, Mr. GERALD E. McAULIFFE, Assistant, for the people.\n\n## 인용\n\n- 99 P.2d 193\n- 105 Colo. 486\n\n## 판결문 요약\n\nPLAINTIFF in error was convicted of the crime of statutory rape, and seeks reversal on an application for supersedeas.\nThe seven assignments of error may be comprehended in three assertions: 1. That a letter &#8212; People's Exhibit 1 &#8212; written by defendant to the prosecutrix was improperly admitted in evidence; 2. that error was committed by the court in permitting the district attorney to reopen his case after announcing that the people rested, for the purpose of introducing evidence to show that defendant was over eighteen years of age; 3. that the evidence was insufficient to support the verdict.\nThe information charged that the offense was committed May 29, 1937. The girl gave birth to a child February 15, 1938.\n[1] 1. Defendant admitted writing the letter, exhibit 1, which bears date of January 6, 1936. It was couched in the most intimate terms, and reads, in part, as follows: \"* * * You know what I promise you a short *Page 488 \ntime from now. * * * Some day you will be my partnership for the rest of my life.\" The victim of the offense says she did not receive this letter until in January, 1937, but since defendant admits keeping company with her in 1936, the same inferences would be drawn from its contents, whether written in 1936 or 1937; therefore, the question is whether January, 1937, is too remote in time from May 29, 1937, to render the letter inadmissible. It was clearly admissible as showing their relations, and since it was written in the period during ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=monchego-v-people"
    }
  ],
  "relatedIncidents": [
    25059,
    25088,
    25092,
    25093,
    25097
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}