{
  "id": 25228,
  "title": "1940년 Bedenbaugh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-01-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Bedenbaugh. 판결일: 1940-01-12. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: W. B. Bedenbaugh, as Liquidator of Merchants & Planters Bank of Sneads, v. Edna Earle Lawrence, Paulean Lawrence, Mrs. Tennie Mercer, Hubert L. Mercer, Mildred Mercer, Carlton Mercer and Nellie Wade Whiddon\n**판결일**: 1940-01-12\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Brown, Buford, Chapman, Compiled, Laws, Terrell, Thomas, Whitfield\n\n## 변호인\n\nJames H. Finch,  for Appellant;\n\n Carter  Pierce  and  B.L. Solomon,  for Appellees.\n\n## 인용\n\n- 193 So. 74\n- 141 Fla. 341\n\n## 판결문 요약\n\nThis is an appeal from an order dismissing an amended bill of complaint.\nOn November 21, 1921, W.H. Whiddon died intestate in Jackson County, Florida, leaving an estate consisting of described real estate, various articles of personal property and fifteen shares of the capital stock of the Merchants  *Page 343 \nPlanters Bank of Sneads, Florida, of the par value of $100.00 each. On December 21, 1921, decedent's widow, Mrs. Tennie Whiddon (later by remarriage Mrs. Tennie Whiddon Mercer) was appointed and qualified as administratrix of the estate; proceeded to administer the estate by paying the debts and obligations that were then due and owing and payable against the estate; and on September 6, 1927, was duly discharged as administratrix by the County Judge's Court of Jackson County. There has been no transfer, or request or offer for transfer of the ownership of said bank stock on the books and records of the Merchants  Planters Bank of Sneads, and there has been no sale or division thereof among the heirs. The decedent left as heirs-at-law, his widow, Mrs. Tennie Whiddon, and his three children, Edna Earle Lawrence, Mildred Mercer and Nellie Wade Whiddon. Some twelve years later, the bank failed, and on June 12, 1936, fifteen years after the death of W.H. Whiddon, an assessment of 60 per cent was made against all stockholders. An assessment of $900.00 was made by the Comptroller against \"the estate\" of W.H. Whiddon, deceased. Notice thereof was given to Mrs. Tennie Whiddon M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bedenbaugh-v-lawrence"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}