{
  "id": 25221,
  "title": "1940년 Sharbino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-02-05",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Sharbino. 판결일: 1940-02-05. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. SHARBINO Et Al.\n**판결일**: 1940-02-05\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Fournet\n\n## 변호인\n\nLessley P. Gardiner, Atty. Gen., James O’Connor, Asst. Atty. Gen., Harry Fuller, Dist. Atty., of Winnfield, and V. M. Mouser, Asst. Dist. Atty., of Columbia, for the State., S. R. Thomas, of Natchitoches, for defendants, appellants.\n\n## 인용\n\n- 194 So. 756\n- 194 La. 709\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 711 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 712 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 713 \nThe defendants, Gladys Sharbino and Edith Moreau Phipps, were convicted of and sentenced for the crime of manslaughter on an indictment charging them jointly with the murder of Frank Sharbino, husband of Gladys and uncle of the other defendant, and they have appealed. *Page 714 \nWe were not favored with an oral argument or a brief in behalf of the defendants. A review of the record, however, reveals that the defendant Edith Moreau Phipps, on the morning of May 25, 1939, purchased one-eighth of an once of strychnine for the purpose, as written on the poison register kept by the druggist and pharmacist, M.E. Bozeman, of destroying salamanders. Late in the afternoon of the same day, the strychnine was administered by defendant Gladys Sharbino to deceased in capsules, on the pretext that it was medicine prescribed for him by Dr. N.M. Brian. The deceased died shortly after having taken the capsules and an autopsy was performed to ascertain the cause of his death. Immediately after the funeral the defendants were arrested for his murder and were formally ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sharbino"
    }
  ],
  "relatedIncidents": [
    25109,
    25135,
    25152,
    25166,
    25178
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}