{
  "id": 25232,
  "title": "1940년 Wray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1940-01-03",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Wray. 판결일: 1940-01-03. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Rose Wray v. Fairfield Amusement Company\n**판결일**: 1940-01-03\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Avery, Brown, Hinman, Jennings, Maltbie\n\n## 변호인\n\nMark C. Candee, for the appellant (plaintiff).\n\nWilliam Reeves, for the appellee (defendant).\n\n## 인용\n\n- 10 A.2d 600\n- 126 Conn. 221\n\n## 판결문 요약\n\nThe plaintiff, a passenger for hire on a roller coaster operated by the defendant, was injured. Her appeal from an adverse judgment is based *Page 223 \non certain rulings on evidence and on the charge to the jury.\nThe plaintiff called Charles J. Falk as an expert on the maintenance and operation of scenic railways. He testified that he had been employed for ten years as an inspector of elevators by the city of New York and that his duties included the inspection of amusement devices such as roller coasters, that there were two such devices in his jurisdiction and that he had observed and examined similar devices at Coney Island, Asbury Park and Rye. A description given by the defendant dealing with the length of the particular ride, its time and various other conditions, was read to him and a plan and photograph of the device in question were shown to him. He then testified that he was able to determine the nature and character of the ride in question and that there were certain things employed for the protection of passengers according to the generally accepted use, custom and practice of roller coaster operators. A question as to what those things were was excluded on objection, the court saying: \"Yes, it is quite apparent his knowledge is only that of somebody who knows what is happening down in New York City. I don't believe he is qualified to give an opinion in the first place, even if it is admissible.\"\nThe reasons given for the exclusion of this question are not convin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wray-v-fairfield-amusement-co"
    }
  ],
  "relatedIncidents": [
    25088,
    25092,
    25093,
    25097,
    25098
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}