{
  "id": 25244,
  "title": "1939년 Haddock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-12-19",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Haddock. 판결일: 1939-12-19. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Robert B. Haddock v. State.\n**판결일**: 1939-12-19\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Brown, Buford, Chapman, Compiled, Laws, Rule, Terrell, Thomas, Whitfield\n\n## 변호인\n\nW.D. Bell,  for Plaintiff in Error;\n\n George Couper Gibbs,  Attorney General, and  Thomas J. Ellis, \nAssistant Attorney General, for Defendant in Error.\n\n## 인용\n\n- 192 So. 802\n- 141 Fla. 132\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 134 \n  [EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 135 \n  [EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 136 \n\n  A Writ of Error from the Criminal Court of Record for Polk County, Robert T. Dewell, Judge.\n  W.D. Bell, for Plaintiff in Error;\nGeorge Couper Gibbs, Attorney General, and Thomas J. Ellis,\nAssistant Attorney General, for Defendant in Error.\n\n  PER CURIAM.\n\n  Plaintiff in error, Robert B. Haddock, was informed against by the County Solicitor of Polk County, Florida, on the 18th day of January, 1936, in the Criminal Court of Record of said county for the unlawful killing of Guy Harvard Haynes, Jr, on July 2, 1934. The defendant upon arraignment, filed or entered a plea of not guilty and was placed upon trial and was by a jury of Polk County convicted on October 14, 1938, of murder in the second degree. A motion for a new trial and other motions were made and overruled and the defendant was by the trial court sentenced to serve a period of twenty years at hard labor in the State prison for said offense.\nFrom this judgment of conviction writ of error was sued out, the record perfected and the case is here for review on eighty-six distinct assignm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haddock-v-state"
    }
  ],
  "relatedIncidents": [
    25267,
    25316,
    25319,
    25323,
    25328
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}