{
  "id": 25240,
  "title": "1939년 Rogers v. Transamerica Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-12-22",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Rogers v. Transamerica Corp.. 판결일: 1939-12-22. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: R. I. ROGERS v. TRANSAMERICA CORPORATION, Defendants H. W. EVERTS\n**판결일**: 1939-12-22\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Doran\n\n## 인용\n\n- 36 Cal. App. 2d 233\n\n## 판결문 요약\n\n\nDORAN, J.\nOn March 29, 1937, there was pending, and for some years prior thereto there had been pending, in the superior court at Los Angeles, an action numbered 359,898, in which R. I. Rogers was plaintiff and Transamerica Corporation, Bank of America National Trust and Savings Association and others were defendants. In that action R. I. Rogers claimed a large amount in damages which he alleged he had suffered by reason of certain frauds and misrepresentations made by or on behalf of the defendants.\nOn February 15, 1933, judgment was entered against R. I. Rogers in an action pending in the superior court at Los Angeles and numbered 350,894, in which Mortgage Guarantee Company, a corporation, and Security First National Bank of Los Angeles, a corporation, as trustee, were plaintiffs and R. I. Rogers was the defendant. This judgment was for $31,850.37. On March 20, 1937, there was due thereon $19,740.55 principal, together with interest for a long period, attorneys’ fees, and costs.\nOn that date, March 20, 1937, a writ of execution was issued on said judgment and on March 22, 1937, the sheriff levied on all the right, title and interest of R. I. Rogers in and to the claims and demands for damages against Transamerica Corporation, Bank of America National Trust and Savings Association and the others who were defendants in said action No. 359,898 in which Rogers was the plaintiff. On March 29, 1937, the sheriff sold to H. W. Everts all the right, title and *235interest of R. I....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-v-transamerica-corp"
    }
  ],
  "relatedIncidents": [
    25247,
    25257,
    25258,
    25286,
    25288
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}