{
  "id": 25253,
  "title": "1939년 Allison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-11-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Allison. 판결일: 1939-11-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: ALLISON v. HARRISON Et Al.\n**판결일**: 1939-11-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Monteith\n\n## 변호인\n\nFrank L. Morris, Maurice M. Davis, and Phil D. Woodruff, all of Houston, for appellant., G. P. Hardy, Jr., of Bay City, W. C. Gray, of Palacios, Harris & Harris, of Bay City, and Fahey & Cooper, of Houston (A. Harris, Sr., of Bay City, and Pat N. Fahey, of Houston, of counsel), for appellees.\n\n## 인용\n\n- 134 S.W.2d 399\n\n## 판결문 요약\n\nThis is an appeal in an action originally brought by appellant, A. B. Allison and wife, Minnie A. Allison, against G. A. Harrison and P. F. Campbell to establish a constructive trust on 290 acres of land out of the West one-half of Section 10 of the Texas Rice Development Company's Subdivision of the T. J. Dasher and Lewis Goodwin surveys in Matagorda County, Texas, and for an accounting by appellees of monies received by them from the sale of royalties on said land, and in the alternative for damages. Prior to the trial P. F. Campbell died and his wife, Helen A. Campbell, Executrix of his estate, was made a party to the suit. Minnie A. Allison was dismissed from the action before the trial as being neither a necessary nor a proper party.\nAppellant alleged that P. F. Campbell had been his agent and representative in connection with the land involved in the suit for many years; that P. F. Campbell and G. A. Harrison had entered into a conspiracy to obtain his land and the minerals thereunder for less than their true and market value and that in furtherance thereof the said Campbell and Harrison had prevailed upon appellant to give P. F. Campbell the exclusive sale of said 290 acres of land from December 18, 1936, to July 1, 1937, for the purpose of selling it to the State of Texas as an air-port. Appellant alleged that upon learning of drilling activities in the vicinity of his land he had written P. F. Campbell requesting that the land be withdrawn from sale, and was informed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allison-v-harrison"
    }
  ],
  "relatedIncidents": [
    25240,
    25244,
    25245,
    25247,
    25248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}