{
  "id": 25258,
  "title": "1939년 Hedges 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-10-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hedges. 판결일: 1939-10-20. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Hedges v. Bushnell\n**판결일**: 1939-10-20\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Phillips, Bratton, and Williams, Circuit Judges\n\n## 변호인\n\nHugh B. Woodward, of Albuquerque, N. Mex. (J. O. Seth, of Santa Fe, N. Mex., and R. F. Deacon-Arledge, of Albuquerque, N. Mex., on the brief), for appellant., Donald M. Bushnell, pro se., of Albuquerque, N. Mex. (John F. Simms, of Albuquerque, N. Mex., on the brief), foi appellee.\n\n## 인용\n\n- 106 F.2d 979\n\n## 판결문 요약\n\n\n106 F.2d 979 (1939)\nHEDGES\nv.\nBUSHNELL\nNo. 1858.\nCircuit Court of Appeals, Tenth Circuit.\nOctober 20, 1939.\n*980 Hugh B. Woodward, of Albuquerque, N. Mex. (J. O. Seth, of Santa Fe, N. Mex., and R. F. Deacon Arledge, of Albuquerque, N. Mex., on the brief), for appellant.\nDonald M. Bushnell, pro se., of Albuquerque, N. Mex. (John F. Simms, of Albuquerque, N. Mex., on the brief), for appellee.\nBefore PHILLIPS, BRATTON, and WILLIAMS, Circuit Judges.\nBRATTON, Circuit Judge.\nJoseph Walter Hedges filed a voluntary petition in bankruptcy, he was adjudicated a bankrupt, and he seasonably filed his petition for discharge. A creditor objected on several grounds of fraud, also for failure of the bankrupt to keep books of account or records from which his financial condition and business transactions might be ascertained. The referee heard evidence and recommended that the discharge be granted. On review of the evidence adduced before the referee, and without hearing any additional evidence, the court reversed the decision of the referee and denied the discharge for the reason that the bankrupt failed to keep adequate books of account. The bankrupt appealed from that order.\nThe bankrupt moved from Oklahoma to New Mexico sometime in 1931. He took with him about $3,600 in cash. He had no other property except an old automobile. In March, 1932, he purchased a small tract of land with a five-room adobe residence on it in the village of Pecos, New Mexico, for which he paid $1,500 in cash. He ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hedges-v-bushnell"
    }
  ],
  "relatedIncidents": [
    25240,
    25247,
    25257,
    25286,
    25288
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}