{
  "id": 25250,
  "title": "1939년 American Oil Co. v. Marion County 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-11-27",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: American Oil Co. v. Marion County. 판결일: 1939-11-27. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: American Oil Co. v. Marion County.\n**판결일**: 1939-11-27\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: <bold>McGowen, J.,</bold> delivered the opinion of the court.\n\n## 변호인\n\nHannah, Simrall  Foote,  of Hattiesburg, for appellant.\n\nThe Board of Supervisors had authority under the statute to make the lease or conveyance here involved.\n\nSections 216 and 221, Miss. Code of 1930; Sections 295 and 304, Code of 1892; Jefferson County v. Grafton,  74 Miss. 435 , 21 So. 247; 13 C.J. 900; 35 C.J. 1140, Sec. 381; Abbey v. Billups, 35 Miss. 618 ; First National Bank v. Howell, 51 So. 762,  165 Ala. 383 ; Sylvester-Watts-Smyth Realty Co. v. American Surety, 238 S.W. 494 ; Waskey\n\n## 인용\n\n- 192 So. 296\n- 187 Miss. 148\n- 292 So. 296\n\n## 판결문 요약\n\nThe appellee, Marion County, by its board of supervisors, filed a bill to cancel a lease executed by the president of a predecessor board of supervisors in favor of Robertson, which lease, by assignments, had been acquired by the appellant, the American Oil Company; and for years the place leased had been used by it as a filling station &#8212; a lot of ground alleged to be a triangular strip of about thirty or forty feet.\nThe main allegation of the bill was that the predecessor board was without power to lease any part of the courthouse grounds, and that the lease was void. It was further alleged, however, that the operation of the filling *Page 152 \nstation was conducive to noises and disturbed the business to be conducted in the courthouse to some extent.\nThe answer of the appellant, in effect, admitted that the strip of ground leased by it had belonged to the county as a lot set apart for courthouse purposes; denied that the predecessor board was without authority to authorize its president to execute the lease sought to be cancelled; but it averred that the board of supervisors had been granted that power by the Legislature. It further set up the defense that the Board of Supervisors of Marion County had for a long time construed the statute to mean that it, the board of supervisors, had such power, and therefore this construction should control the court in upholding the validity of the lease. It still further alleged as a defense that the boards of supervisors were est...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=american-oil-co-v-marion-county"
    }
  ],
  "relatedIncidents": [
    25240,
    25244,
    25245,
    25247,
    25248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}