{
  "id": 25259,
  "title": "1939년 Ex Parte Brady Alias Bailey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-10-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Brady Alias Bailey. 판결일: 1939-10-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte John A. Brady, Alias John A. Bailey.\n**판결일**: 1939-10-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves, Krueger\n\n## 변호인\n\nLea  Edwards,  of El Paso, for appellant.\n\n Roy D. Jackson,  District Attorney, of El Paso, and  Lloyd W.  Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 132 S.W.2d 592\n- 137 Tex. Crim. 609\n\n## 판결문 요약\n\nThis is an appeal from an order of the Judge of the Thirty-fourth District Court of El Paso County, declining to discharge the relator upon a hearing of a writ of habeas corpus.\nIt appears from the record that relator was held by the sheriff of said County, under and by virtue of an Executive Warrant issued by the Governor of this State, in pursuance of a requisition warrant from the Governor of the State of California. Appellant contends that there was not sufficient evidence produced before the Court which authorized the Court to remand him; nor was there sufficient documentary evidence before the Governor of this State to justify the issuance of an Executive Warrant. There is no statement of facts in the record and in the absence of a statement of the facts we are unable to determine the sufficiency of the evidence in either respect.\nAppellant next complains because the court overruled his application for a continuance. We are not favorably impressed with his contention. He merely states in his application that he cannot safely go to trial until he has had before him either the original documents presented to the Governor or certified copies thereof, but he fails to state in his application what he expected to show by said documents or that they were material in support of his allegation to the effect that he was illegally restrained of his liberty. The facts which show the materiality of the desired testimony should be set out in the application so that the Court may dete...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-brady-alias-bailey"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    25240,
    25244,
    25245,
    25247,
    25248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}