{
  "id": 25263,
  "title": "1939년 Sommers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-10-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sommers. 판결일: 1939-10-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Albert L. Sommers v. Bergen Milk Transportation Company and Albert Pandorf\n**판결일**: 1939-10-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 258 A.D. 759\n\n## 판결문 요약\n\n\nThis is an appeal by plaintiff from a judgment and order of the Supreme Court, entered upon a jury’s verdict in the office of the clerk of Sullivan county, dismissing plaintiff’s complaint. On December 8, 1936, defendant Pandorf was driving a milk truck of the defendant Bergen Milk Transportation Company in a southerly direction along Route 17 between Liberty and Montieello. There is a steep grade at the point where the accident occurred and the roadway there is banked and slopes toward the east, and at the time of the accident was covered with ice. The milk track slid on the ice backwards and sideways to the left and came to rest on the easterly side of the highway. Defendant Pandorf was unable to move the truck and after setting out flares, sent for *760assistance to the State Highway Patrol. Upon the arrival of the highway patrol, cinders were thrown upon the roadway and an emergency flare was placed at the top of the hill. Plaintiff’s Ford car, traveling in a northerly direction, came over the brow of the hill and struck the milk truck. The proof sustains the verdict of the jury and the judgment and order appealed from should be affirmed. Judgment and order unanimously affirmed, with costs. Present — Hill, P. J., Crapser, Bliss, Heffernan and Schenek, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sommers-v-bergen-milk-transportation-co"
    }
  ],
  "relatedIncidents": [
    25240,
    25244,
    25245,
    25247,
    25248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}