{
  "id": 25286,
  "title": "1939년 Chong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-07-08",
  "location": "Hawaii, HI, USA",
  "summary": "미국 Hawaii, HI 법원 판결 사건. 사건명: Chong. 판결일: 1939-07-08. 법원: Hawaii Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Helen S. Chong v. P.Y. Chong, Alias Chong Yick Chew.\n**판결일**: 1939-07-08\n**법원**: Hawaii Supreme Court\n**관할**: Hawaii, HI\n\n**판사**: Coke, Kemp, Peters\n\n## 변호인\n\nC.S. Davis  for the motion.\n\n M.K. Ashford  contra.\n\n## 인용\n\n- 35 Haw. 69\n\n## 판결문 요약\n\nThe appellee in her amended motion to dismiss appeal filed May 10, 1939, alleges in substance that appellant has failed to pay the alimony and support money provided by the order of this court for the months of March, April and May, 1939, except the sum of $200 paid by Chester R. Clarke, receiver appointed by the circuit court; that appellant has been guilty of fraud, contempt and inequitable conduct, all of which appears in the records of this court in appeals numbers 2410 and 2411; that appellant has been guilty of fraud, contempt and inequitable conduct in that he has intentionally and in violation of the decree herein and the orders of the lower court made extensive alterations and improvements in business thereby incurring debts of about $50,000 and thereby succeeded in wrecking financially himself, his business and his corporation, Lau Yee Chai, Limited, and causing himself and them to become insolvent, all of which he did deliberately for the purpose of defeating the rights of appellee, the orders of this court and the decree now pending before this court, all of which appears in the records of this court in appeals numbers 2410 and 2411; that appellant did, in order to cheat and defraud appellee and prevent her from recovering the alimony awarded to her by said decree and in order to defeat the said decree and orders of the lower court and the order of this court awarding temporary alimony, contemptuously and fraudulently make the extensive alterations and enlargement...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chong-v-chong"
    }
  ],
  "relatedIncidents": [
    25240,
    25247,
    25257,
    25258,
    25288
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}