{
  "id": 25293,
  "title": "1939년 Campdera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-06-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Campdera. 판결일: 1939-06-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CAMPDERA Et Al. v. REED Et Al.\n**판결일**: 1939-06-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cody\n\n## 변호인\n\nPrendergast & Stiglich, of Galveston, for appellants., Follett & Henderson and John C. Henderson, all of Angleton, for appellee Mrs. Lou A. Reed., Carl Runge and J. V. Wheat, both of Houston, for appellee Federal Land Bank., Nelson Jones, of Houston, for appellee Humble Oil & Refining Co., Masferson & Bryan and Carlos B. Mas-terson, all of Angleton, for appellee Hiram Moore.\n\n## 인용\n\n- 131 S.W.2d 297\n\n## 판결문 요약\n\nThe court sustained a general demurrer to plaintiffs' original petition, and upon their refusal to amend, entered judgment dismissing the suit. The plaintiffs below are, of course, appellants here. And the sole question before us is whether the allegations of the petition, together with every reasonable intendment of which such allegations are capable of bearing, were sufficient to state a cause of action good in law against appellees.\nThe petition in question covers some 46 pages of the transcript, so only the substance of the material allegations will be given. In this petition the pleader primarily assails the validity of certain trustee's sales, held under certain deeds of trust; and then pleads in trespass to try title. The facts plead with reference to the trustees' sales are these: That defendants Mrs. Lou A. Reed and her husband (since deceased) borrowed from defendant, the Federal Land Bank of Houston, the sum of $10,000, as evidenced by their note dated May 20, 1918, the payment of which note was secured by their deed of trust to M. H. Gossett, Trustee, on a certain 841.69 acres in Brazoria County (such deed of trust is copied in the petition); that W. F. Reed on January 5, 1927, conveyed this 841.69 acres to his wife, the defendant Mrs. Lou A. Reed (such deed is copied in the petition); that on April 12, 1929, plaintiff N. Estrada, husband of plaintiff, M. Estrada, bought from Mrs. Lou A. Reed the 841.69 acres, and as part of the consideration assumed the balance t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=campdera-v-reed"
    }
  ],
  "relatedIncidents": [
    25240,
    25244,
    25245,
    25247,
    25248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}