{
  "id": 25301,
  "title": "1939년 Ernst 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-05-24",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Ernst. 판결일: 1939-05-24. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Washington Recorder Publishing Company, Respondent, v. Charles F. Ernst, as Director of the State Department of Social Security, Et Al., Appellants\n**판결일**: 1939-05-24\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Blake, Millard\n\n## 변호인\n\nThe Attorney General  and  Lyle L. Iversen, Assistant , for appellants.\n\n Neal, Brodie  Trullinger , for respondent.\n\n Houghton, Cluck  Coughlin, amicus curiae  on behalf of appellants.\n\n Evans, McLaren  Littell, Allen, Froude  Hilen, Todd, Holman   Sprague, Tanner  Garvin , and  Bayley  Croson, amici curiae \non behalf of respondent.\n\n## 인용\n\n- 91 P.2d 718\n- 199 Wash. 176\n\n## 판결문 요약\n\nBLAKE, C.J., dissents.\nThe Washington Recorder Publishing Company publishes, in Olympia, a daily newspaper entitled the \"Daily Olympian,\" which the publishing company distributes in Olympia and vicinity by approximately thirty-nine carriers, each of whom operates *Page 178 \nunder a written contract between the carrier and the publishing company, which contract is in the form designated as \"The Little Merchant Plan.\" The contract which is used by the publishing company with its carriers reads as follows:\n             \"The Daily Olympian Carrier's Agreement\n\"Route No. ____\n\"I, _______________________ in consideration of being given the privilege of buying papers from The Daily Olympian and of distributing The Daily Olympian in that section of the city designated on map at The Daily Olympian office as Route No. ____, do hereby agree to the following rules and regulations and to such other rules as The Daily Olympian may from time to time designate, not inconsistent with this agreement:\n\"(1) In consideration of the privilege of buying papers from The Daily Olympian at its wholesale rate, I agree to pay for the same at the rate of ten cents per week per paper for all papers ordered, which number ordered will correspond with the number of subscribers carried on my route list. I further agree to pay to The Daily Olympian eleven cents per week for all subscribers on my route who pay in advance at The Daily Olympian office. All subscriptions paid in advance are to be credited to carri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-recorder-publishing-co-v-ernst"
    }
  ],
  "relatedIncidents": [
    25240,
    25244,
    25245,
    25247,
    25248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}