{
  "id": 25328,
  "title": "1939년 Brannon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-04-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brannon. 판결일: 1939-04-11. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: BRANNON, alias HARDWALK v. State\n**판결일**: 1939-04-11\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Reid\n\n## 변호인\n\nM. (?. Hicks and W. T. Maddox, for plaintiff in error., M. J. Yeomans, attorney-general, J. Ralph Rosser, solicitor-general, J. S. Crawford, E. J. Glower, and 11. E. Smith, contra.\n\n## 인용\n\n- 188 Ga. 15\n\n## 판결문 요약\n\n\nReid, Chief Justice-.\nRobert Lee Brannon, alias Hardwalk, was convicted of the murder of his wife, Bessie Brannon. The jury made no recommendation for mercy, and the defendant was sentenced to be electrocuted. His motion for new trial was overruled, and he excepted.\nThe evidence introduced by the State made out substantially the following case: On December 24, 1930, the defendant was in the city jail or stockade at Rome, where he was “ serving time . . for fighting with his wife.” As was the custom of the police authorities of that city, the defendant and other prisoners in .the jail or stockade were released from custody about four o’clock in the afternoon on the above date, so that they might spend Christmas at home. In less than an hour after he was released, the police authorities received a call from the defendant’s wife informing them’ *16that the defendant “had gotten home and was threatening to kill her/’ and asking that they send after him. Shortly thereafter she made another and similar call to the authorities. In response to these calls the authorities made a search for the- defendant, but did not apprehend him. Just before the homicide, which appears to have occurred about eight or nine o’clock on the same evening, the defendant appeared at the house and demanded of the deceased, in abusive and threatening language, that she unlock the door and let him in, or else he would breáis the door down. Their two sons were in the room with her on this occasion, and at her...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brannon-v-state"
    }
  ],
  "relatedIncidents": [
    25244,
    25267,
    25316,
    25319,
    25323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}