{
  "id": 25340,
  "title": "1939년 Wilkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-02-20",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Wilkins. 판결일: 1939-02-20. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kramer Service, Inc. v. Wilkins.\n**판결일**: 1939-02-20\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: <bold>Griffith, J.,</bold> delivered the opinion of the Court.\n\n## 변호인\n\nPrice  McLain  and  R.B. Reeves,  all of McComb, and  Green,  Green  Jackson  and  Watkins  Eager,  all of Jackson, for appellant.\n\nThe court committed reversible error in admitting the testimony of T.B. Wilkins and D.P. Clokey as to alleged statements made by Fred Allen after accident.\n\nCrosby v. C.  G.R. Co.,  181 So. 139 ; Woods v. Franklin, 151 Miss. 635 ,  118 So. 450 ; Tuccio v. Smith,  151 Miss. 393 , 118 So. 195 ; V.  M.R.R. Co. v. McGowan,  62 Miss. 682 ; Deposit Guaranty Bank  Trust Co\n\n## 인용\n\n- 186 So. 625\n- 184 Miss. 483\n\n## 판결문 요약\n\nAppellant was and is the owner and operator of a large hotel. About 5:30 o'clock P.M. on January 15, 1935, one Clockey registered as a guest and was given a room, to which he was conducted by a bellboy. Mr. Clockey was the district sales representative of an oil company, and appellee was the local representative. The business which brought Clockey to the hotel was to have a conference with appellee. It was the long established custom of the hotel that a guest should have the privilege of inviting to his room any person whom the guest wished to see on business. It was the purpose of Clockey to telephone appellee of his arrival, and expected that a telephone would be in his room.\nSoon after entering the room, Clockey discovered that there was no telephone therein, and that the windows could not be raised nor the transom lowered so as to give ventilation. The reason that the guest could not undertake to lower the transom was that there was a break in the glass thereof, the break being described by this witness as cone-shaped and about twenty inches in length *Page 495 \nat the base, the broken portion clinging nevertheless in the transom.\nClockey was obliged to go to the hotel office in order to telephone appellee, his business associate, which he did in about twenty minutes after he had registered. While on this mission Clockey informed the hotel clerk of the objectionable condition of the room, including a reference to the condition of the transom. The clerk explained that ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kramer-service-inc-v-wilkins"
    }
  ],
  "relatedIncidents": [
    25240,
    25244,
    25245,
    25247,
    25248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}