{
  "id": 25350,
  "title": "1939년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1939-01-30",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Anderson. 판결일: 1939-01-30. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Anderson v. State.\n**판결일**: 1939-01-30\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Mehaeey\n\n## 변호인\n\nArnold Fink and W. R. Donham, for appellants.\n\nJack Holt, Attorney General, Jno. P. Streepey, Asst. Atty. General, for appellee.\n\n## 인용\n\n- 124 S.W.2d 216\n- 197 Ark. 600\n\n## 판결문 요약\n\nThe appellants, Joe Anderson and Lucille Anderson, were convicted in the Garland circuit court of murder in the first degree, and their punishment fixed at death. To reverse the judgment of the Garland circuit court, this appeal is prosecuted.\nThe indictment charges that the appellants, with others, entered into a conspiracy to commit the crime of robbery upon one Eldon Cooley by unlawfully, feloniously, forcibly and violently, and against his consent, taking from him his money and personal property, and that in the furtherance of their common, unlawful and felonious design, and while in the pursuance of said unlawful and common purpose and design, and while in the act of perpetrating said robbery upon said Cooley, one of said defendants did unlawfully, willfully and feloniously kill and murder the said Eldon Cooley, etc.\nThis indictment is under 2969 of Pope's Digest which provides, among other things, that \"willful, deliberate, malicious and premeditated killing, or which shall be committed in the perpetration of or in the attempt to perpetrate, arson, rape, robbery, burglary or larceny, shall be deemed murder in the first degree.\"\nCooley was a collector employed by Stueart's Grocery Store. The store had several branches and it was the duty and custom of Cooley to go to each of these stores in the afternoon and evening and collect their day's receipts, together with a record of their day's sales. This was done shortly before the stores closed in the evening.\nThe evidence sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-state"
    }
  ],
  "relatedIncidents": [
    25244,
    25267,
    25316,
    25319,
    25323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}