{
  "id": 25361,
  "title": "1938년 Hutchings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-12-22",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Hutchings. 판결일: 1938-12-22. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hutchings v. Takens.\n**판결일**: 1938-12-22\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bushnell, Butzel, Chandler, McAllister, North, Potter, Sharpe, Wiest\n\n## 변호인\n\nDean S. Face , for plaintiff.\n\n Warner, Norcross  Judd, Knappen, Uhl, Bryant  Snow  and Joseph R. Gillard , for defendants.\n\n## 인용\n\n- 282 N.W. 915\n- 287 Mich. 96\n\n## 판결문 요약\n\nThis is an action to recover damages for fraud and deceit, alleged to have been perpetrated by defendants, acting in concert, by means of which plaintiff was induced to accept, in satisfaction of any and all claims due, or to become due him by virtue of his services, hereinafter mentioned, contracts or undertakings connected with his efforts, whether for cash, expenses, commissions, salary or otherwise, and in full consideration of the termination of any and all existing contracts or agreements with reference to the foregoing, the sum of $7,500. *Page 98 \nThe Wolverine Bumper  Specialty Company of Grand Rapids, at one time a very successful manufacturing company, was in financial difficulties in the fall of 1933. The business of the company had decreased and numerous creditors were after their pay. Among other creditors the company owed Albert P. Crell upward of $80,000. Mr. Crell was business manager of the company. At that stage of the corporate affairs plaintiff was offered and accepted an option, under which he might perfect a reorganization of the company or the formation of a new one, and he claims he had accomplished such purpose on November 23, 1934, in the organization of the Michigan Bumper Corporation, when defendants, by concert of action, made false and fraudulent representations which induced him to surrender his rights under the option and forego great pecuniary gain, for the sum of $7,500. He claims he later learned the truth about the matter and then, without...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hutchings-v-takens"
    }
  ],
  "relatedIncidents": [
    25425,
    25472,
    25505,
    25511,
    25547
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}