{
  "id": 25369,
  "title": "1938년 Frantz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-12-15",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Frantz. 판결일: 1938-12-15. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Frantz, Appellant, v. Frantz\n**판결일**: 1938-12-15\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baldrige, Cunningham, Keller, Parker, Rhodes, Stadt-Eeld\n\n## 변호인\n\nRaymond L. Brennan,  with him  John B. McGurl,  for appellant.\n\n P.B. Roads,  with him  Isadore Krasno,  for appellee.\n\n## 인용\n\n- 3 A.2d 987\n- 134 Pa. Super. 481\n\n## 판결문 요약\n\nArgued December 15, 1938.\nThis is an appeal by libellant from the decree of the court below dismissing the libel in divorce after the master had recommended the granting of a decree in favor of libellant on the grounds that respondent did, by cruel and barbarous treatment, endanger his life, and did offer such indignities to the person of libellant as to render his condition intolerable and his life burdensome. See \"The Divorce Law\" of May 2, 1929, P.L. 1237, &#167; 10 (e, f), 23 P. S. &#167; 10 (e, f).\nLibellant and respondent were married in 1912. They had five children whose ages at the time of the hearing before the master ranged from nineteen to twenty-five years. On April 27, 1937, libellant filed his libel in divorce. Subpoena was awarded and served on respondent. A master was appointed on August 27, 1937. On September 13, 1937, after due notice, a hearing was held before the master for the taking of testimony. Before the master appeared libellant, his attorney, and several witnesses, and also attorneys for respondent. Respondent filed no answer to the libel, and no testimony was offered on her behalf. The master filed a comprehensive report in which he recommended that a decree in divorce be granted to libellant on the grounds set forth in the libel. Respondent filed exceptions to the master's report, and, on February 15, 1938, libellant moved to dismiss respondent's exceptions to the master's report, for the reason that respondent failed to appear in court, either pe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frantz-v-frantz"
    }
  ],
  "relatedIncidents": [
    25361,
    25370,
    25423,
    25425,
    25433
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}