{
  "id": 2538,
  "title": "2018년 Mueller Hinds & Assocs. v. Canyon Med. Billing, LLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-04-06",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Mueller Hinds & Assocs. v. Canyon Med. Billing, LLC. 판결일: 2018-04-06. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: MUELLER HINDS & ASSOCIATES, CHTD, a domestic professional corporation v. CANYON MEDICAL BILLING, LLC, domestic limited-liability company State of Nevada, Division of Healthcare Financing and Policy, a governmental entity and Glen J. Lerner, a professional corporation, d/b/a Glen Lerner Injury Attorneys, a domestic professional corporation\n**판결일**: 2018-04-06\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n## 인용\n\n- 415 P.3d 15\n\n## 판결문 요약\n\n\nMueller Hinds &amp; Associates\nAttorney General/Carson City\nGlen J. Lerner &amp; Associates\nMarisa C. Guarino\nAttorney General/Las Vegas\nORDER DISMISSING APPEAL\nThis is an appeal from a September 27, 2017, order denying a motion for clarification and/or reconsideration and granting a countermotion for distribution of an attorney's lien in an interpleader action. Respondent Glen J. Lerner has filed a motion to dismiss this appeal for lack of jurisdiction. Appellant opposes the motion and Lerner has filed a reply.\nAppellant appears to contend that this court has jurisdiction to consider the appeal under NRAP 3A(b)(1), which permits an appeal from a final judgment. He also appears to contend that the order challenged on appeal is the district court's August 3, 2017, findings of fact, conclusions of law and order granting Lerner's motion to adjudicate attorney's lien. Even if we construe the notice of appeal as an appeal from the August 3, 2017, order, see Krause Inc. v. Little, 117 Nev. 929, 933, 34 P.3d 566, 569 (2001) ; Forman v. Eagle Thrifty Drugs &amp; Markets, Inc., 89 Nev. 533, 536, 516 P.2d 1234, 1236 (1973), overruled on other grounds by Garvin v. Ninth Judicial Dist. Court, 118 Nev. 749, 59 P.3d 1180 (2002). we lack jurisdiction. The final judgment in an interpleader action is generally held to be one that grants the interpleader request, discharges the plaintiff from further liability, and adjudicates all of the claimants' competing interests in the funds placed with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mueller-hinds-assocs-v-canyon-med-billing-llc"
    }
  ],
  "relatedIncidents": [
    2348,
    2521,
    2589,
    2593,
    2053
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}