{
  "id": 25423,
  "title": "1938년 George 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-10-31",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: George. 판결일: 1938-10-31. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: George v. State.\n**판결일**: 1938-10-31\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: McG-owen\n\n## 변호인\n\nOtto Karl Wiesenburg,  of Pascagoula, for appellant.\n\nThe first question is whether the indictment properly charged the ownership of the dwelling alleged to have been burglarized. The pertinent portion of the indictment charging the ownership of the dwelling reads: \"that certain dwelling house of and belonging to the Estate of W.M. Canty.\"\n\nThe jury returned a verdict of guilty as charged in the indictment, and hence the conviction was of burglary alone. It is a general rule that two crimes cann\n\n## 인용\n\n- 184 So. 67\n- 183 Miss. 327\n\n## 판결문 요약\n\nAppellant was tried and convicted in the circuit court of Jackson county on an indictment charging him with burglary and larceny, and sentenced to serve a term in the State Penitentiary.\nAppellant argues that the case should be reversed on three grounds.\n(1) That the indictment improperly alleged the ownership of the house burglarized in \"the estate of W.M. Canty;\"\n(2) That there was no proof of a breaking; and\n(3) That he did not have a fair and impartial trial because no instructions were given the jury, either for the state or for himself.\nThe appellant was not represented by counsel in the lower court. No instructions were given the jury on his behalf, nor for the state; no motion for a new trial was made.\nOn the first ground the indictment charged the ownership of the dwelling house burglarized to be in \"the estate of W.M. Canty.\" The indictment should charge ownership of the dwelling in burglary indictments to be in a living individual or corporation, but we will pretermit a discussion of this assignment for the reason that no demurrer was filed to the indictment, and no point presented to the lower court. It is probable that the indictment was amendable, but it is unnecessary for us to so decide in view of the conclusion we have reached.\nIn brief the facts were that there were three or more *Page 333 \noccupants of a dwelling house in Pascagoula, and one of the occupants testified that when he left the dwelling house, he left it closed, and on returning to the home abou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=george-v-state"
    }
  ],
  "relatedIncidents": [
    25370,
    25433,
    25523,
    25245,
    25303
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}