{
  "id": 25425,
  "title": "1938년 Noll 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-10-25",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Noll. 판결일: 1938-10-25. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: ENID BANK & TRUST CO. Et Al. v. NOLL\n**판결일**: 1938-10-25\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bayless, Corn, Gibson, Hurst, Osborn\n\n## 변호인\n\nMcICeever, Stewart & McKeever and Roy J. Elam, for plaintiffs in error., Harry O. Glasser, for defendant in error.\n\n## 인용\n\n- 84 P.2d 24\n- 183 Okla. 647\n\n## 판결문 요약\n\nKate Noll brought action in the nature of replevin in the district court of Garfield county, Okla., against the Enid Bank Trust Company, a banking corporation, and O.J. Fleming, to regain possession of an unsecured note and a note and mortgage. The unsecured note is the only property now involved. Two other banking corporations intervened claiming title to the note. Judgment was for the plaintiff, and the banks appeal.\nPlaintiff's petition is in the form of an affidavit of replevin. The defendant and interveners claimed to be innocent purchasers of the note. The evidence showed that the note was made by a. Catholic charitable organization, payable to itself or order and duly indorsed. Plaintiff was the owner and holder of it, and was induced to trade it for stock in an oil company. It stands virtually *Page 648 \nadmitted that the stock was worthless and the deal grossly fraudulent.\nThe plaintiff's theory was that, since she had been deprived of her property wrongfully, that is, by a fraudulent sale, the equitable title and the right to possession remained in her, and she could maintain replevin. See 23 R. C. L. 889, and cases cited, including Wails v. Farrington, 27 Okla. 754, 116 P. 428.\nThe defendant and interveners rely upon Olson v. Thompson,6 Okla. 74, 48 P. 184, and 6 Okla. 576, 52 P. 388. In that case the maker of two promissory notes attempted to replevin them from the payee upon the ground they had been exacted from him under menace and duress. In the first opinion i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=enid-bank-trust-co-v-noll"
    }
  ],
  "relatedIncidents": [
    25361,
    25472,
    25505,
    25511,
    25547
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}