{
  "id": 25436,
  "title": "1938년 Kemp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-10-14",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Kemp. 판결일: 1938-10-14. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. G. LeRoy Kemp; State of Connecticut v. Simon J. Alderman Et Als.; State of Connecticut v. George H. Kingsley Et Als.\n**판결일**: 1938-10-14\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Avery, Brown, Hinman, Jennings, Malt-Bie, Maltbie\n\n## 변호인\n\nLorin W. Willis, with whom were Otto J. Saur and Richard F. Corkey, for the appellant (the State)., John Keogh and John Keogh, Jr., for the appellee (defendant)., George W. Crawford, with whom, on the brief, was Nathan Shepatin, for the appellant (defendant Aider-man)., Benjamin Slade, for the appellants (defendants Kingsley, Murray and Meany)., Hugh M. Alcorn, Special State’s Attorney, with whom were Hugh Meade Alcorn, Jr., and Harold E. Mitchell, for the appellee (the State).\n\n## 인용\n\n- 1 A.2d 761\n- 124 Conn. 639\n\n## 판결문 요약\n\nIn the first of these cases the defendant has been charged with a criminal offense by the indictment of a grand jury. In the other two, informations have been brought against the defendants as a result of a report made by a special grand jury. All three cases are before us upon motions for permission to inspect the minutes of the grand juries. In the first case the trial court granted the motion and the State has appealed, but in the other two the trial court in a different county denied the motions and the defendants have appealed. Whatever difference, if any, there may be in the rights of the defendants to inspect the minutes, there is no distinction as regards the question presented upon these motions to erase the appeals. The question before us is whether the rulings upon the motions are final judgments within the statute giving a right of appeal to this court. General Statutes, 5689.\nWe have said, referring to a ruling granting a motion to erase a case from the docket, that \"Any order *Page 642 \nor proceeding which disposes of the cause, and places the parties out of court, is `final.'\" Norton v. Shore Line Electric Ry. Co., 84 Conn. 24, 31, 78 A. 587; O'Brien's Petition, 79 Conn. 46, 59, 63 A. 777. It is also true that a decision which concludes the right of a party to the relief he claims may be a final judgment, although the proceeding in which that decision is reached does not dispose of the entire case but it still remains in court for adjudication of other claims f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kemp"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}