{
  "id": 25434,
  "title": "1938년 Jefferson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-10-17",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Jefferson. 판결일: 1938-10-17. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Jefferson v. State.\n**판결일**: 1938-10-17\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Donham\n\n## 변호인\n\nS. S. Hargraves, for appellant.\n\nJack Holt, Attorney General, and John P. Streepey, Assistant, for appellee.\n\n## 인용\n\n- 120 S.W.2d 327\n- 196 Ark. 897\n\n## 판결문 요약\n\nInformation was filed by the prosecuting attorney within and for the First Judicial Circuit in the St. Francis circuit court accusing the appellant, Lucian Jefferson, of the crime of murder in the first degree. It was alleged that the said Lucian Jefferson on the 14th day of February, 1938, in St. Francis county unlawfully, wilfully, feloniously and with malice aforethought, and after deliberation and premeditation, did kill and murder one Emmer Jefferson, by striking, beating and hitting her and by running over her with an automobile after he had struck and beaten her with a certain blunt instrument, the name of which was unknown; that the said Lucian Jefferson then and there held said blunt instrument in his hand. Upon a trial, a jury convicted Jefferson of murder in the first degree as charged in the information and fixed his punishment at life imprisonment in the penitentiary. Motion for a new trial was filed, same was overruled and appellant appealed to this court.\nThe first objection made by the appellant relates to the information copied in the transcript. The information is regular in form, except at the end of the information it contains the verdict of the jury. There is no explanation as to how the verdict of the jury happened to be copied at the end of the information. There was no objection to the form of the information taken at the trial and no objection relating thereto was brought forward in the motion for a new trial. Therefore, the presence of the verdict of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jefferson-v-state"
    }
  ],
  "relatedIncidents": [
    25435,
    25454,
    25481,
    25504,
    25513
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}