{
  "id": 25433,
  "title": "1938년 Bridgewater 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-10-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Bridgewater. 판결일: 1938-10-17. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Felton Bridgewater, Plaintiff in Error\n**판결일**: 1938-10-17\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Stone\n\n## 변호인\n\nHenry W. Hammond, for plaintiff in error., Otto Kerner, Attorney General, Thomas J. Courtney, State’s Attorney, and A. B. Dennis, (Edward E. Wilson, John T. Gallagher, Melvin S. Rembe, and Blair L. Varnes, of counsel,) for the People.\n\n## 인용\n\n- 17 N.E.2d 556\n- 369 Ill. 633\n\n## 판결문 요약\n\nPlaintiff in error, Felton Bridgewater, (hereinafter referred to as defendant,) was convicted in the criminal court of Cook county, on a hearing before the court without a jury, of burglary of a dwelling-house. The evidence for the People tends to establish the following facts:\nOn the evening of October 21, 1937, at about 7:00 o'clock, Edward J. Young and his wife drove their car to the home of Arthur R. and Anna Peterson at Sawyer and Balmoral avenues in the city of Chicago. Shortly thereafter the four left in Young's car. Returning about 8:30 they observed a car parked on the street near the Peterson home. Mrs. Peterson found that the chain lock was fastened on their front door. Believing someone to be in the apartment, Young went around one side of the building and Peterson the other. Young surprised a colored man, whom he positively identified as the defendant, standing in the yard back of the building, having in one hand a suitcase and in the other a pillowcase full of clothes, which he had taken from the apartment. On seeing Young the man dropped the pillowcase, ran, jumped over a hedge at *Page 635 \nthe back of the building, and escaped through a vacant lot. Young pursued the burglar until the latter shot at him. Young testified that he was between the negro and the parked car so that he could not escape by running to the car. There was a light at Young's back and shining directly into the face of the burglar, who was but ten or twelve feet away. Young called to his wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-bridgewater"
    }
  ],
  "relatedIncidents": [
    25370,
    25423,
    25523,
    25245,
    25303
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}