{
  "id": 25435,
  "title": "1938년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-10-17",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Smith v. State. 판결일: 1938-10-17. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. State.\n**판결일**: 1938-10-17\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: McG-owen\n\n## 변호인\n\nJ.P.  A.K. Edwards,  of Mendenhall, for appellant.\n\nThe court erred in excluding from the jury the evidence offered by Houston Williams, Monroe Taylor and Justice of the Peace Slay to show the bad reputation of the deceased generally for violence. The court restricted this evidence to the short time the deceased came back into the county, a period of about two months, and the lower court in sustaining the objection of the State to the evidence of these witnesses to show the general reputation of\n\n## 인용\n\n- 183 So. 699\n- 182 Miss. 890\n\n## 판결문 요약\n\nAppellant was convicted of manslaughter in the Circuit Court of Simpson County, and sentenced to serve a term of three years in the state penitentiary.\nThe evidence tended to show that Joe Drummond, the deceased, weighed about one hundred and seventy-five pounds, the defendant, about one hundred and thirty pounds, and the evidence tended to show that the deceased *Page 895 \nwas a very strong man, that he could take the defendant by the ears and throw him over on the ground. At about three o'clock in the morning, appellant claims that he had fled from deceased at Belpine, some miles, to the home of his aunt and had been there about forty minutes when the deceased came into the house and said to appellant \"You s____ of a b____, I'm still on your trail.\" The man of the house stopped any altercation at that time, and the people there went to sleep, and so far as the State is concerned, no evidence was offered by any eye-witnesses as to the details of the homicide. The appellant's evidence was to the effect that the deceased had, in effect, threatened to choke him (appellant) to death, and had pursued him to the wall, threw him on the bed and had him down on the bed when he shot the deceased with a pistol. The appellant's version of the details of the difficulty on the bed at the time of the shooting was supported by the owner of the home. The State contented itself with evidence that the deceased was killed by the appellant by being shot with a pistol, a deadly weapon, and some c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    25434,
    25454,
    25481,
    25504,
    25513
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}