{
  "id": 25447,
  "title": "1938년 Epstein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-09-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Epstein. 판결일: 1938-09-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Application of Gertrude Epstein, for an Order against The Board of Examiners of the Board of Education of the City of New York and William J. McGrath and Others, as Members of Said Board of Examiners, and Frank P. Graves, as Commissioner of Education of the State of New York\n**판결일**: 1938-09-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 255 A.D. 745\n\n## 판결문 요약\n\n\nPetitioner appeals from an order dismissing her petition, which prays for a review of the decision of the\" Commissioner of Education of the State of New York upholding the board of examiners of the board of education of the city of New York in its decision that petitioner was not qualified, and had not passed the examination for a license as teacher-in-training in the schools of the city of New York. It appears that one of the requirements fixed by the board of examiners was a recommendation by the chief executive of the college or school from which the applicant received her degree. This recommendation was refused by the college authorities for substantial reasons. A further ground for the denial was that she concealed from the board that she had been *746employed by persons engaged in conducting a newspaper and in spreading propaganda in furtherance of Communism. The board did not act in an arbitrary or capricious ‘Wanner. Nothing appears which indicates that a review of the entire record would disclose a justieiably reviewable fact. (Education Law, § 890; Civ. Prae. Act, § 1296.) Order affirmed. Hill, P. J., Rhodes, Crapser and Heffernan, JJ., concur. McNamee, J. I concur in the result, but not on the ground that the petitioner did not pass the examination prescribed for public school teachers in New York city. Neither do I concur on the ground that the petitioner was bound to secure the approval or the recommendation of the head of the college from which she was graduate...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=epstein-v-board-of-examiners"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}