{
  "id": 2546,
  "title": "2018년 Fang 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-03-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Fang. 판결일: 2018-03-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: BIN FANG v. The STATE of Texas\n**판결일**: 2018-03-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Busby, Frost, Wise\n\n## 변호인\n\nDan McCrory, Houston, TX, for Appellee., James Stafford, Houston, TX, for Appellant.\n\n## 인용\n\n- 544 S.W.3d 923\n\n## 판결문 요약\n\n\nKen Wise, Justice\nThe jury convicted appellant of assaulting a family member. He challenges his conviction in two issues, contending that (1) the trial court erred by admitting out-of-court statements from the complainant in violation of the Confrontation Clause in the Sixth Amendment to the United States Constitution; and (2) the evidence is insufficient to support the conviction. We affirm.\nI. SUFFICIENCY OF THE EVIDENCE\nWe address appellant's second issue first because it would afford him greater relief than his first issue. See Bradleys' Elec., Inc. v. Cigna Lloyds Ins. Co. , 995 S.W.2d 675, 677 (Tex. 1999) ; Sifuentes v. State , 494 S.W.3d 806, 809 n.1 (Tex. App.-Houston [14th Dist.] 2016, no pet.). In his second issue, appellant contends the evidence is legally insufficient to support the conviction because the State failed to prove that appellant (1) intentionally or knowingly struck the complainant with his hand; (2) caused any bodily injury to the *926complainant; or (3) had a dating relationship with the complainant.\nA. Standard of Review\nIn a sufficiency review, \"we consider all of the evidence in the light most favorable to the verdict and determine whether, based on that evidence and reasonable inferences therefrom, any rational juror could have found the essential elements of the crime beyond a reasonable doubt.\" Balderas v. State , 517 S.W.3d 756, 765-66 (Tex. Crim. App. 2016). \"The jury is the sole judge of the credibility and weight to be attached to witness...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fang-v-state"
    }
  ],
  "relatedIncidents": [
    2252,
    2329,
    2437,
    2456,
    2467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}