{
  "id": 25472,
  "title": "1938년 Rahikka 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-07-09",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Rahikka. 판결일: 1938-07-09. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Peter Rahikka vs. John Gronstrom Et Al.\n**판결일**: 1938-07-09\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Baker, Capotosto, Condon, Flynn, Moss\n\n## 변호인\n\nClarence E. Roche,  for complainant.\n\n Adolph Gorman, Edward W. Morris,  for respondents.\n\n## 인용\n\n- 200 A. 973\n- 61 R.I. 270\n\n## 판결문 요약\n\nThis is a bill in equity brought by Peter Rahikka against the respondents John Gronstrom and Fannie Gronstrom, husband and wife, and the respondent Harold Prince, to set aside a deed from the Gronstroms to Prince as a conveyance without legal consideration and in fraud of creditors. The bill also prays for the cancellation of a lease from Prince to the Gronstroms of the premises conveyed by the deed, and for the appointment of a receiver, with power to sell the real estate and apply the surplus remaining after paying a certain mortgage, in satisfaction of a judgment which the complainant holds against the Gronstroms. The answer of the three respondents denied that *Page 271 \nthe deed from the Gronstroms to Prince was without legal consideration or that it was in fraud of creditors.\nThe cause was heard in the superior court on bill, answer and proof. The trial justice, in a rescript subsequently filed by him, granted the prayer of the bill and a decree was duly entered in accordance with his decision. The respondents have appealed to this court, claiming that the decision of the trial justice is against the law and the evidence and the weight thereof.\nIt appears in evidence that on July 13, 1932, the complainant brought an action in assumpsit against the Gronstroms and attached the property described in the bill now before us in that action; that on January 4, 1935, he recovered judgment for $1532.06, and that execution subsequently issued. The record in the instant case is in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rahikka-v-gronstrom"
    }
  ],
  "relatedIncidents": [
    25361,
    25425,
    25505,
    25511,
    25547
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}