{
  "id": 25480,
  "title": "1938년 Poston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-06-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Poston. 판결일: 1938-06-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: A. O. Poston v. the State\n**판결일**: 1938-06-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves, Krueger\n\n## 변호인\n\nSmith  Dowdy,  of McKinney, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 119 S.W.2d 1053\n- 135 Tex. Crim. 317\n\n## 판결문 요약\n\nAppellant was charged by information with possessing intoxicating liquors in a container to which was not affixed a stamp showing the payment of taxes due thereon to the State of Texas. Upon his conviction he was awarded a penalty of sixty days' confinement in the county jail and a fine of $100.00.\nThe facts briefly show that armed with a search warrant the sheriff and his deputies approached the home of appellant and his wife, and found the screen doors latched, and saw through the door appellant's wife pouring some liquid out of two fruit jars into an ice box that contained water and lysol. These fruit jars contained whisky, and had no stamp thereon showing the payment of any tax to the State.\nIt was proven that such liquid as was being poured out of these jars was whisky, and that the containers were unstamped. The question that gives us concern, however, is the connection of appellant with the possession of such whisky. The officers testified upon cross-examination that appellant was not at the house at the time of the search, and that he did not come there while they remained at such house. Jimmie Latham, the constable, testified:\n\"Mr. Poston was not there. I didn't see him anywhere around there. I had not seen him there before I went to the house. I don't know how long it had been since the last time he was at the house. I figure we stayed around there about thirty minutes. During the thirty minutes we stayed there he didn't come to the house. We all left, and I don't k...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=poston-v-state"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}