{
  "id": 25488,
  "title": "1938년 Jackson v. Lo Greco 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-05-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Jackson v. Lo Greco. 판결일: 1938-05-30. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Jackson v. Lo Greco.\n**판결일**: 1938-05-30\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Janvier\n\n## 변호인\n\nHerman L. Midlo, of New Orleans, for appellant.\n\nJos. Lautenschlaeger, of New Orleans, for appellee.\n\n## 인용\n\n- 181 So. 561\n\n## 판결문 요약\n\nLouise Jackson claims to have sustained physical injuries at about 7:00 o'clock on the morning of July 31, 1937, when, as she was lying in bed in the premises occupied by her husband and herself and leased from defendant, Lo Greco, plaster fell from the ceiling and struck her. She prays for judgment for $1,500.00 for the injuries she sustained and for $60.00 additional, the amount of the bill of the doctor who treated her.\nDefendant, admitting that a portion of plaster fell, denies that it struck plaintiff, and he especially denies that she sustained any injury.\nIn the District Court there was judgment dismissing plaintiff's suit. She has appealed.\nThe evidence convinces us that the plaster which fell dropped from a part of the ceiling not above the bed, but in another part of the room, and we have doubt as to whether plaintiff was struck at all. But we have no doubt at all that she has so grossly exaggerated her injuries &#8212; if she received any &#8212; as to justify the conclusion that her entire story is fundamentally false, and that when, by chance, plaster fell from the ceiling, she attempted to seize upon that circumstance as an opportunity to mulct the defendant in damages.\nVery soon after the falling of the plaster defendant's wife called upon plaintiff and, on examination, found \"no bruise and no scratch\". Only a few hours later a physician of twenty-three years' experience was sent by defendant to examine plaintiff. He \"examined every part of her body very carefu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-lo-greco"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}