{
  "id": 25498,
  "title": "1938년 In re Carson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-05-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Carson. 판결일: 1938-05-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Application of Benjamin Carson for the Examination of Voting Machine and for the Correction of Certain Errors and Discrepancies Appearing Thereon, Pursuant to the Provisions of the Election Law of the State of New York, and for Other Relief Therein Provided. Benjamin Carson, Appellant Feed Bonacker\n**판결일**: 1938-05-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 254 A.D. 801\n\n## 판결문 요약\n\n\nAppeal by petitioner from orders in the above-entitled proceeding. This proceeding involves a contest of the title to the office of supervisor of the second supervisory district of the city of Rensselaer. The petitioner was the candidate for the Democratic party and respondent the candidate for the Republican party for that office at the general election held November 7, 1937. The appellant by this proceeding attempts to have the Supreme Court, at Special Term, summarily try the title to an elective office. Voting machines were used in the election. When the voting machine used in the first district, sixth ward, was opened at the close of the election the counter used to record the votes cast for petitioner registered between the numbers of 77 and 78. The inspectors of election of that district entered upon their tally sheets this notation. The vote cast for other candidates on the Democratic row in that district, as recorded by the machine, ranged from 225 to 289. The machine recorded 174 votes as having been east for .respondent Bonacker. Votes cast for other candidates upon the Republican row, as recorded by the machine, ranged from 110 to 166. The petitioner contends that he received over 200 votes in that election district; that due to the defect in the registering all of the votes cast for him were not indicated by the counter. The petitioner seeks an order in pursuance of the Election Law, section 333, for mechanical examination of that part of the machine which recor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-carson"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}