{
  "id": 25504,
  "title": "1938년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-05-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Carter. 판결일: 1938-05-03. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Carl Carter, Appellant\n**판결일**: 1938-05-03\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Tipton\n\n## 변호인\n\nRoy McKittrick,  Attorney General, and  Aubrey R. Hammett,  Jr.,  Assistant Attorney General, for respondent.\n\n(1) The court properly admitted evidence of intoxication of the defendant as same is competent as to the defendant's negligence. State v. Campbell, 84 S.W.2d 622; State v. Coulter, 204 S.W. 5. (2) The court properly overruled the demurrer at the close of the State's case for the reason that the defendant failed to stand on his demurrer and thereafter offered evidence in his own behalf. \n\n## 인용\n\n- 116 S.W.2d 21\n- 342 Mo. 439\n\n## 판결문 요약\n\nOn May 27, 1935, an information was filed in the Circuit Court of Howell County, Missouri, charging appellant with *Page 440 \nmanslaughter in the killing of Louie Peterman through culpable negligence while operating a truck on December 24, 1934. On change of venue the case was sent to the Circuit Court of Carter County, where the trial resulted in finding appellant guilty, and his punishment was assessed at two years in the State penitentiary. Appellant has duly appealed from the judgment and sentence of that court.\nI. Appellant has not favored us with a brief, therefore, we will examine his assignments of error in his motion for a new trial. His first assignment of error is that his demurrer at the close of the evidence should have been sustained. There was a sharp conflict in the evidence, but we will relate that most favorable to the State to see if it is sufficient to sustain the verdict.\nThe evidence of the State tends to show that on December 24, 1934, about five-thirty P.M., there was a collision on State Highway No. 80, about fifteen miles west of West Plains, Missouri, between a truck driven by appellant and a Chrysler coupe driven by Louie Peterman. Riding in the cab of the truck were appellant, his brother Cecil Carter, Leonard Williams and Janie Robbins, and several persons were riding on the body of the truck. In the coupe were the deceased, his father, mother and a child, and two children were riding on the right running board. In the collision Peterman received...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gibilterra"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-carter"
    }
  ],
  "relatedIncidents": [
    25434,
    25435,
    25454,
    25481,
    25513
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}