{
  "id": 25513,
  "title": "1938년 Boss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-04-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Boss. 판결일: 1938-04-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: BOSS v. STATE\n**판결일**: 1938-04-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian, Graves\n\n## 변호인\n\nSidney Benbow and Andrew Buckner, both of Houston, F. L. Henderson, of Bryan, Earl I. Horowitz, of Houston, and E. B. Coopwood, of Lockhart, for appellant., Lloyd W. Davidson, State’s Atty., of Austin, for the State.\n\n## 인용\n\n- 116 S.W.2d 739\n\n## 판결문 요약\n\n\nCHRISTIAN, Judge.\nThe offense is murder; the punishment, death.\nThis is the second appeal, the former judgment of conviction having been reversed by 'this court because of an error in the charge. See Boss v. State, 131 Tex.Cr.R. 574, 101 S.W.2d 253. The first trial was held in DeWitt county on a change of venue from Harris county. The present appeal is from Caldwell county where the case was tried on a change of venue from DeWitt county.\nIt was charged in the indictment, in substance, that appellant, with malice aforethought, killed R. W. Albert by striking and beating him with a piece of iron and by cutting and stabbing him with a knife.\nThe testimony of the state that, on the 21st of March, 1936, appellant kill- . ed and robbed deceased was uncontro-verted. Appellant defended on the ground that he was insane, and on that issue witnesses testified pro and con.\nThe state introduced appellant’s confession in evidence, which, omitting the formal parts, reads as follows:\n“My name is Vince Boss. I am 20 years of age. I reside at -. On last Friday, March 20, 1936, I tried to borrow $3 from Harry Poole. He was in his office at the Happy Hour Theatre. He said he didn’t -have it. I had about $7 at that time. I went on down to Pete’s Restaurant on Congress and later on Gus-sie Miller and Gladys Sinclair came down there. They got in a cab and went home and I caught a cab and went right behind them. I just flagged a cab. I think it was a 2121; it had a white streak on it. I flagged the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boss-v-state"
    }
  ],
  "relatedIncidents": [
    25434,
    25435,
    25454,
    25481,
    25504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}