{
  "id": 25519,
  "title": "1938년 Troutman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-03-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Troutman. 판결일: 1938-03-23. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Orene Troutman v. the State\n**판결일**: 1938-03-23\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian, Hawkins\n\n## 변호인\n\nJ. Y. Gray  and  Alex P. Pope,  both of Tyler, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 114 S.W.2d 1176\n- 134 Tex. Crim. 408\n\n## 판결문 요약\n\nThe offense is selling whisky in a dry area; the punishment, a fine of $150.00 and thirty days' confinement in jail. *Page 409 \nPorter L. Williams, an inspector of the Texas Liquor Control Board, testified that on the 17th day of May, 1937, he went to appellant's home and bought a pint of whisky from her. The proof on the part of the State was sufficient to show that Cherokee County was a dry area.\nThe complaint and information failed to allege in terms that the commissioners' court had canvassed the returns of the election and declared the result. However, we find an averment therein as follows: \"And thereupon the commissioners' court of said county aforesaid, did pass an order declaring the result of said election, and prohibiting the sale of intoxicating liquors in said Cherokee County, Texas.\"\nWe quote from Branch's Ann. P. C., Sec. 1224, as follows: \"It is not necessary to allege in terms that the commissioners' court had declared the result of the election; an allegation that the commissioners' court had made an order prohibiting the sale of intoxicating liquors is broad enough to embrace that proposition.\"\nIn support of the text many authorities are cited, among them being Holloway v. State, 110 S.W. 745.\nWe are constrained to hold that it was sufficiently averred that the sale of intoxicating liquor had been prohibited.\nThe judgment is affirmed.\nThe foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and appr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=troutman-v-state"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}