{
  "id": 25523,
  "title": "1938년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-03-11",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Allen. 판결일: 1938-03-11. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Allen v. Commonwealth.\n**판결일**: 1938-03-11\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Drury\n\n## 변호인\n\nR. S. ROSE for, appéllant., HUBERT MEREDITH, Attorney General, and W. OWEN KELLER, Assistant Attorney General, .for ‘appellee.\n\n## 인용\n\n- 114 S.W.2d 757\n- 272 Ky. 533\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 535 \nReversing.\nJoe Allen was charged by indictment with house-breaking, and further in that indictment was charged with two previous convictions of felonies. See occurrences (c), (a), and (b), infra. He was convicted, his punishment was fixed at life imprisonment, and he has appealed. We will now epitomize what is shown in this record.\n                                Epitome.\n(a) On March 18, 1920, upon plea of guilty, Joe Allen was convicted of robbery in the circuit court of Bell county, Ky., and sentenced to 4 years in the penitentiary.\n(b) On April 3, 1924, upon plea of guilty, Joe Allen was convicted of a felony (housebreaking) in the circuit court of Dickenson county, Va., and sentenced to 3 years in the penitentiary.\n(c) On October 6, 1935, Joe Allen pried open a window and entered the depot of the Louisville  Nashville Railroad Company, in the city of Harlan in Harlan county, Ky., and pried off the wall a vending machine, which he broke open and took therefrom a number of pennies.\n(d) On April 13, 1936, at a special extended term of the Harlan circuit court, Joe Allen was tried for occurrence (c) under an indictment for housebreaking, was found guilty, and his punishment fixed at 5 years in the penitentiary, and he began his imprisonment under that judgment. *Page 536 \n(e) On December 11, 1936, in the case of Thompson v. Com.,266...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allen-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    25370,
    25423,
    25433,
    25245,
    25303
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}