{
  "id": 25527,
  "title": "1938년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-03-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Parker. 판결일: 1938-03-07. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Board of Barber Examiners of Louisiana v. Parker.\n**판결일**: 1938-03-07\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Higgins, Land, O'Niell, Odom, Ponder, Rogers\n\n## 변호인\n\nGaston L. Porterie, Atty. Gen., and George M. Wallace, Richard A. Dowling, R. F. Walker, Joe T. Cawthorn, and A. F. Rabun, Sp. Assts. to Atty. Gen., for plaintiff., Guy H. Holloway, of Farmerville, and Charles H. Morton, of Bernice, for defendant.\n\n## 인용\n\n- 182 So. 485\n- 190 La. 214\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 216 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 217 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 218 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 219 \nThis appeal presents for our consideration the sole question of whether Section 12, Act No. 48 of 1936, is constitutional. *Page 220 \nThe Act involved is, according to its title, one:\n\"To regulate and control the Barber Industry, and for that purpose to further enlarge the present powers of the Board of Barber Examiners; defining its additional jurisdiction, powers, and duties; to approve agreements from each Judicial District; and providing penalties for violation of this Act.\"\nThe Board of Barber Examiners was created by Act No. 247 of 1928. Section 12 of the Act of 1936 provides:\n\"That the Board shall have the power to approve price agreements establishing minimum prices for barber work, signed, and submitted by any organized groups of at least 75% of the barbers of each Judicial District, after ascertaining by such investigations, and proofs as the condition permits and requires, that such price agreeme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=board-of-barber-examiners-v-parker"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}