{
  "id": 25528,
  "title": "1938년 Borchardt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-03-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Borchardt. 판결일: 1938-03-07. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Borchardt v. Bukolt\n**판결일**: 1938-03-07\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Bland, Gakrett, Gareett, Hatfield, Jackson, Lendocw\n\n## 변호인\n\nI<1. Hume TaJbert (Francis <?. Boswell of counsel) for appellant., Joseph W. Milbnrn (John A. Griesbauer of counsel) for appellee.\n\n## 인용\n\n- 25 C.C.P.A. 944\n- 94 F.2d 983\n\n## 판결문 요약\n\n\nGaReett, Presiding Judge,\ndelivered the opinion of the court:\nThis is an interference proceeding in which the Board of Appeals of the United States Patent Office affirmed the decision of the Examiner of Interferences awarding priority to the senior party Bukolt upon the three counts involved. By appeal, the decision of the board is brought to us for review.\nThe Interference was declared January 29,1935, between an application of Bukolt, serial No. 719,961, filed April 10,1934, entitled “Container Closures,” and an application of Borchardt, serial No. 731,358, filed June 19, 1984, entitled “Closures for Containers.”\nAs indicated by the respective titles, the subject matter of the invention is a closure for containers. It seems to be particularly adapted to fruit jars. The specification of Borchardt recites the general object of the invention to be “to provide a closure in the form of a clamping and sealing device that not only provides a leak proof and air-tight connection but can be easily and expeditiously applied and removed with respect to the container with very little effort.” The specification of Bukolt contains matter of the same purport.\nCount 1, which is illustrative, reads:\nCount 1. An assemblage of the class described comprising container-closing means Laving a yieldable portion to abut the container, an attaching member having means for connecting it with the container, and a resilient snap disk cooperatively related with said container closing means and said att...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=borchardt-v-bukolt"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}