{
  "id": 25535,
  "title": "1938년 Rock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-02-24",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Rock. 판결일: 1938-02-24. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Rock.\n**판결일**: 1938-02-24\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Btjshnell, Btjtzel, Chandler, McAllister, North, Potter, Sharpe, Wiest\n\n## 변호인\n\nGeorge W. Carr , for appellant.\n\n Raymond W. Starr , Attorney General,  Edmund E. Shepherd , Assistant Attorney General, and  William J. Miller , Prosecuting Attorney, for the people.\n\n## 인용\n\n- 277 N.W. 873\n- 283 Mich. 171\n\n## 판결문 요약\n\nGordon Rock, 22 years of age, was charged with the crime of rape upon Gerville Raiche, 21 years of age. At the first trial the jury disagreed. At the second trial the jury returned a verdict of guilty of assault, with intent to commit the crime of rape, and sentence followed.\nUpon review by defendant it is claimed that, under the evidence, the charge of rape, consummated, should not have been submitted to the jury.\nThe testimony of the woman was of rape accomplished, and the court was not in error in leaving the issue thereon to the jury. The verdict acquitted defendant of the crime of rape and that left the included charges of major and minor assaults.\nThe offense was alleged to have been committed the night of May 12, 1936, on the front seat of a Chevrolet four-door sedan, while parked at the side of the roadbed of a highway in Delta county. The automobile had carried three persons to that point; prosecutrix, defendant, and a young man named Palmer, but prosecutrix claims that Palmer left before the assault was made.\nMr. Palmer was a witness, called by the people, and he testified that he was present all the time and no assault occurred.\nThe jury evidently discounted the claim of rape under the awkward surroundings and the resistance of the female, but found the attempt, with intent to commit the crime.\nAfter the alleged rape the woman ran into the woods at the side of the road and went to the house of an acquaintance, where she appeared with her hair all mussed, her face s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rock"
    }
  ],
  "relatedIncidents": [
    25287,
    25296,
    25361,
    25369,
    25370
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}