{
  "id": 25534,
  "title": "1938년 Baranski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-02-25",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Baranski. 판결일: 1938-02-25. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Walter Baranski, P. A. vs. Massachusetts Bonding & Insurance Co.\n**판결일**: 1938-02-25\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Baker, Capotosto, Condon, Flynn, Moss\n\n## 변호인\n\nGoldberg  Goldberg, Patrick H. Quinn,  for complainant.\n\n Henry M. Boss, Herbert Tiemann,  for respondent.\n\n## 인용\n\n- 197 A. 390\n- 60 R.I. 140\n\n## 판결문 요약\n\nThis is a bill in equity to reach and apply certain funds in the hands of the respondent to the satisfaction of a judgment obtained by the complainant in an action of the case for negligence against one Windeford A. Elderkin, who was insured by the respondent under an automobile liability insurance policy. The cause was heard in the superior court on bill, answer, replication and proof *Page 141 \nand resulted in the entry of a final decree dismissing the bill. From this decree, the complainant has duly appealed to this court.\nBriefly the facts are these. On January 1, 1935, the respondent contracted to insure Elderkin, in Massachusetts, for statutory coverage under the compulsory liability insurance law of that state, and also for extraterritorial and property damage coverage. A policy was not at that time issued to Elderkin as he had not paid the premium, but a certificate of the making of the contract for the policy was sent to the Massachusetts registrar of motor vehicles to enable Elderkin to obtain registration plates for his vehicle in that state. There was a separate premium charge specified for each coverage above mentioned and in the aggregate they amounted to $50. This amount remained wholly unpaid on March 1, 1935, and on that date the respondent sent to Elderkin by registered mail a notice of cancellation of the entire policy, a copy of which is in evidence, effective as of March 21, 1935.\nUnder the provisions of the Massachusetts Compulsory Liability Insurance La...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baranski-v-massachusetts-bonding-insurance"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}