{
  "id": 25533,
  "title": "1938년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-03-01",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Taylor. 판결일: 1938-03-01. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Taylor v. Commonwealth.\n**판결일**: 1938-03-01\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Baird, Whole\n\n## 변호인\n\nCHARLES B. SPICER and E. BERTRAM for appellant.\n\nHUBERT MEREDITH, Attorney General, and WILLIAM HAYS, Assistant Attorney General, for the Commonwealth.\n\n## 인용\n\n- 114 S.W.2d 482\n- 272 Ky. 408\n\n## 판결문 요약\n\nReversing.\nHugh Taylor was convicted of manslaughter by a jury in the Harlan circuit court of the killing, of Robert Moore, and his punishment fixed at 18 years' confinement in the state penitentiary. He appeals from the judgment declaring him guilty. His grounds for reversal are: (1) That the court erred in overruling his petition for a change of venue; (2) in sustaining objections to the cross-examination of certain witnesses of the commonwealth tending to show bias and prejudice of the witnesses; and (3) in instructions to the jury objected to at the time by the defendant.\nThe court has reached the conclusion that the judgment must be reversed because of errors in the instructions; therefore, it is deemed unnecessary to pass upon the other alleged errors, if they were errors, because they may not occur again on another trial.\nOn July 19, 1936, in Clarence Poer's restaurant in the village of Pansy, Harlan county, Ky., on Sunday night about 8 o'clock, Robert Moore was shot and killed by appellant. The appellant Taylor and Moore were neighbors, living so closely to each other that Moore obtained water for the use of his family from the well of Taylor. This neighborly situation had existed for some time. Just before the killing, for some reason not fully explained, the pump on Taylor's well was broken, or at least parts of it. The Moore family came to the conclusion that Taylor disabled the use of the pump purposely, indicating that the privilege of getting water from his well...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    25434,
    25435,
    25454,
    25481,
    25504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}