{
  "id": 25547,
  "title": "1938년 Savaiano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-02-02",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Savaiano. 판결일: 1938-02-02. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois ex rel. John S. Rusch v. Fred Savaiano\n**판결일**: 1938-02-02\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Hall, Sullivan\n\n## 변호인\n\nThomas Marshall, of Chicago, for appellants., Thomas J. Courtney, State’s Attorney, for appellee; John F. Cashen, Jr., of Chicago, of counsel.\n\n## 인용\n\n- 293 Ill. App. 515\n\n## 판결문 요약\n\n Mr. Justice Hall delivered the opinion of the court. Under section 13 of art. 2 of Election Laws, (ch. 46, IT 267, Ill. State Bar Stats. 1935; Jones Ill. Stats. Ann. 43.277), a proceeding was begun in the county court of Cook county in and by which the ‘ respondents were charged with misconduct as judges and clerks in a primary election in the 31st precinct of the 20th ward in the city of Chicago, held on April 14, 1936. Each was found guilty of contempt of court, and each was sentenced to imprisonment in the county jail of Cook county for a term of one year. This is an appeal by each of the respondents from the judgment and order by which they were found guilty and sentenced. The trial court found that Fred Savaiano, Mike Corso and Carmen Bagnola, while serving and acting as judges at such election, and Alex J. Morelli and John Cantore, as clerks, had called and recorded the votes contrary to the statute, had unlawfully assisted and acquiesced in assisting voters to vote without first examining them as to their disability and inability to vote and without requiring them to make oath concerning their disability and inability to mark their ballots; had permitted persons to vote whose names did not appear on the register; had assisted voters and had fraudulently marked ballots in the voting booths without a representative of the opposite political faith being present at such time, and without the voter asking for assistance and without the voter being illiterate; had permitted...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-rusch-v-savaiano"
    }
  ],
  "relatedIncidents": [
    25361,
    25425,
    25472,
    25505,
    25511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}