{
  "id": 25557,
  "title": "1938년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-01-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Martin. 판결일: 1938-01-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Amon Martin v. the State\n**판결일**: 1938-01-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Krueger\n\n## 변호인\n\nEmmett W. Wilburn,  and  Davis, Avery  Wallace,  all of Center, for appellant.\n\n Wardlow Lane,  District Attorney, of Center, and  Lloyd W.  Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 113 S.W.2d 536\n- 134 Tex. Crim. 48\n\n## 판결문 요약\n\nAppellant was convicted of the offense of murder without malice and his punishment was assessed at confinement in the State Penitentiary for a term of five years.\nAppellant's first complaint is that the court erred in his charge to the jury by instructing them on the law of principals, *Page 49 \nbecause there was no testimony from any source authorizing such an instruction.\nWe think that appellant's contention is well founded and should be sustained. The record shows that about midnight or early in the morning of December 21, 1936, deceased was killed with appellant's shotgun in the yard of appellant's home. It further discloses that the deceased and appellant at one time had been married, but were divorced in 1934. Deceased was awarded the care and custody of the children. Soon after the divorce was granted, appellant married another woman and was living with her at the time of the alleged offense. On the Saturday preceding the day of the alleged homicide, appellant engaged Mr. Parker, a constable, to go with him to the home of his former wife and request her to permit the children to spend the holidays with him, as he desired to purchase some clothes for them. The mother readily agreed thereto, and appellant took the children home with him. On the following day about dark, the deceased came to appellant's home, bringing some wearing apparel for the children. They all ate supper together and afterwards, the women attended services at the Baptist Church. About eleven or eleve...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burchfield-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-state"
    }
  ],
  "relatedIncidents": [
    25434,
    25435,
    25454,
    25481,
    25504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}