{
  "id": 25554,
  "title": "1938년 Gerritt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-01-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gerritt. 판결일: 1938-01-21. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: H. INA GERRITT, Appellant, v. FULLERTON UNION HIGH SCHOOL DISTRICT Et Al., Respondents\n**판결일**: 1938-01-21\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Barnard\n\n## 변호인\n\nForgy, Reinhaus & Forgy and A. M. Bradley for Appellant., W. F. Menton, District Attorney, and Preston Turner, Assistant District Attorney, for Respondents.\n\n## 인용\n\n- 24 Cal. App. 2d 482\n\n## 판결문 요약\n\n\n24 Cal. App. 2d 482 (1938)\nH. INA GERRITT, Appellant,\nv.\nFULLERTON UNION HIGH SCHOOL DISTRICT et al., Respondents.\nCiv. No. 2113. \nCalifornia Court of Appeals. Fourth Appellate District.  \nJanuary 21, 1938.\n Forgy, Reinhaus &amp; Forgy and A. M. Bradley for Appellant.\n W. F. Menton, District Attorney, and Preston Turner, Assistant District Attorney, for Respondents.\n Barnard, P. J.\n This is an appeal from a judgment dismissing a petition for a writ of mandate based upon an order sustaining a general demurrer to the petition, the petitioner having declined to amend within the ten days allowed for that purpose.\n The petition, filed on June 15, 1937, alleges that the petitioner is a teacher by profession and holds a life certificate authorizing her to teach in secondary schools in this state; that the individual respondents are the board of trustees of the named high school district and also are the trustees of a junior college district having the same boundaries as the high school district; that during the times in question a high school and a junior college have been maintained upon the same campus and the same person has acted as superintendent of both schools; that during that time the high school has had an average daily attendance in excess of 850 pupils and *485 the junior college has had less than that number; that there has been no decrease in the number of pupils attending the high school and no particular kind of service therein has been discontinued; that the petiti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gerritt-v-fullerton-union-high-school-district"
    }
  ],
  "relatedIncidents": [
    25361,
    25369,
    25370,
    25423,
    25425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}