{
  "id": 25561,
  "title": "1938년 Saunders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1938-01-07",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Saunders. 판결일: 1938-01-07. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Henry J. Saunders v. Harry H. Cowl and Others. [Fn1]\n**판결일**: 1938-01-07\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Peterson\n\n## 변호인\n\nS.J. Kroman , and  Walter J. Welch , for appellant.\n\n Hursh d. Johnson  and  Homer R. Kinney , for respondent.\n\n## 인용\n\n- 277 N.W. 12\n- 201 Minn. 574\n\n## 판결문 요약\n\n1 Reported in 277 N.W. 12.\nPlaintiff sues to recover accrued instalments due under a contract for purchase of a tent sold and delivered by him to defendant, for damage to a piece of tent loaned by him to defendant, and for the agreed price of certain poles sold by plaintiff to defendant. Defendant defends and counterclaims on the ground of breach of express *Page 575 \nand implied warranties and fraud inducing the sale of the tent, and appeals from an order denying his motion for new trial after findings of fact and conclusions of law in favor of plaintiff.\nThe tent was very large, being 180 feet long and 177 feet wide, the center poles of which were approximately 38 feet high. Defendant went to plaintiff's store three or four times during the negotiations for the purchase of the tent. There is a dispute as to what was said and done on these visits. Defendant claims that plaintiff told him that the tent was about six or seven years old; that it was in good condition; that if defendant would spend about $100 in applying a preparation on the canvas it would stand any storm and could be used indefinitely; that defendant made a partial examination of the tent; that he did not know anything about canvas and so advised the plaintiff; and that he told plaintiff that he relied entirely upon his representations. Plaintiff denies that he made any statement as to the age or quality of the tent and states that he rolled the tent out on the floor of his store so defendant could examine it;...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saunders-v-cowl"
    }
  ],
  "relatedIncidents": [
    25361,
    25425,
    25472,
    25505,
    25511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}