{
  "id": 25573,
  "title": "1937년 Hynes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-12-15",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Hynes. 판결일: 1937-12-15. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hynes v. Halstead.\n**판결일**: 1937-12-15\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bushnell, Butzel, Chandler, Fead, North, Potter, Sharpe, Wiest\n\n## 변호인\n\nFarley & Elliott, for plaintiffs and intervening plaintiffs., Neither cut ■<£ Neither cut (George W. Cook, of counsel), for defendant.\n\n## 인용\n\n- 276 N.W. 578\n- 282 Mich. 627\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 629 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 630 \nPlaintiffs, beneficiaries under the last will and testament of William T. Hynes and, except Matthew Shea, his sole heir, filed their bill in equity to set aside a deed from William T. Hynes to Ward Halstead upon the ground of fraud, undue influence, mental incompetency, and want of delivery thereof. Defendant answered, claiming the deed was in all respects valid and asking that the bill of complaint be dismissed. The trial court dismissed plaintiffs' bill, and they appeal.\nThe trial court held the decision of this case turned upon the question of the delivery of the deed *Page 631 \nalleged to have been executed by Hynes to Halstead, July 5, 1930. The delivery of the deed depended upon the intention of the grantor. The whole object of the delivery of a deed is to indicate an intent upon the part of the grantor to give effect to the instrument. Thatcher v. St. Andrew's Church of AnnArbor, 37 Mich. 264. Any act presumptively a delivery of a deed will not be a delivery if the intent to make it such is wanting. Stevens v. Castel, 63 Mich. 111. Ordinarily, without the acceptance of a deed on behalf of the grantee, there can be no delivery. Truitt v. City of Battle Creek, 208 Mich. 618;  Meade v. R...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hynes-v-halstead"
    }
  ],
  "relatedIncidents": [
    25586,
    25587,
    25595,
    25602,
    25651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}