{
  "id": 25586,
  "title": "1937년 Foy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-11-22",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Foy. 판결일: 1937-11-22. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: MARK FRANCIS FOY, Jr., Appellant, v. GLADYS ANITA FOY, Respondent\n**판결일**: 1937-11-22\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Gray\n\n## 변호인\n\nMARK FRANCIS FOY, Jr., Appellant, v. GLADYS ANITA FOY, Respondent.\n\n## 인용\n\n- 23 Cal. App. 2d 543\n\n## 판결문 요약\n\n\n23 Cal. App. 2d 543 (1937)\nMARK FRANCIS FOY, Jr., Appellant,\nv.\nGLADYS ANITA FOY, Respondent.\nCiv. No. 10064. \nCalifornia Court of Appeals. First Appellate District, Division Two.  \nNovember 22, 1937.\n Winston Churchill Black for Appellant.\n M. Mitchell Bourquin and Clinton L. Markley for Respondent.\n Gray, J., pro tem.\n An examination of the complaint discloses that plaintiff seeks in equity the vacation, for want of jurisdiction and fraud, of those portions of an interlocutory decree of divorce which awarded the custody of the child of the parties to defendant and directed plaintiff to pay to defendant certain sums for the support of herself and child, attorney's fees and costs. The following facts are alleged in the husband's complaint and not denied in the wife's answer. The parties had intermarried and had as the issue of their marriage one child. The wife had previously filed in the San Francisco superior court a complaint for divorce alleging certain acts of extreme cruelty and seeking the child's custody and an allowance for alimony, the child's maintenance, attorney's fees and costs. The husband at all times was and is a British subject, domiciled in Sydney, Australia. He had been served by publication and by personal service in Sydney. His default having been entered, the San Francisco superior court had granted the wife an interlocutory decree of divorce in which the custody of the child had been awarded to her and the husband had been ordered to pay her certain s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=foy-v-foy"
    }
  ],
  "relatedIncidents": [
    25573,
    25587,
    25595,
    25602,
    25651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}