{
  "id": 25587,
  "title": "1937년 Levine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-11-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Levine. 판결일: 1937-11-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Murray S. Levine, as Trustee in Bankruptcy of George E. Owens, Bankrupt, and on His Own Behalf and on Behalf of All Stockholders of Elbe Realty Corporation v. Max H. Elbe, John H. Leggett and George E. Owens, Individually and as Executors, etc., of Betty E. Owens, and Others\n**판결일**: 1937-11-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Callahan\n\n## 변호인\n\nGeorge A. Orr of counsel [Wallace, Orr & Wilcox, attorneys], for the appellants., Charles S. Rosenschein, for the respondent.\n\n## 인용\n\n- 252 A.D. 511\n\n## 판결문 요약\n\n\nCallahan, J.\nIn the present action, brought by a trustee in bankruptcy, the complaint seeks, in a single cause of action, the following relief: (1) The cancellation of a transfer of certain stock as in fraud of the bankrupt’s creditors; (2) cancellation of a transfer of a legacy and of a real property mortgage on like grounds; (3) a declaration that one of the individual defendants has no lien on said stock, or mortgage, or on certain jewelry; (4) the accounting usually sought in a derivative stockholder’s suit.\nThe dispute concerning the mortgage and jewelry does not appear to be in anywise related to the affairs of the corporation. Plaintiff’s only interest in these properties is in behalf of the bankrupt’s creditors.\nGenerally, a plaintiff may not include in a single complaint an individual cause of action to cancel a transfer of corporate stock, and a cause on behalf of a corporation, such as a representative stockholder’s action. (Brock v. Poor, 216 N. Y. 387.) If, however, the -individual relief plaintiff seeks is merely incidental to that sought in the derivative suit, he is not required to first resort to a separate equity action for such incidental relief. For instance, if it is claimed by plaintiff that, as part of a connected scheme to plunder the corporation, the defendants fraudulently procured the transfer of plaintiff’s stock, so as to deprive him of the status from which he could bring a stockholder’s action, the restoration to that status may be sought in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=levine-v-elbe"
    }
  ],
  "relatedIncidents": [
    25573,
    25586,
    25595,
    25602,
    25651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}