{
  "id": 25589,
  "title": "1937년 Deboard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-11-16",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Deboard. 판결일: 1937-11-16. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of West Virginia v. . Okey Deboard\n**판결일**: 1937-11-16\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Maxwell\n\n## 변호인\n\nH. D. Rollins , for plaintiff in error.\n\n Clarence W. Meadows , Attorney General, and  Kenneth E. Hines , Assistant Attorney General, for the State.\n\n## 인용\n\n- 194 S.E. 349\n- 119 W. Va. 396\n\n## 판결문 요약\n\nOkey DeBoard, convicted in the Intermediate Court of Kanawha County of second degree murder of Leo Fizer and sentenced to fifteen years' penitentiary confinement, prosecutes this writ of error to the circuit court's affirmance of the trial court's judgment.\nThe homicide occurred shortly before midnight, June 26, 1936, in a beer garden and dance hall operated by George Gust in the City of Charleston. The defendant was employed by Gust to keep order in the establishment and was on duty the night of the affray. By reason of his employment, the defendant had been granted by the mayor and chief of police of Charleston a commission as special police officer.\nUncontradicted testimony discloses that just before the killing, the defendant attempted to separate two men who were starting to fight each other; that a large number of persons, men and women, were in the establishment, some of whom were seated in booths and others were dancing in the communicating hall at the rear; that several of the patrons immediately gathered around the defendant and the two fighters; that a melee ensued in which the deceased was fatally shot by the defendant.\nFrom the state's evidence it appears that while defendant *Page 399 \nwas in the act of separating the fighters he was knocked down; that he arose from the floor and began swinging indiscriminately his policeman's mace (sometimes referred to by witnesses in the case as a blackjack), and struck several persons who were close by; that in the scuffle, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-deboard"
    }
  ],
  "relatedIncidents": [
    25593,
    25600,
    25658,
    25668,
    25696
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}