{
  "id": 25584,
  "title": "1937년 Howell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-11-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Howell. 판결일: 1937-11-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lee Howell v. the State\n**판결일**: 1937-11-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves, Morrow\n\n## 변호인\n\nB. P. Maddox,  of Tahoka,  J. B. Engledow,  of Thornton, and Glover Engledow,  of Jayton, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 112 S.W.2d 740\n- 133 Tex. Crim. 566\n\n## 판결문 요약\n\nAppellant files a motion for rehearing wherein he complains that the allegation and proof do not correspond relative to ownership and possession of the cotton alleged to have been stolen in this cause.\nThe indictment alleged the cotton to be in the possession of L. E. Bartlett and owned by him, and we quote from his testimony relative thereto:\n\"On the 23rd of April, 1936, I had thirty-five bales of cotton in the Hackberry Gin yard. I had the sole custody, control and actual management of the cotton that I have testified about on the 23rd of April, 1936. * * * I did not give my consent to this defendant or any other person to take that cotton. The cotton was stored here in Lynn County, Texas. I was the sole owner of the cotton and had the management, custody and control of the cotton at that time.\"\nAppellant further contends that on account of the fact that Mr. Bartlett, the owner of the cotton, owed ginning charges on said cotton, the same was a lien against said cotton, and it was still at the gin and was in possession of the ginner. The only testimony relative to the ginning charges on said cotton comes from Mr. Bartlett, who testified as follows:\n\"I had not paid all of the ginning on this cotton on the 23rd of April, 1936. I couldn't say whether I had paid the ginning on these three bales of cotton at that time or not. I did owe some ginning to the gin. I left my bales of cotton down there *Page 570 \non the gin yard at the gin. They gave me some tickets to evidence my owne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howell-v-state"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25585,
    25586
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}