{
  "id": 25595,
  "title": "1937년 Sheridan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-11-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sheridan. 판결일: 1937-11-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Harry M. Sheridan v. Fred L. Weber and Joseph T. Wilson\n**판결일**: 1937-11-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Edgcomb\n\n## 변호인\n\nHenry B. Harrington, for the appellant., John S. Knibloe, for the respondent Wilson., J. Carl Fogle, for the respondent Weber.\n\n## 인용\n\n- 252 A.D. 398\n\n## 판결문 요약\n\n\nEdgcomb, J.\nPlaintiff, a stock salesman, brings this action to recover commissions claimed to have been earned by him in the sale of the capital stock of the Genesee Corporation. The court directed a verdict for the defendants, upon the sole ground that the plaintiff was engaged in selling securities which “ were forbidden by law to be sold at that time.”\nThere is ample evidence to sustain a finding that the defendants employed the plaintiff to sell the stock of the Genesee Corporation, which they were about to incorporate, and that they agreed to pay him a commission of twenty-five per cent on all such sales, and that he sold stock in the aggregate amount of $4,600. Our task is to determine whether the evidence warrants the court in holding as matter of law that such sales were illegal, and, if so, whether such illegality bars the plaintiff from recovering the amount to which he would otherwise be entitled.\nIn an effort to stop certain fraudulent practices in the sale of stocks, bonds and other securities, which had grown to such dimensions that some relief was imperative, the Legislature, by chapter 649 of the Laws of 1921, added article 23-A, known as the Martin Act, to the General Business Law as its contribution to the solution of the problem. Among the provisions of this act, and the one upon which the trial court relied in directing a verdict for the defendants, may be found the requirement, contained in section 359-e, that “no dealer shall sell or offer for sale to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheridan-v-weber"
    }
  ],
  "relatedIncidents": [
    25573,
    25586,
    25587,
    25602,
    25651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}