{
  "id": 25593,
  "title": "1937년 Dennis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-11-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Dennis. 판결일: 1937-11-11. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Dennis v. State\n**판결일**: 1937-11-11\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Jenkins\n\n## 변호인\n\nW. J. Wallace, for plaintiff in error., M. J. Yeomans, attorney-general, Ghatrles S. Garrett, solicitor-general, 0. II. Dulces, and D. J. Gloiver, contra.\n\n## 인용\n\n- 184 Ga. 838\n\n## 판결문 요약\n\n\nJenkins, Justice.\n1. On the contention of self-defense, the verdict of murder wa's fully authorized.\n2. Under the Code, § 26-1007, to be voluntary manslaughter, “the killing must be the result of that sudden, violent impulse of passion supposed to be irresistible; for if there should have been an interval between . the assault or provocation given and the homicide, of which the jury in all cases shall be the judges, sufficient for the voice of reason and humanity to be heard, the killing shall be attributed to deliberate revenge, and be punished as murder.” Williams v. State, 125 Ga. 302 (1-a), 304 (54 S. E. 108). Where, as in this case, under the State’s evidence, after the deceased was retiring from the scene of a mutual combat with the defendant, and while both of his arms were being held by third persons, the defendant brained him from behind with the blade of an ax in the back of his head, a verdict of voluntary manslaughter would not be demanded upon the contention of the defendant that the homicide was committed after an actual assault upon ' him by the deceased, or in a mutual combat, or under “other equivalent circumstances,” as provided by the statute. Tn such a case, “it was for the jury to determine whether the interval between the assault [or combat] and the homicide was sufficient for the voice of reason *839and humanity to be heard.” If the jruy found it sufficient, as they did, the homicide would be murder; and a verdict so'finding with'a recommendation to me...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dennis-v-state"
    }
  ],
  "relatedIncidents": [
    25589,
    25600,
    25658,
    25668,
    25696
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}