{
  "id": 2559,
  "title": "2018년 United States v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-03-08",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: United States v. Miller. 판결일: 2018-03-08. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: United States v. David Harris MILLER\n**판결일**: 2018-03-08\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Ellis, III\n\n## 변호인\n\n*691Uzo Asonye, US Attorney's Office, Alexandria, VA, for United States of America.\n\n## 인용\n\n- 295 F. Supp. 3d 690\n\n## 판결문 요약\n\n\nT. S. Ellis, III, United States District Judge\nAt issue in this mail and wire fraud, money laundering conspiracy, and identity *692theft prosecution is whether the Government improperly seized defendant's assets without probable cause to believe those assets will ultimately be proved at trial to be forfeitable as tainted, and not substitute assets. This issue has been fully briefed and argued and is ripe for disposition.\nI.\nA procedural history of this case and the companion case of United States v. Wallis provides necessary context for the factual findings here.1 On October 5, 2015, the Government charged Linda Diana Wallis (\"Wallis\") by information with one count of conspiracy to commit wire fraud, in violation of 18 U.S.C. § 1343 and 18 U.S.C. § 1349. Wallis waived indictment, pled guilty to the one-count amended criminal information, and signed a statement of facts on October 15, 2015. Specifically, the statement of facts noted that from January 2013 through February 2014, in the Eastern District of Virginia, Wallis and her husband, the defendant here who was unindicted at the time, engaged in a conspiracy to obtain money through false statements and misleading representations from three different victim organizations, including SkyLink Air and Logistic Support, Inc. (\"SkyLink\"), the Saslaw for State Senate campaign, and the Community College Consortium on Autism and Intellectual Disabilities (\"CCCAID\").2 Specifically, the statement of facts reflects that Wallis and defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-miller"
    }
  ],
  "relatedIncidents": [
    2279,
    2381,
    2423,
    2482,
    2603
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}