{
  "id": 25600,
  "title": "1937년 The People v. Black 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-10-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: The People v. Black. 판결일: 1937-10-22. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Corydon A. Black, Plaintiff in Error\n**판결일**: 1937-10-22\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: HERRICK, Orr, Wilson\n\n## 변호인\n\nEmmet F. Byrne, (Clyde C. Fisher, of counsel,) for plaintiff in error., Otto Keener, Attorney General, Thomas J. Courtney, State’s Attorney, and A. B. Dennis, (Edward E. Wilson, John T. Gallagher, Melvin S. Rem be, Blair L. Varnes, Richard B. Austin, and Alexander J. Napoli, of counsel,) for the People.\n\n## 인용\n\n- 10 N.E.2d 801\n- 367 Ill. 209\n\n## 판결문 요약\n\nOn a trial before a jury in the criminal court of Cook county, the defendant, Corydon A. Black, was found guilty of the murder, by poisoning, of his divorced wife, Cordelia Brosseau. His punishment was fixed at death. He brings the record here for review by writ of error. Supersedeas has been granted.\nWe shall not recite the evidence in much detail nor discuss the merits of the cause. The deceased died on October 5, 1936. The defendant was arrested in his former wife's apartment where he had been staying for several weeks prior to her death. He made two written statements to the police relative to the death of the deceased and the circumstances leading up to it. One was made October 8, the other, October 10, 1936. Each was offered in evidence on the trial. These statements tended to show that her death was the result of a suicide pact between deceased and defendant; that he placed the poison equally into two glasses. Each drank the deadly potion. He claimed to have survived because of the large amount of alcoholic liquor he had previously taken and also because he vomited shortly after taking the deadly draught.\nIt was the theory of the People that the defendant (1) was jealous of his former wife, (2) feared she would marry a man living in another city with whom she had kept company and was then corresponding, (3) tricked her into taking the poison with the understanding that he would do likewise *Page 211 \nand (4) failed to keep his promise and took none of the fatal drug hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-black"
    }
  ],
  "relatedIncidents": [
    25589,
    25593,
    25658,
    25668,
    25696
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}