{
  "id": 25618,
  "title": "1937년 Vance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-09-21",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Vance. 판결일: 1937-09-21. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Ruth Vance, Administratrix, Appellant, v. Walter E. Grohe, Appellee\n**판결일**: 1937-09-21\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Anderson, Donegan, Hamilton, Parsons, Richards, Sager\n\n## 변호인\n\nLocke & Lampman, R. W. Zastrow, and W. G. Henke, for appellant., C. C. Putnam of Putnam, Putnam, Fillmore & Putnam, and G. C. Murray, for appellee.\n\n## 인용\n\n- 274 N.W. 902\n- 223 Iowa 1109\n\n## 판결문 요약\n\nCedar Inn is located about 2 1/2 miles northwest of Charles City on federal highways 18 and 218. On the night of September 30, 1934, a group of young people, including the decedent, Edward Bluhm, Marvin Soehren, Gladys Runyard, and Stanley O'Dowd, were at the inn. At about one o'clock in the morning Edward Bluhm started to leave the inn to go to the city for the purpose of getting someone to come and transport his party to town. As he left the inn he saw the defendant who was outside sitting alone in his automobile, and the defendant, learning of Bluhm's intention offered to take him to town. They started out and as they were leaving the premises they saw the four other young people, and the defendant likewise offered them a ride into town. None of the party had ever met the defendant before. They all got into the car, Bluhm in the front seat with the defendant, and the four others in the back seat. The Chicago, Milwaukee Railroad track intersects this highway, the track running in an easterly and westerly direction, and in going to and from Cedar Inn to Charles City it is necessary to cross this railroad track. As they were driving toward the city and had almost reached their destination, there was something said about another couple that was still out at the inn, who had no way of getting to town except to walk, and that it was Bluhm's intention to get someone and go back after this couple. On learning this fact the defendant said that he could go back and get them, there w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vance-v-grohe"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}