{
  "id": 2563,
  "title": "2018년 Villa Sonoma at Perimeter Summit Condominum Association, Inc. v. Commericial Industrial Building Owners Alliance, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-03-05",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Villa Sonoma at Perimeter Summit Condominum Association, Inc. v. Commericial Industrial Building Owners Alliance, Inc.. 판결일: 2018-03-05. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Villa Sonoma at Perimeter Summit Condominum Association, Inc. v. Commericial Industrial Building Owners Alliance, Inc.\n**판결일**: 2018-03-05\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                          ATLANTA,____________________\n                                                   February 28, 2018\n\nThe Court of Appeals hereby passes the following order:\n\nA18A1234. VILLA SONOMA AT PERIMETER SUMMIT CONDOMINIUM\n    ASSOCIATION, INC. v. COMMERCIAL INDUSTRIAL BUILDING\n    OWNERS ALLIANCE, INC. et al.\n\n       The plaintiff Villa Sonoma at Perimeter Summit Condominium Association,\nInc. filed a civil action against multiple defendants for breach of contract and bad\nfaith in connection with fire and water damage at the condominium. On December 15,\n2017, the trial court entered three orders: (1) dismissing counts 4, 6, 7, and 8 of the\nPlaintiff’s Second Amended Complaint as to the insurance company defendants, (2)\ndismissing count 1 of the Plaintiff’s Second Amended Complaint as to Great Lakes\nReinsurance, and (3) dismissing Commercial Industrial Building Owners Alliance,\nInc. and Claims Adjusting Group, Inc. from the case. The plaintiff then filed this\ndirect appeal. We, however, lack jurisdiction.\n       “In a case involving multiple parties or multiple claims, a decision adjudicating\nfewer than all the claims or the rights and liabilities of less than all the parties is not\na final judgment.” Johnson v. Hosp. Corp. of America, 192 Ga. App. 628, 629 (385\nSE2d 731) (1989) (punctuation and citation omitted). Although the trial court\ndismissed a number of the plaintiff’s claims, totally dismissed two ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=villa-sonoma-at-perimeter-summit-condominum-association-inc-v"
    }
  ],
  "relatedIncidents": [
    2252,
    2253,
    2258,
    2263,
    2277
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}