{
  "id": 25650,
  "title": "1937년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-07-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Brown. 판결일: 1937-07-01. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: C. A. Brown, Jr., Sam E. Crosby, John P. Bridges, F. W. Switzer and C. W. Carlisee v. State\n**판결일**: 1937-07-01\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Brown, Buford, Davis, Ellis, Terrell\n\n## 변호인\n\nPat Whitaker, Charles F. Blake, Tom Whitaker, D.B. Whitaker,  Jr., Luther Johnson, E.A. Bosarge, L.E. Womack  and  C.A. Boyer, \nfor Plaintiffs in Error;\n\n Cary D. Landis,  Attorney General,  Roy Campbell  and  John L.  Graham,  Assistant Attorneys General, and  J. Rex Farrior,  State Attorney, for the State.\n\n## 인용\n\n- 175 So. 515\n- 128 Fla. 762\n\n## 판결문 요약\n\nThe plaintiffs in error were tried in Polk County on a change of venue from Hillsborough County on an information filed in the Criminal Court of Hillsborough County charging the defendants therein named with conspiracy to violate, and with the violation of, Section 7159 C.G.L., 5057 R.G.S., relating to the false imprisonment for kidnaping of one Eugene F. Poulnot. The first two counts charged conspiracy to kidnap. The last two counts charged the substantive offense of kidnaping. The five plaintiffs in error were found guilty and sentenced under the fourth count charging the substantive offense after a severance had been granted as to some of the originally named defendants.\nThe trial was perhaps the longest ever held in the State of Florida, five and one-half weeks being consumed in the taking of testimony for the prosecution alone. It is safe to say that fully two-thirds of the record thus made consists of evidence bearing on, and only admissible under, the conspiracy charges, and that had the trial been confined to the issue made by the fourth count (which is the only count upon which the plaintiffs in error were convicted) that the taking of all germane evidence could adequately have been wound up in a week. In this connection it is well to observe in the premises that for some unexplained reason not apparent of record, the distinguished counsel for both sides seem to have lost sight of the fact that the defendants were individuals being tried for a serious felony, and not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}