{
  "id": 25656,
  "title": "1937년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-06-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wilson. 판결일: 1937-06-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: WILSON v. STATE\n**판결일**: 1937-06-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nBruce Graham and Currie McCutcheon, both of Dallas, for appellant., Lloyd W. Davidson, State’s Atty., of Austin, for the State.\n\n## 인용\n\n- 106 S.W.2d 276\n\n## 판결문 요약\n\n\nHAWKINS, Judge.\nConviction is for burglary, punishment being five years in the penitentiary.\nThe charge was burglary of the house of A. B. Coleman. On the day of the burglary Coleman was away at work. About noon he went home and found appellant and Wilford Coleman in the house. Both of them ran out the back door. The owner pursued them and appellant shot at him *277with a pistol. The house had been entered by breaking the latch on the back door screen. A radio, electric fan, and other property had been packed ready for removal from the house when the owner made his unexpected appearance. Wilford Coleman, who was twenty years of age, was a son of A’. B. Coleman. The father had made his son leave home about seven months prior to the burglary because of the character of boys he was associating with. Appellant was arrested some three weeks after the burglary, but the officers had been unable to apprehend Wilford, although his father had been aiding them in trying to arrest him.\nIt was appellant’s defense that he had entered the house at the invitation of Wilford without knowledge that the entry was for the purpose of stealing anything from the house.\nThis defense was properly submitted in a charge to which no objection was made, and the jury found against appellant on the question.\nThe judgment is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-state"
    }
  ],
  "relatedIncidents": [
    25579,
    25660,
    25661,
    25370,
    25423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}