{
  "id": 25651,
  "title": "1937년 Lee v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-06-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lee v. United States. 판결일: 1937-06-30. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lee v. United States\n**판결일**: 1937-06-30\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Foster, Sibley, and Hutcheson, Circuit Judges\n\n## 변호인\n\nJames Hartnett, E. Sydney Feinstein, and Ray E. Lane, all of Chicago, 111., and James R. Venable, of Atlanta, Ga., for appellant., Henry A. Schweinhaut, Sp. Asst, to Atty. Gen., and Lawrence S. Camp, U. S. Atty., and M. Neil Andrews, Asst. U. S. Atty., both of Atlanta, Ga., for the United States.\n\n## 인용\n\n- 91 F.2d 326\n\n## 판결문 요약\n\n\n91 F.2d 326 (1937)\nLEE\nv.\nUNITED STATES.\nNo. 8170.\nCircuit Court of Appeals, Fifth Circuit.\nJune 30, 1937.\nRehearing Denied August 3, 1937.\n*327 *328 James Hartnett, E. Sydney Feinstein, and Ray E. Lane, all of Chicago, Ill., and James R. Venable, of Atlanta, Ga., for appellant.\nHenry A. Schweinhaut, Sp. Asst. to Atty. Gen., and Lawrence S. Camp, U. S. Atty., and M. Neil Andrews, Asst. U. S. Atty., both of Atlanta, Ga., for the United States.\nBefore FOSTER, SIBLEY, and HUTCHESON, Circuit Judges.\nFOSTER, Circuit Judge.\nAppellant, Robert Lee, was convicted on thirty-five counts of an indictment charging him, B. R. Bradley, and Wm. A. Smith with violations of the postal laws of the United States, by the mailing of letters in furtherance of a scheme to defraud; and on one count charging the same defendants with conspiracy to commit the same offense. He was sentenced to serve three years' imprisonment on each of the counts charging substantive offenses and two years on the conspiracy count, the sentences to be served concurrently.\nThere are twenty-eight assignments of error. Error is assigned to the overruling of a motion to quash the indictment, based *329 on the grounds that the indictment does not charge appellant with a crime and is duplicitous; and that evidence obtained by an illegal search and seizure was submitted to the grand jury.\nThe indictment is lengthy, occupying 130 pages of the record. However, it will be sufficient to briefly state its salient points. In substanc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-united-states"
    }
  ],
  "relatedIncidents": [
    25573,
    25586,
    25587,
    25595,
    25602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}