{
  "id": 25655,
  "title": "1937년 Pearson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-06-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pearson. 판결일: 1937-06-04. 법원: United States Board of Tax Appeals.",
  "description": "## 사건 정보\n\n**사건명**: E. Pennington Pearson, as of the Last Will and Testament of Henry S. Ayer v. Commissioner of Internal Revenue, Respondent Edward Pennington Pearson, Individually, and as Trustee under Deed of Trust Made by Henry S. Ayer, Dated September 25, 1928 v. Commissioner of Internal Revenue, Respondent City Bank Farmers Trust Company and Edward Pennington Pearson, as Trustees under Deed of Trust Made by Henry S. Ayer, Dated May 17, 1926 v. Commissioner of Internal Revenue\n**판결일**: 1937-06-04\n**법원**: United States Board of Tax Appeals\n**관할**: USA, Federal\n\n**판사**: Morris\n\n## 변호인\n\nRussell L. Bradford, Esq., George E. Graven, Esq., George S. Mittendorf, Esq., and Carl Taylor, Esq., for the petitioners., Frank T. Homer, Esq., and R. F. Staubly, Esq., for the respondent.\n\n## 인용\n\n- 36 B.T.A. 5\n\n## 판결문 요약\n\n\n*11OPINION.\nMorris:\nIn order to correctly include the corpora of these trusts in the decedent’s gross estate under section 302 of the Revenue Act of 1926—it having been held that section 803 (a) of the Revenue Act of 1932 is not retroactive, Flora M. Bonney et al., Executrices, 29 B. T. A. 45; aff'd., 75 Fed. (2d) 1008—it must be found (1) that the transfers were made in contemplation of death or (2) that they were intended to take effect in possession or enjoyment at or after death. The pertinent provisions of the 1926 Act are as follows:\nSm 302. The value of the gross estate of the decedent shall be determined by including the value at the time of his death of all property, tangible or intangible, wherever situated—\n[[Image here]]\n(c) To the extent of any interest therein of which the decedent has at any time made a transfer, by trust or otherwise, in contemplation of or intended to take effect in possession or enjoyment at or after death, except in case of a bona fide sale for an adequate and full consideration in money or money’s worth. * * *\n*12Section 302 (c) was amended, as follows, by a joint resolution of Congress of March 8, 1931:\n(c) To the extent of any interest therein of which the decedent has at any time made a transfer, by trust or otherwise, in contemplation of or intended to take effect in possession or enjoyment at or after his death, including a transfer under which the transferor has retained for his life or any period not ending before his death (1) the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pearson-v-commissioner"
    }
  ],
  "relatedIncidents": [
    25585,
    25498,
    25570,
    25573,
    25579
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}