{
  "id": 25658,
  "title": "1937년 Parks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-06-01",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Parks. 판결일: 1937-06-01. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JOHN PARKS, Appellant, v. HELEN MATHEWS, ROY E. MATHEWS and FARMERS AUTOMOBILE INTER-INSURANCE EXCHANGE, a Corporation, by FARMERS UNDERWRITERS ASSOCIATION, Its Attorney-In-Fact, Respondents\n**판결일**: 1937-06-01\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Ailshie, Budge, Givens, Holden, Morgan\n\n## 변호인\n\nS.T. Schreiber, for Appellant.\n\nA motion to strike out must specify and point out particularly the matter claimed to be sham, irrelevant, and redundant. ( Valley Lumber Co. v. McGilvery ,  16 Idaho 338 ,  340 , 101 P. 94 ,  95 ;  People v. Empire Gold  Silver Mining Co. et  al. ,  33 Cal. 171 ;  Mullen v. Wine ,  9 Colo. 167 ,  11 P. 54 .)\n\nIt is a general rule that in accidents for personal injury two or more acts of negligence contributing to the injury complained of may properly be charged in\n\n## 인용\n\n- 69 P.2d 781\n- 58 Idaho 8\n\n## 판결문 요약\n\nIn February, 1936, appellant was driving a draft horse hitched to a loaded wagon on one of the highways of this state. While he was so driving, an automobile driven by Helen Mathews and owned by Roy E. Mathews, ran into the rear of the wagon, killing the horse and allegedly damaging the wagon and injuring appellant. In July following the accident, appellant commenced an action against Helen Mathews, the driver of the car, and her father, Roy E. Mathews, to recover damages alleged to have been sustained on account of the accident, and joined the Farmers Automobile Inter-Insurance Exchange (hereinafter called the Exchange) as a party defendant, upon the theory, apparently, that the Exchange, by the issuance and delivery of an accident policy to respondent Roy E. Mathews, had become liable to appellant for such damages as he had sustained by reason of the accident. Following the filing of an original complaint, appellant filed an amended complaint. To the *Page 11 \namended complaint each of the respondents filed separate, general and special demurrers, motions to strike, and motions to separately state causes of action.\nThe trial court sustained the general demurrer of defendant and respondent Roy E. Mathews, as well as his motion to strike certain allegedly irrelevant, sham, redundant, immaterial, and prejudicial matter from the amended complaint. It overruled respondent Helen Mathews' general demurrer but sustained her special demurrer. The trial court also sustained the motio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parks-v-mathews"
    }
  ],
  "relatedIncidents": [
    25589,
    25593,
    25600,
    25668,
    25696
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}