{
  "id": 25657,
  "title": "1937년 Gross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-06-01",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Gross. 판결일: 1937-06-01. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: William H. Gross, Appellant, v. Kenneth Partlow, Respondent\n**판결일**: 1937-06-01\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Main, Tolman\n\n## 변호인\n\nJohn Geisness  and  L.B. Sulgrove , for appellant.\n\n Thos. L. O'Leary , for respondent.\n\n## 인용\n\n- 68 P.2d 1034\n- 190 Wash. 489\n\n## 판결문 요약\n\nSTEINERT, C.J., TOLMAN, GERAGHTY, and BEALS, JJ., dissent.\nThis action was brought to recover against the defendant, a physician and surgeon practicing in Olympia, this state, to recover damages for claimed malpractice. The defendant denied liability, and pleaded affirmatively that the plaintiff had failed to follow directions in the care of himself. The cause was tried to the court and a jury, and resulted in a verdict in favor of the plaintiff in the sum of ten thousand dollars. The defendant moved for judgment notwithstanding the verdict and also for a new trial. The motion for new trial was overruled, and the motion for judgment notwithstanding the verdict was granted. From the judgment entered dismissing the action, the plaintiff appeals.\nDecember 13, 1932, the appellant, while engaged at work, was seized with severe pains in his abdomen. The respondent was called as the appellant's private physician. The appellant was removed to St. Peter's Hospital, where the respondent made a tentative diagnosis. The following day, or December 14th, the appellant's condition having become more acute, an exploratory operation was performed at the hospital by the respondent, two other doctors assisting. After the incision was made, it was ascertained that there was an adhesion of the bowels which had caused an obstruction. These adhesions were removed, the bowel straightened, and the wound closed.\nThe testimony as to the condition at the time of the operation is in dispute, one doctor t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gross-v-partlow"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}