{
  "id": 25666,
  "title": "1937년 Laman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-04-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Laman. 판결일: 1937-04-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York on the Relation of the Following: John J. Bennett, Jr., as Attorney-General of the State of New York, James Byrne and Others, as Members of and Constituting the Board of Regents of the University of the State of New York, and Frank P. Graves, as President of the University of the State of New York and Commissioner of Education of the State of New York v. Earl S. Laman\n**판결일**: 1937-04-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McNamee\n\n## 변호인\n\nJohn J. Bennett, Jr., Attorney-General [Henry Epstein, Solicitor-General, Sol Ullman, Assistant Attorney-General, and Ernest E. Cole of counsel], for the appellants., Larkin, Andrews & McNaughton [Glen N. W. McNaughton and Hervie E. Harris of counsel], for the respondent.\n\n## 인용\n\n- 250 A.D. 660\n\n## 판결문 요약\n\n\nMcNamee, J.\nThis action is brought for an injunction to restrain the defendant permanently from practicing medicine in this State, in violation of article 48 of the Education Law. In their complaint the plaintiffs allege that the defendant is neither qualified nor licensed to practice medicine in this State; that he fraudulently represents himself as a qualified practitioner of medicine, in violation of the provisions of sections 1250 and 1263 of that law, and deceives large numbers of people thereby; that the defendant held and holds himself out in the city of Binghamton as able to diagnose and treat human disease, and that he undertook to do so, and did practice medicine within the meaning of such law, and continues to do so, and that Such practice by the defendant endangers the public health, and is a public nuisance.\nThe complaint also alleges that in the year 1932, and again in the year 1935, the defendant was charged with crime, and was prosecuted in a criminal action by the People of the State, for unlawfully practicing medicine in the city of Binghamton, in violation of the sections above mentioned; that in those criminal actions the defendant was tried in the City Court of Binghamton, and was acquitted by the verdict of a jury in each instance.\nPlaintiffs have alleged that “ the constituted authorities * * * are powerless to deal with defendant” on account of. his unlawful practice of medicine; that a multiplicity of criminal prosecutions of the defendant will be ne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-bennett-v-laman"
    }
  ],
  "relatedIncidents": [
    25573,
    25586,
    25587,
    25595,
    25602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}