{
  "id": 25668,
  "title": "1937년 Richardson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-04-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Richardson v. State. 판결일: 1937-04-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charles S. Richardson v. the State\n**판결일**: 1937-04-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nRogers  Spurlock,  of Fort Worth, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 106 S.W.2d 325\n- 132 Tex. Crim. 614\n\n## 판결문 요약\n\nConviction for murder; punishment, twenty-five years in the penitentiary.\nThis case has been before this court three times, and the opinions appear in 70 S.W.2d 1003; 77 S.W.2d 215, and93 S.W.2d 410, in each of which only such facts were stated as appeared necessary to make clear the reasons for the disposition exhibited in each case. We see no particular benefit to accrue from an extended statement of the facts appearing in the instant record, and will not set same out more than may be necessary to make clear our conclusions regarding some question raised.\nBill of exceptions No. 1 complains of the admission of the statement of deceased to Dr. McKinney, the physician who was called immediately after the shooting, and who testified to statements made by deceased, whom he found lying on the floor at his home suffering from the effects of a wound caused by the passage of a bullet entirely through his body, from the effect of which he died two or three hours afterward. The statement of deceased to said witness was as follows: \"Daddy shot me, and I want them to take care of the girls.\" To this objection was made on the ground that it was hearsay, not admissible as res gestae, or as a dying declaration, and was immaterial and prejudicial. We think the evidence admissible under the res gestae rule as stated in many cases in the opinions of this court. See Nami v. State, 97 Tex.Crim. Rep., and cases cited. Mrs. Duvall, a witness for the State, located the shooting at about 5:30 P. M....",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lamb-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-state"
    }
  ],
  "relatedIncidents": [
    25589,
    25593,
    25600,
    25658,
    25696
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}