{
  "id": 25667,
  "title": "1937년 Mumm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-04-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mumm. 판결일: 1937-04-26. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Mumm v. Jacob E. Decker & Sons\n**판결일**: 1937-04-26\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Hughes\n\n## 변호인\n\nMr. Ralph F. Merchant, with whom Mr. Frank W. Dahn was on the brief, for petitioner., Mr. Maurice M. Moore, with whom Messrs. R. F. Clough, Harold Olsen, and O. W. Oiese were on the brief, for respondent.\n\n## 인용\n\n- 301 U.S. 168\n- 57 S. Ct. 675\n- 81 L. Ed. 983\n- 1937 U.S. LEXIS 282\n\n## 판결문 요약\n\n\n301 U.S. 168 (1937)\nMUMM\nv.\nJACOB E. DECKER &amp; SONS.\nNo. 627.\nSupreme Court of United States.\nArgued March 29, 1937.\nDecided April 26, 1937.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\nMr. Ralph F. Merchant, with whom Mr. Frank W. Dahn was on the brief, for petitioner.\nMr. Maurice M. Moore, with whom Messrs. R.F. Clough, Harold Olsen, and O.W. Giese were on the brief, for respondent.\nMR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.\nThis case presents a question of equity pleading in patent suits.\nThe suit is for infringement and the question is as to the sufficiency of what is called the \"short\" bill of complaint. That is, the bill alleges the issue and ownership of certain patents, of which profert is made, compliance with all the requirements of the statute and rules of *169 practice of the Patent Office, and infringement. The bill does not allege compliance with the requirements of R.S. 4886 and 4887 (35 U.S.C. 31, 32), that is, that the invention, of each of the patents in suit, was not known or used by others in this country before the inventor's invention or discovery thereof, was not patented or described in any printed publication in this or any foreign country before his invention or discovery, or for more than two years prior to his application, and was not in public use or on sale in this country for more than two years prior to his application, that the invention had not been abandoned, and that no application for foreign pat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mumm-v-jacob-e-decker-sons"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}