{
  "id": 25660,
  "title": "1937년 Chavez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-05-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Chavez. 판결일: 1937-05-13. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Washington Nat. Ins. Co. v. Chavez.\n**판결일**: 1937-05-13\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Nealon\n\n## 변호인\n\nKemp, Nagle & Smith and Wyndham K. White, all of El Paso, for appellant., Wilchar & Wilchar, of El Paso, for appellee.\n\n## 인용\n\n- 106 S.W.2d 751\n\n## 판결문 요약\n\nAppellee, Paulina Chavez, sued appellant for $1,000 the amount of the indemnity provided in a policy of insurance issued by appellant upon the life of appellee's husband, Ben Chavez. The policy provided for liability only in the event that the insured came to his death solely through external, violent, and accidental means, directly and independent of all other causes. It was issued \"subject to all the conditions and limitations hereinafter contained.\" Expressly excluded from its coverage was \"suicide, sane or insane,\" and among the miscellaneous provisions it was provided that the policy should not cover any \"injury resulting from the intentional act of the insured or any other person, excepting, however, assaults committed upon the insured for the sole purpose of robbery, and also excepting assault incurred by the insured while engaged in the proper performance of the duties of his occupation and provoked solely thereby.\" *Page 752 \nThe insured was found dead in the section house of the T.  N. O. railroad at Polvo, Tex., on December 15, 1935. He was a section foreman and slept in the section house, frequently visiting his family at El Paso. Decedent's body when found was in the bed at the section house. He was wearing a khaki shirt and riding pants. There was a bullet hole over his left nipple. The bullet had gone through his body and into the bed; the bullet did not go through the bedclothes that covered decedent; there were powder burns on his clothing and on his body; a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-nat-ins-co-v-chavez"
    }
  ],
  "relatedIncidents": [
    25579,
    25656,
    25661,
    25370,
    25423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}