{
  "id": 25661,
  "title": "1937년 Ex Parte Sloan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-05-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Sloan. 판결일: 1937-05-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Paul H. Sloan.\n**판결일**: 1937-05-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Krueger\n\n## 변호인\n\nHerman G. Nami,  of San Antonio, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 106 S.W.2d 271\n- 132 Tex. Crim. 573\n\n## 판결문 요약\n\nThis is an appeal from an order of the Hon. W. W. McCrory, Judge of the Criminal District Court of Bexar County, Texas, remanding appellant to the custody of the sheriff of said county to be held by him until the duly authorized agent of the State of Florida was ready to receive him and convey him to said State.\nIt appears from the record that on the 16th day of January, A.D., 1937, the Governor of the State of Florida issued a requisition warrant upon the Governor of this State requesting him to issue an executive warrant for the arrest and detention of appellant, and to surrender him to Rex Sweat, sheriff, or his deputy, as the duly designated agent for the State of Florida, to be conveyed by him to the said State to answer a charge of robbery. On the 21st day of January the governor of this State issued his executive warrant in which he states that it has been made known to him by the Governor of Florida that Paul H. *Page 575 \nSloan stands charged by affidavit and information with the offense of robbery alleged to have been committed in said State, etc. The sheriff of Bexar County, by virtue of said warrant, arrested appellant and confined him in jail to await the arrival of the duly authorized agent of the demanding State. Thereafter on said date appellant applied to the Hon. W. W. McCrory, judge of said court, for a writ of habeas corpus. The judge ordered the writ to be issued as prayed for and set the hearing thereof for the 22nd day of January, at which time the Stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-sloan"
    }
  ],
  "relatedIncidents": [
    25579,
    25656,
    25660,
    25370,
    25423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}