{
  "id": 25679,
  "title": "1937년 Lawrence 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-03-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lawrence. 판결일: 1937-03-01. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: LAWRENCE, GUARDIAN, v. SHAW Et Al.\n**판결일**: 1937-03-01\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Hughes\n\n## 변호인\n\nMr. John E. Benton, with whom Mr. Lloyd J. Lawrence was on the brief, for petitioner., Mr. W. D. Boone for respondents.\n\n## 인용\n\n- 300 U.S. 245\n- 57 S. Ct. 443\n- 81 L. Ed. 623\n- 1937 U.S. LEXIS 69\n\n## 판결문 요약\n\n\n300 U.S. 245 (1937)\nLAWRENCE, GUARDIAN,\nv.\nSHAW ET AL.\nNo. 549.\nSupreme Court of United States.\nArgued February 12, 1937.\nDecided March 1, 1937.\nCERTIORARI TO THE SUPREME COURT OF NORTH CAROLINA.\nMr. John E. Benton, with whom Mr. Lloyd J. Lawrence was on the brief, for petitioner.\nMr. W.D. Boone for respondents.\nMR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.\nThe controversy in this case relates to the liability to local taxation of certain bank deposits made by the petitioner as guardian of an incompetent veteran of the World War. Immunity was claimed under the federal statutes. World War Veterans Act, 1924, § 22,[1] 43 Stat. *246 606, 613, 38 U.S.C. 454; Act of August 12, 1935, § 3 and 5,[2] 49 Stat. 607, 609. The Supreme Court of North Carolina denied the immunity (210 N.C. 352; 186 S.E. 504) and this Court granted a writ of certiorari, January 4, 1937.\nThe controversy was submitted to the state court upon an agreed case. It appeared that petitioner was appointed guardian in May, 1929, and that the veteran then owned no property other than claims against the United States for unpaid compensation and insurance. The tax date in North Carolina for property taxation is April 1st. In 1930 the guardian listed for taxation the property of his ward but the tax paid was refunded under a ruling of the Attorney General of the State, and in consequence no property of the ward was listed and no tax was paid in the subsequent years. In October, 1935, *247 however, the tax ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lawrence-v-shaw"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}