{
  "id": 25674,
  "title": "1937년 Blocker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-03-22",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Blocker. 판결일: 1937-03-22. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: BLOCKER v. KIRSCH & WHITE Et Al.\n**판결일**: 1937-03-22\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Westerfield\n\n## 변호인\n\nWm. Donnaud, of New Orleans, for appellants.\n\nMarion C. Seeber, of New Orleans, for appellee.\n\n## 인용\n\n- 173 So. 196\n\n## 판결문 요약\n\n* Rehearing denied April 19, 1937. Writ of certiorari refused May 24, 1937.\nWalter Blocker brought this suit against the partnership of Kirsch  White and the Greater New Orleans Homestead Association, in solido, claiming $127.80 under an alleged oral contract for the filling of a certain lot of ground in the city of New Orleans. The sum sued for, it is alleged, was the agreed price for which plaintiff undertook to fill the lot. Kirsch  White defended on the ground that they were acting as agents for a disclosed principal, Bernard Kenney, and that, therefore, they were not personally liable to plaintiff and that, if any sum is due plaintiff by anybody, which was not admitted, the amount was limited to $50 because he had agreed to fill the lot for that sum.\nThere was judgment below in favor of plaintiff as prayed for against Kirsch  White and in favor of the Greater New Orleans Homestead Association and against plaintiff dismissing the suit as against it. Kirsch  White have appealed.\nThe record shows that Bernard Kenney had contracted with Kirsch White for the erection of a dwelling on a lot which he had purchased from or through the Greater New Orleans Homestead. The lot was in need of filling and plaintiff engaged to fill it. According to plaintiff, Kirsch, acting for Kirsch  White, ordered $50 worth of filling which proved inadequate to bring the lot up to grade and that when building operations were stopped by the city building inspector on that account more filling was ord...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blocker-v-kirsch-white"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}