{
  "id": 25689,
  "title": "1937년 Mason v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-02-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Mason v. State. 판결일: 1937-02-12. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ross Mason v. State.\n**판결일**: 1937-02-12\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barefoot, Davenport, Doyle\n\n## 변호인\n\nJames H. Gernert and James J. Mathers, for plaintiff in error.\n\nMac Q. Williamson, Atty. Gen., Jess L. Pullen, Asst. Atty. Gen., and Holly L. Anderson, Co. Atty., for the State.\n\n## 인용\n\n- 65 P.2d 203\n- 60 Okla. Crim. 427\n\n## 판결문 요약\n\nThe defendant was charged, by information in the district court of Tulsa county, with the crime of receiving stolen property. He was convicted and has appealed to this court. The first assignment of error is that the court erred in certain instructions given to the jury, being No. 5 and No. 7, which are as follows:\n\"No. 5. The defendant, for his defense to the charge contained in the information in this case says that he is not guilty; in other words, that he did not know the property to be stolen at the time he purchased it; and that the purchase of the property was not made in Tulsa County, Oklahoma, and therefore this court has no jurisdiction of the case. *Page 429 \n\"No. 7. You are further instructed that in a prosecution for receiving stolen property, it is not necessary that the defendant have actual knowledge that the property was stolen, but it is sufficient if the receiver at the time believed it to be stolen property; belief in such case being the equivalent of inferential knowledge.\"\nWe find no error in these instructions. Instruction No. 5 states the contention or defense which the defendant presented to the jury. There is nothing in it that could in any way prejudice the defendant. In instruction No. 7 the court informed the jury that if they found that the defendant, at the time he received the property, believed it to be stolen, this would be sufficient knowledge that it was stolen. This is in accordance with the holdings of this court. In the case of Lordi v. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mason-v-state"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}