{
  "id": 25695,
  "title": "1937년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-01-23",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Owens. 판결일: 1937-01-23. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Owens v. Owens Et Ux.\n**판결일**: 1937-01-23\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Crownover, DeWitt, Faw\n\n## 변호인\n\nW. A. Garrett, of Jamestown, for appellant., Beagan & Hale, of Jamestown, for appellee.\n\n## 인용\n\n- 106 S.W.2d 227\n- 21 Tenn. App. 104\n\n## 판결문 요약\n\nElbert Owens brought this suit by bill filed in the chancery court of Fentress county on April 4, 1935, against Burton Owens and wife, Lucinda Owens. The parties are resident citizens of Fentress county, Tenn. The complainant is a son of the defendants.\nThe chancellor granted the relief sought by the complainant's bill, and the defendant Burton Owens brought the case to this court by appeal and has assigned errors here.\nComplainant alleged in his bill that he is the owner and entitled to the exclusive possession of five tracts of land in Fentress county, Tenn., which are fully described in his bill; that he is the owner of said tracts of land by virtue of a deed made and executed by the defendants on the 20th day of May, 1931, and recorded in the register's office of Fentress county in Deed Book X2, p. 453.\nThe further allegations of the bill are as follows:\n\"Complainant shows to the court that he has allowed the defendants to occupy the tract of land described and set out herein as the Second Tract as tenants at will of complainant. That defendants have now assumed to claim some right in and to all the boundaries herein set out and described, that defendant, Burton Owens, has been cutting and appropriating a part of the timber from some of the tracts; that he has hauled this timber off and sold it and appropriated the money; and that he is continuing to cut and appropriate this timber from time to time.\"\nAfter the usual prayer for process and waiver of answers on oath, the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-owens-et-ux"
    }
  ],
  "relatedIncidents": [
    25573,
    25586,
    25587,
    25595,
    25602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}