{
  "id": 25690,
  "title": "1937년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-02-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Commonwealth. 판결일: 1937-02-02. 법원: Erie County Court of Oyer and Terminer.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth ex rel. v. Ashe, Warden\n**판결일**: 1937-02-02\n**법원**: Erie County Court of Oyer and Terminer\n**관할**: New York, NY\n\n**판사**: Hirt\n\n## 변호인\n\nBurton R. Laub, assistant district attorney, for Commonwealth., Thomas Doyle, for defendant.\n\n## 인용\n\n- 28 Pa. D. & C. 573\n\n## 판결문 요약\n\n\nHirt, P. J.,\n— Defendant was indicted September 15, 1936, for rape of a woman child under the age of 16 years. The following day counsel was appointed to defend him and he was immediately brought to trial; the jury returned a verdict of guilty. On September 21,1936, he was sentenced to undergo imprisonment in the Western Penitentiary of Pennsylvania for an indefinite term of from 14 calendar months to 2 years and 4 calendar months.\nIn this proceeding a petition for a writ of coram nobis was filed by defendant, with the Commonwealth joining in the prayer of the petition. It alleges that the woman child involved had a bad reputation for chastity in the neighborhood in which she resided at the time of trial; that she was then infected with a venereal disease; that she consented to the act for which defendant was convicted; and it prays that the judgment of conviction be revoked. We ordered issuance of the writ, and on January 16, 1937, treated it as though issued and took testimony to determine the truth of the averments in the petition. There is no dispute as to the following facts disclosed at the hearing.\n*575The chief prosecuting witness in this trial was also the chief witness against other defendants.in five other cases of identical charges which had not yet been tried. She was also infected with a venereal disease; has since been declared a neglected child and is at present confined as a ward of the juvenile court in a Pittsburgh clinic. At the time of trial and the entr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ashe"
    }
  ],
  "relatedIncidents": [
    25535,
    25570,
    25573,
    25579,
    25584
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}