{
  "id": 25700,
  "title": "1937년 Vineyard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1937-01-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Vineyard. 판결일: 1937-01-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Dorris Vineyard v. State\n**판결일**: 1937-01-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nReynolds & Heare and D. G. Reynolds, all of Shamrock, for appellant., Lloyd W. Davidson, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 131 Tex. Crim. 476\n- 100 S.W.2d 362\n\n## 판결문 요약\n\n\nCHRISTIAN, Judge.\nThe offense is theft; the punishment, confinement in the penitentiary for two years.\nThe proof on the part of the State was to the effect that appellant and Alvin Perrin stole some automobile wheels and tires from J. A. Miller. Recently after the theft officers found said property in the possession of appellant. Perrin testified to the effect that he and appellant stole said property. Appellant did not testify.\nIt is shown in bill of exception No. 1 that in argument to the jury the district attorney used language as follows: “The recent possession, unexplained, of stolen property is sufficient to warrant a conviction and sustain same.” Appellant objected to said remarks on the ground that they constituted a reference to his failure to testify. It is unnecessary to determine whether the objection was well taken. See Berry v. State, 223 S. W., 212. The bill of excéption is deficient in failing to show that only appellant was in a position to explain his possession of the stolen property.\nThe judgment is affirmed.\n\nAffirmed.\n\nThe foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.\nMorrow, P. J., absent.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vineyard-v-state"
    }
  ],
  "relatedIncidents": [
    25570,
    25573,
    25579,
    25584,
    25585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}