{
  "id": 25713,
  "title": "1936년 Grace 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-11-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Grace. 판결일: 1936-11-30. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE Ex Rel. FITZPATRICK v. GRACE, Register of State Land Office, Et Al.\n**판결일**: 1936-11-30\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Brunot, Land, O'Niell, Odom, Rogers, Westerfield\n\n## 변호인\n\nNicholas Callan and Joseph v. Ferguson, 2d, both of New Orleans, for appellant.\n\nGaston L. Porterie, Atty. Gen., Lessley P. Gardiner, Asst. Atty. Gen., and Emmet Alpha, Sp. Asst. to Atty. Gen., for appellees.\n\nL.H. Perez, Dist. Atty., of New Orleans, for Levee Dist.\n\nGeorge A. Dreyfus, of New Orleans, amicus curi&#230;.\n\n## 인용\n\n- 175 So. 656\n- 187 La. 1028\n\n## 판결문 요약\n\nThis is a mandamus proceeding against the respondents, to enforce the transfer, by them, for the State of Louisiana, to the Atchafalaya Basin Levee District, of certain lands, which relator alleges were adjudicated to the state in 1895, in the name of W.S. Lovell.\nSection 11 of Act No. 97 of 1890 makes it the duty of the register of the land office and the state auditor, on the application of the levee board, to transfer to the levee district represented by said board \"all lands belonging to or hereafter owned by the State within the limits of said District.\"\nThe records of the land office and of the state auditor do not show that any application for a transfer of the lands involved in this proceeding has ever been made by the Board of Commissioners of the Atchafalaya Basin Levee District, but, in 1901, certain lands, which are described in relator's petition, some of said described lands which do not appear to have ever been adjudicated to the state, were sold *Page 1031 \nby the Atchafalaya Basin Levee District to Wisner  Dresser. Edward Wisner sold the property described in relator's petition to James W. Martin. Martin sold it to the Caillon Manufacturing Company. The Houma Bank acquired it by purchase at a foreclosure sale thereof, and sold it to Andrew Fitzpatrick and William Vizard.\nThe respondents plead the exception of nonjoinder of parties defendant, and the exception of no cause of action. The exception of nonjoinder is based upon the contention that the suit is \"one...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-fitzpatrick-v-grace"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25716,
    25723,
    25725
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}