{
  "id": 25710,
  "title": "1936년 Cleaver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-12-10",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Cleaver. 판결일: 1936-12-10. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. William Cleaver Et Al. Plaintiffs in Error\n**판결일**: 1936-12-10\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Jones\n\n## 변호인\n\nHarry F. Johnson, and Alfred S. Pfaff, for plaintiffs in error., Otto Kerner, Attorney General, Ward P. Holt, State’s Attorney, and A. B. Dennis, for the People.\n\n## 인용\n\n- 5 N.E.2d 463\n- 365 Ill. 93\n\n## 판결문 요약\n\nA writ of error has been sued out to review a judgment of conviction of the circuit court of Marion county against William Cleaver and George Myer for burglary. The indictment charged that both defendants broke and entered a building owned by the Goodale-Puffer Grocery Company in Centralia with intent to steal the goods and chattels of said company.\nOn the night of February 23, 1935, Joe Finley, a police officer, was making his rounds and passed alongside the Goodale-Puffer Grocery Company building, and when he had reached the rear of it he heard sounds as if someone was at work with a pick. A garage was attached to the main building of the grocery company. The officer noticed that the outer door of the garage was broken open. He proceeded to the door and turned on a flashlight. He testified that he saw men at work picking bricks out of the wall of the main building. He told them to hold their hands up and keep their backs toward him. He placed them under arrest and then took them to the police station, where they were turned over to the chief of police. The men under arrest were the defendants in this cause.\nThe prosecution relies not only upon the testimony of the police officer but also upon certain admissions of guilt made by each of the defendants. On the other hand, the defendants denied they were arrested in the building of the grocery company and testified they had been accosted by the police officer on a railroad track and were arrested on suspicion. They admit that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-cleaver"
    }
  ],
  "relatedIncidents": [
    25779,
    25811,
    25838,
    25841,
    25579
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}