{
  "id": 25716,
  "title": "1936년 State v. . Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-11-25",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Moore. 판결일: 1936-11-25. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Martin Moore.\n**판결일**: 1936-11-25\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: STACY, C. J.\n\n## 변호인\n\nAttorney-General Seawell and Assistant Attorney-General McMullan for the  State .\n\n Sanford W. Brown for defendant .\n\n## 인용\n\n- 188 S.E. 421\n- 210 N.C. 686\n\n## 판결문 요약\n\nCriminal prosecution, tried upon indictment charging the defendant with the murder of one Helen Clevenger.\nVerdict: Guilty of murder in the first degree.\nJudgment: Death by asphyxiation.\nDefendant appeals.\nThe chronology of this case is as follows:\n1. The defendant was tried, convicted of murder in the first degree, and sentenced to death at the August Term, 1936, of Buncombe Superior Court, which convened 17 August and adjourned 22 August.\n2. Notice of appeal was duly given in open court, and the defendant allowed 45 days to prepare and serve his statement of case on appeal. The solicitor was allowed 30 days thereafter to file exceptions or serve countercase.\n3. The appeal was due to be heard at the next succeeding term of this Court following the trial in the Superior Court, which was the present Fall Term as it commenced 31 August. S. v. Trull, 169 N.C. 363, 85 S.E. 133;Pentuff v. Park, 195 N.C. 609, 143 S.E. 139.\n4. On 9 September, at the call of the docket from the Nineteenth District, the district to which the case belongs, it appearing that nothing had been done to perfect the appeal, the Attorney-General lodged a motion to docket and dismiss the defendant's appeal under Rule 17. This motion was held in abeyance. S. v. Moore, ante, 459.\n5. On the following day, 10 September, the defendant filed a counter-motion for certiorari to preserve his right of appeal or to have the case brought up and heard on appeal. This motion was allowed and the case set for hearing at the e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moore"
    }
  ],
  "relatedIncidents": [
    25780,
    25818,
    25839,
    25589,
    25593
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}