{
  "id": 25723,
  "title": "1936년 Hurlock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-11-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hurlock. 판결일: 1936-11-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: HURLOCK v. MITCHELL\n**판결일**: 1936-11-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves\n\n## 변호인\n\nRalph Walton,, of Houston, for appellants., Baker Botts, Andrews & Wharton, Palmer Hutcheson and Jno. T. McCullough, all of Houston, for appellee bank., Berry, Stevens & Berry, of Houston, for appellee Jerry A. Mitchell.\n\n## 인용\n\n- 98 S.W.2d 1005\n\n## 판결문 요약\n\n\nGRAVES, Justice.\nAs finally tried out upon the ultimate ones of what had been quite a network of successive pleadings among and between the various parties (a number of whom en route hfid dropped out), this cause was reduced to a simple one wherein appellee Terry Mitchell sought cancellation of a $14,025 second lien note he had given the appellants the Hurlocks in part payment for the El Tovar apartments in the city of Plouston, because of .their fraudulent misrepresentations as to its value alleged to have induced the purchase, together with further claimed consequential damage to himself from such fraud, his coappellee, the Second National Bank, being also counted against for the .cancellation under averment that it had become the pledgee of his note as collateral security for a debt the Hurlocks owed it under the terms of a written collateral agreement between those parties for that purpose, but that the bank had had both actual and constructive notice of the fraud so perpetrated upon him by the Hurlocks in inducing his execution of the note to them at the time it became such pledgee thereof, hence it had not become a bona fide holder thereof for value before maturity.\nThe learned trial court submitted to a jury on special issues the question of whether or not there had been any such fraud in the procurement of the note by appellants as the appellee Mitchell charged, which were all answered in the negative; thereupon the court ruled as a matter of law that the appellee ba...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hurlock-v-mitchell"
    }
  ],
  "relatedIncidents": [
    25725,
    25755,
    25777,
    25787,
    25820
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}