{
  "id": 25725,
  "title": "1936년 Greene 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-11-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Greene. 판결일: 1936-11-10. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Greene v. Keithley\n**판결일**: 1936-11-10\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Stone, Woodrough, and Thomas, Circuit Judges\n\n## 인용\n\n- 86 F.2d 238\n\n## 판결문 요약\n\n\n86 F.2d 238 (1936)\nGREENE\nv.\nKEITHLEY et al.\nNo. 10558.\nCircuit Court of Appeals, Eighth Circuit.\nNovember 10, 1936.\n*239 J. M. Fisher, Frederick E. Whitten, Chet A. Keyes, Paul J. Parker, and Fisher, Whitten and Keyes, all of Kansas City, Mo., for appellant.\nBefore STONE, WOODROUGH, and THOMAS, Circuit Judges.\nSTONE, Circuit Judge.\nThis is an action at law against three defendants, for compensatory damages of $1,670 and exemplary damages of $10,000, based upon conspiracy and deceit. The conspiracy alleged was the combination of the defendants \"to cheat, wrong and defraud this plaintiff\" by making \"false, fraudulent and deceitful\" statements concerning certain worthless oil properties with the purpose of selling interests therein to plaintiff. The petition alleges such deception of plaintiff and sale to him of such interests for which he paid $1,670, recovery of which with interest is sought. The petition continues as follows: \"That because of said conspiracy, combination and agreement, and because said acts and conduct of the defendants herein were willfully, maliciously, fraudulently, deceitfully and intentionally committed by these defendants and each of them, and because said defendants took advantage of the said fraud and deceit practiced upon plaintiff, this plaintiff is entitled to recover of said defendants in addition to said actual damages exemplary damages in the sum of Ten Thousand Dollars ($10,000).\"\nTo this petition a motion to dismiss for lack of jurisdictiona...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greene-v-keithley"
    }
  ],
  "relatedIncidents": [
    25723,
    25755,
    25777,
    25787,
    25820
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}