{
  "id": 25727,
  "title": "1936년 Bremer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-11-04",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Bremer. 판결일: 1936-11-04. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: BREMER v. NORTH CENTRAL TEXAS OIL CO., Inc., Et Al.\n**판결일**: 1936-11-04\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Odom\n\n## 변호인\n\nFoster, Hall, Barret & Smith, Coleman & Miazza, and Tucker & Mason, all of Shreveport, for appellants., Cook, Cook & Egan, of Shreveport, for appellee.\n\n## 인용\n\n- 171 So. 75\n- 185 La. 917\n\n## 판결문 요약\n\nPlaintiff, on January 1, 1924, owned and still owns in fee, certain lands in the *Page 918 \nparish of Caddo. On that date he sold to Arthur Andrews an undivided one-half interest in all of the oil, gas, and other minerals in and under the said lands. An error in the description of the lands was corrected by written instrument on June 30 following.\nThis suit was brought by Bremer, the landowner, on January 6, 1936, to cancel the servitude granted to Andrews because of nonusage for ten years. R.C.C. art. 789. He alleged that the servitude granted by him was not exercised by Andrews nor any one who held under him by transfer or otherwise for a period of more than ten years from the date of the grant, and was therefore lost by prescription. The prescription of ten years as provided by article 789 of the Revised Civil Code was expressly pleaded.\nPlaintiff alleged that certain persons and corporations who claim to have succeeded Andrews are asserting rights under the servitude and that their claims operate as a cloud upon his title, and prayed for judgment recognizing him to be the owner of the land free from any claims of the defendants to any interest in the minerals in and under said lands, and decreeing that said servitude had been lost by ten years' prescription for nonusage.\nDefendants, who hold under the Andrews grant, filed answer in which they admitted substantially all the allegations of the petition except that which sets out that the servitude had been lost by prescript...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bremer-v-north-central-texas-oil-co"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}