{
  "id": 2572,
  "title": "2018년 Dr. Norman C. Loggins v. Continental Apartments 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-02-27",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Dr. Norman C. Loggins v. Continental Apartments. 판결일: 2018-02-27. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Dr. Norman C. Loggins v. Continental Apartments\n**판결일**: 2018-02-27\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Kenny Armstrong\n\n\n## 판결문 요약\n\n                                                                                         02/27/2018\n               IN THE COURT OF APPEALS OF TENNESSEE\n                            AT JACKSON\n                         Assigned on Briefs February 2, 2018\n\n DR. NORMAN C. LOGGINS v. CONTINENTAL APARTMENTS ET AL.\n\n                  Appeal from the Circuit Court for Shelby County\n                      No. CT-004362-16 Jerry Stokes, Judge\n                     ___________________________________\n\n                           No. W2017-00955-COA-R3-CV\n                       ___________________________________\n\n\nThis complaint is a forcible entry and detainer action. Appellant appeals the trial court’s\ndenial of his motion for default judgment. The order appealed is not a final judgment so\nas to confer subject matter jurisdiction on this Court pursuant to Rule 3 of the Tennessee\nRules of Appellate Procedure. Accordingly, we dismiss the appeal. Because the trial\ncourt entered its order dismissing Appellant’s complaint while the appeal was pending in\nthis Court, we vacate the order of dismissal.\n\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Vacated;\n                                Appeal Dismissed\n\nKENNY ARMSTRONG, J., delivered the opinion of the court, in which D. MICHAEL\nSWINEY, C.J., and W. NEAL MCBRAYER, J., joined.\n\nDr. Norman C. Loggins, Memphis, Tennessee, Pro Se.\n\nCedrick D. Wooten, Memphis, Tennessee, for the appellees, Continental Apartments,\nHarvard St...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dr-norman-c-loggins-v-continental-apartments"
    }
  ],
  "relatedIncidents": [
    2252,
    2253,
    2258,
    2263,
    2277
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}