{
  "id": 25743,
  "title": "1936년 Millvale Borough's Petition 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-10-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Millvale Borough's Petition. 판결일: 1936-10-05. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Millvale Borough’s Petition Et Al.\n**판결일**: 1936-10-05\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: BaldRIGE, Cunningham, James, Keller, Parker, Rhodes, Stadtfeld\n\n## 변호인\n\nFrank W. Ittel,  with him  Lee C. Beatty  and  Richard W. Ahlers, \nfor appellants.\n\n John E. Winner,  for appellees.\n\n## 인용\n\n- 190 A. 546\n- 126 Pa. Super. 66\n\n## 판결문 요약\n\nArgued May 1, 1936; reargued October 5, 1936.\nThis case comes to us on an appeal from an order of a court of common pleas dismissing exceptions to a viewers' report assessing benefits for the construction of a joint trunk sewer in two boroughs and two first class townships in the county of Allegheny.\nThe sewer in question empties into another sewer that the borough of Millvale had constructed at a former time and was intended to accommodate parts of the boroughs of Millvale and West View and parts of the townships of Shaler and Ross. While it was laid for the most part under public roads, streets, and alleys, it was necessary to cross some private properties. The four municipalities had entered into a contract dated May 10, 1932, ratified by the necessary ordinances, providing for the construction of a joint sewer, fixing the size and location of the sewer, and determining the shares of expense of construction to be borne by the respective municipalities. Millvale was to receive $25,000 for the use of the sewer it had theretofore constructed and was to furnish some engineering service. West View undertook to pay 36.74 per cent, Shaler 21.87 per cent, and Ross 41.39 per cent of the cost of construction beyond the Millvale sewer, the $25,000 paid to Millvale, and any damages awarded to property owners in those three municipalities irrespective of the location of such properties. The contract also provided for a division of the cost of maintenance and repairs.\nIn proceedings at ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=millvale-boroughs-petition"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}