{
  "id": 25755,
  "title": "1936년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-09-04",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Taylor. 판결일: 1936-09-04. 법원: District Court, S.D. Florida.",
  "description": "## 사건 정보\n\n**사건명**: TAYLOR v. SPURWAY\n**판결일**: 1936-09-04\n**법원**: District Court, S.D. Florida\n**관할**: Florida, FL\n\n**판사**: Strum\n\n## 변호인\n\nW. H. Burwell, Marion E. Sibley, E. B. Kurtz, and William L. Reed, all of Miami, Fla., for plaintiff., Carl T. Hoffman, L. L. Robinson, and A. J. Rose, all of Miami, Fla., and George P. Barse and Charles E. Wainwright, both of Washington, D. C., for defendants.\n\n## 인용\n\n- 16 F. Supp. 566\n\n## 판결문 요약\n\n\nSTRUM, District Judge.\nPlaintiff, Henry H. Taylor, was appointed receiver of City Trust Company by a Florida state court on May 8, 1931. As such receiver, by authority of that court, he sues C. H. Bancroft, who succeeded H. J. Spurway as receiver of City National Bank in Miami, and others, to recover $200,000 which plaintiff alleges was fraudulently transferred from capital, surplus and undivided profits of Gity Trust Company to the stockholders of said City Trust Company by means of a pretended sale of the capital stock of said trust company to the Administrator Company, a dummy corporation, which used as the purchase price of said stock the same $200,000 in cash theretofore extracted from the capital assets of City Trust Company, which money plaintiff charges should be restored to City Trust Company for the benefit of its creditors. The cause is now on final hearing.\nCity Trust Company, a Florida corporation, was organized early in 1927 for the purpose of taking over the trust business of City National Bank &amp; Trust Company. On.March 3, 1927, City National Bank &amp; Trust Company conveyed all its trust assets to the newly organized City Trust Company, and the latter assumed the trust liabilities of the former. City National Bank &amp; Trust Company then merged with and changed its name to City National Bank in Miami.\nThe trust business carried on by City Trust Company prospered and it was in sound condition up to the time of the transactions of which plaintiff complain...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-spurway"
    }
  ],
  "relatedIncidents": [
    25723,
    25725,
    25777,
    25787,
    25820
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}