{
  "id": 25752,
  "title": "1936년 Flanagan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-09-11",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Flanagan. 판결일: 1936-09-11. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: John T. Flanagan v. J. M. Parsons\n**판결일**: 1936-09-11\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Eggleston\n\n## 변호인\n\nTed Dalton, Woods, Chitwood, Coxe & Rogers and Leonard G. Muse, for the appellant., H. C. Tyler, W. J. Henson, John S. Draper and Showalter, Parsons, Kuyk & Coleman, for the appellees.\n\n## 인용\n\n- 167 Va. 6\n\n## 판결문 요약\n\n\nEggleston, J.,\ndelivered the opinion of the court.\nThis suit was filed by the lien creditors of J. W. Flanagan to set aside as fraudulent a conveyance by him of certain real estate to his wife, a judgment which he had confessed in her-favor, and a conveyance by him of other lands to his brother, John T. Flanagan.\nThe lower court set aside all three of the transactions. No appeal was taken from the invalidation of the conveyance and judgment in favor of the debtor’s wife. From so much of the decree as set aside the conveyance to the brother, John T. Flanagan, the latter has taken this appeal.\nFor many years J. W. Flanagan, F. Henry Flanagan, W. F. Flanagan, all brothers, and Frank H. Flanagan, the son of W. F. Flanagan, had operated a partnership known as Flanagan Brothers Company, which dealt extensively in buying and selling cattle in southwest Virginia.\nThere was another partnership known as Flanagan Brothers, composed of J. W. Flanagan and F. Henry Flanagan, which was engaged chiefly in operating the farms and properties of the partners.\nJohn T. Flanagan, the appellant, was not a member of either firm but claims to have had considerable financial dealings with both.\nIn former years these partnerships had prospered, but by 1933 they had become very much involved and were unable to meet their obligations. Two of the partners, W. F. Flanagan and Frank H. Flanagan, were hopelessly insolvent. It was obvious that a large portion of the debts of both partnerships would ultimatel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flanagan-v-parsons"
    }
  ],
  "relatedIncidents": [
    25585,
    25655,
    25703,
    25710,
    25713
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}