{
  "id": 25756,
  "title": "1936년 Drapeau 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-08-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Drapeau. 판결일: 1936-08-28. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of UNION BUILDING AND LOAN ASSOCIATION OF SAN FRANCISCO, CALIFORNIA (a Building and Loan Association). L. C. DRAPEAU, as Building and Loan Commissioner, etc. v. C. C. RUNDLE\n**판결일**: 1936-08-28\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n## 변호인\n\nMcKee, Tasheira & Wahrhaftig and Walter Carrington for Appellant., George C. Hadley for Respondent.\n\n## 인용\n\n- 16 Cal. App. 2d 301\n\n## 판결문 요약\n\n\nTHE COURT.\nOn and prior to October 18, 1934, L. C. Drapeau, State Building and Loan Commissioner, was engaged in liquidating the Union Building and Loan Association of San Francisco, having theretofore filed in the Superior Court of the City and County of San Francisco a declaration of his determination so to do under the provi*303sions of section 13.16 of the Building and Loan Association Act. (Stats. 1931, p. 483.) Said declaration was entitled “In the Matter of Union Building and Loan Association of San Francisco, California, a building and loan association,” and numbered 239,806. On said day, ■ upon pricr petition therefor in accordance with the provisions of said section, an order was made by said court by which the commissioner was “authorized to sell to Carrol Newby for $6,750 par value in approved claims against said association, based upon investment certificates issued by said association, and to execute to said Carrol Newby a grant deed” to certain described real property. The order further provided “that the surrender value of said approved claims held by said Carrol Newby and offered as a consideration for the sale of said property is hereby fixed and determined to be the sum of $3,375.00.”\nOn January 25, 1935, C. C. Bundle filed in said superior court under the same title and number under which said order was made an affidavit, in which he alleged that by said order of October 18, 1934, the superior court had “decreed” that L. C. Drapeau, as Building and Loan C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=drapeau-v-rundle"
    }
  ],
  "relatedIncidents": [
    25690,
    25703,
    25710,
    25713,
    25716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}