{
  "id": 2577,
  "title": "2018년 Bd. of Forensic Document Exam'rs, Inc. v. Am. Bar Ass'n 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-02-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Bd. of Forensic Document Exam'rs, Inc. v. Am. Bar Ass'n. 판결일: 2018-02-22. 법원: District Court, E.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: BOARD OF FORENSIC DOCUMENT EXAMINERS, INC., and M. Patricia Fisher, Lynda Hartwick, Andrew Sulner, J. Michael Weldon, Emily J. Will, Vickie L. Willard, and Robin D. Williams v. AMERICAN BAR ASSOCIATION, Thomas Vastrick, Stephanie Domitrovich, and The American Board of Forensic Document Examiners\n**판결일**: 2018-02-22\n**법원**: District Court, E.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Chang\n\n## 변호인\n\n*728Andrew Sulner, Pro Hac Vice, Law Office of Andrew Sulner, New York, NY, Ariel Weissberg, Devvrat Vikram Sinha, Weissberg & Associates Ltd., Chicago, IL, for Plaintiffs., Stephen J. Rosenfeld, Steven P. Mandell, Danielle Nicole Twait, Mandell Menkes LLC, Chicago, IL, David S. Korzenik, Pro Hac Vice, New York, NY, for Defendants.\n\n## 인용\n\n- 287 F. Supp. 3d 726\n\n## 판결문 요약\n\n\nHonorable Edmond E. Chang, United States District Judge\nMEMORANDUM OPINION AND ORDER\nThe Board of Forensic Document Examiners, and seven of its members, allege that Thomas Vastrick defamed them by making various statements in an article appearing in The Judges' Journal . The Plaintiffs brought this case against Vastrick, as well as the publisher (the American Bar Association) and the article's editor (Stephanie Domitrovich).1 Specifically, the Plaintiffs bring claims for defamation per se , false light invasion of privacy, false advertising under the Lanham Act, deceptive advertising under various state consumer protection statutes, and civil conspiracy. R. 52, Am. Compl. The Defendants move to dismiss all counts, arguing (among other things) that the challenged statements do not identify the Plaintiffs as the target of the criticism, and that the statements are mere expressions of opinion, rather than assertions of fact. R. 61, Def. Mot. Dismiss; R. 65, Def. Supp. Br. For the reasons discussed in the Opinion, the motion to dismiss is granted.\nI. Background\nFor purposes of this motion, the Court accepts as true the allegations in the Amended Complaint. Erickson v. Pardus , 551 U.S. 89, 94, 127 S.Ct. 2197, 167 L.Ed.2d 1081 (2007). Documents attached *729to a complaint are considered part of the complaint for all purposes. Fed. R. Civ. P. 10(c).\nThe Board of Forensic Document Examiners, Inc. (the Board) certifies experts in the forensic specialty of document examination. Am. C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bd-of-forensic-document-examrs-inc-v-am-bar-assn"
    }
  ],
  "relatedIncidents": [
    2252,
    2253,
    2258,
    2263,
    2277
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}