{
  "id": 25780,
  "title": "1936년 Palmer v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-06-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Palmer v. State. 판결일: 1936-06-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Richard A. Palmer v. the State\n**판결일**: 1936-06-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Krueger\n\n## 변호인\n\nCameron, Hardin  Bridges,  of Edinburg, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 95 S.W.2d 459\n- 130 Tex. Crim. 537\n\n## 판결문 요약\n\nThe appellant was convicted of murder with malice aforethought, and his punishment was assessed at confinement in the state penitentiary for a term of ninety-nine years.\nThe record is very voluminous containing sixty-one bills of exception besides a great number of objections to the court's *Page 538 \ncharge. To discuss all of them would unnecessarily lengthen this opinion.\nAppellant's first complaint is that the court denied him his legal right to a special venire from which to select a jury to try him and that he was not accorded his legal right to one day's service of a copy of a special venire. The record discloses that on the 13th day of May the trial court at the request of the district attorney ordered a special venire of one hundred men to be drawn as jurors from which to select a jury in this case. Before announcing ready for trial appellant moved to quash the special venire. The motion was sustained by the court and the sheriff was directed to summon seventy men to be and appear in the court on the following morning from which a jury was to be selected. The next morning, when the men who had been thus summoned appeared in court, appellant again objected to said panel upon two grounds: first, that he was entitled to a special venire drawn in the manner prescribed by law; and second, that by reason of being in custody of the sheriff he was entitled to one full day's service of a copy of the names of the prospective jurors. The court overruled both of the objections an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=palmer-v-state"
    }
  ],
  "relatedIncidents": [
    25716,
    25818,
    25839,
    25589,
    25593
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}