{
  "id": 25787,
  "title": "1936년 Romano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-05-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Romano. 판결일: 1936-05-26. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Carmela Romano, Respondent, v. Metropolitan Life Insurance Company, Appellant\n**판결일**: 1936-05-26\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Crane, Crouch, Finch, Hubbs, Lehman, Loughran, O'Brien\n\n## 변호인\n\nFrederick C. Tanner, Charles G. Dougherty  and  Leonard M.  Gardner,  for appellant.\n\n Andrew F. Van Thun, Jr.,  and  Gustave Schwartz  for respondent.\n\n## 인용\n\n- 2 N.E.2d 661\n- 271 N.Y. 288\n\n## 판결문 요약\n\nThe plaintiff is the beneficiary named in a policy issued by the defendant insuring the life of her husband. The policy was dated January 25, 1933. The assured died on May 22, 1934. The proofs of death contained statements of facts inconsistent with representations made by the assured in his application for insurance. The insurance company denied liability under the policy. The plaintiff then brought this action to recover the amount of the policy. The defendant alleged in its answer that the policy was procured by fraud. Upon appeal to the Appellate Division, an order denying the plaintiff's motion for summary judgment was reversed, the answer was stricken out and summary judgment granted in favor of the plaintiff.\nThe policy contained the usual clause that \"This policy shall be incontestable after it has been in force for a period of two years from its date of issue, except for non-payment of premiums. * * *\" The action was begun on August 15, 1934, by the service of a summons upon which appeared the indorsement, \"Action to recover on policy 8132673-A.\" At that time more than five months remained during which the defendant, either by action or defense, might contest the validity of the policy on the ground of fraud. It could not serve an answer at that time because no complaint had yet been served. It could not bring an action in equity to rescind the policy, while the action at law upon the policy was pending, if it \"had opportunity in that action at law, and before the po...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=romano-v-metropolitan-life-insurance"
    }
  ],
  "relatedIncidents": [
    25723,
    25725,
    25755,
    25777,
    25820
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}