{
  "id": 25794,
  "title": "1936년 Fox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-05-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Fox. 판결일: 1936-05-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: WHEELING STEEL CORP. v. FOX, STATE TAX COMMISSIONER, Et Al.\n**판결일**: 1936-05-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Hughes\n\n## 변호인\n\nMessrs. J. E. Bruce and Wright Hugus for appellant. The statutory provisions, as construed, operate to tax property over which the State has no jurisdiction., Mr. Homer A. .Holt, Attorney General of West Virginia, with whom Messrs. Ira J. Partlow and W. Holt Wooddell, Assistant Attorneys General, were on the brief, for appellees.\n\n## 인용\n\n- 298 U.S. 193\n- 56 S. Ct. 773\n- 80 L. Ed. 1143\n- 1936 U.S. LEXIS 707\n\n## 판결문 요약\n\n\n298 U.S. 193 (1936)\nWHEELING STEEL CORP.\nv.\nFOX, STATE TAX COMMISSIONER, ET AL.\nNo. 663.\nSupreme Court of United States.\nArgued March 9, 10, 1936.\nDecided May 18, 1936.\nAPPEAL FROM THE CIRCUIT COURT OF OHIO COUNTY, WEST VIRGINIA.\n*194 Messrs. J.E. Bruce and Wright Hugus for appellant.\nMr. Homer A. Holt, Attorney General of West Virginia, with whom Messrs. Ira J. Partlow and W. Holt Wooddell, Assistant Attorneys General, were on the brief, for appellees.\n*204 MR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.\nThis appeal presents the question of the validity of an ad valorem property tax laid by West Virginia upon accounts receivable and bank deposits of appellant, Wheeling Steel Corporation, organized under the laws of Delaware.\nThe tax statutes[1] were assailed upon the ground that, as applied, they violated the due process and equal protection *205 clauses of the Fourteenth Amendment of the Constitution of the United States. The proceeding was a statutory one, instituted by appellant in the Circuit Court of Ohio County, West Virginia, to review a county assessment which was made as of January 1, 1933. The judgment of that court, reducing the assessment, was reversed by the Supreme Court of Appeals of West Virginia. In re Wheeling Steel Corporation Assessment, 115 W. Va. 553; 177 S.E. 535. The Circuit Court then entered final judgment which the Supreme Court of Appeals refused to review. The case comes here on appeal.\nThe case was submitted upon agreed statements ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wheeling-steel-corp-v-fox"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}