{
  "id": 25800,
  "title": "1936년 Guillory 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-04-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Guillory. 판결일: 1936-04-27. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: GUILLORY v. HORECKY Et Al.\n**판결일**: 1936-04-27\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Fournet, O'Niell, Odom\n\n## 변호인\n\nLewis & Lewis, of Opelousas, for relator., Carmouche & Carmouche, of Crowley, for respondents.\n\n## 인용\n\n- 168 So. 481\n- 185 La. 21\n\n## 판결문 요약\n\nPlaintiff instituted this suit against John Horecky and his insurer, Maryland Casualty Company, for $10,000 damages for the death of her eleven year old daughter whom she alleged was struck and killed on the 7th day of April, 1933, by the truck and trailer of defendant, John Horecky, as the result of the negligence of defendant's employee, Roy Malbrough, who was operating the truck at the time within the scope and course of his employment, and that John Horecky held a contract with the Maryland Casualty Company insuring him against liability arising from the negligent operation of the truck and trailer.\nDefendants first filed exceptions of no cause or right of action, which were apparently abandoned when plaintiff filed an amended and supplemental petition. Defendants then filed a joint answer denying liability.\nThe trial judge rendered judgment, after hearing the evidence, rejecting relator's demands and dismissing her suit, which was affirmed by the Court of Appeal, First Circuit, 162 So. 89, 92, and on rehearing, two judges adhered to the original opinion and one dissented, 165 So. 159. The matter is now before this court for review on writs granted by us.\nThe basis of the defense is: First, that Roy Malbrough, the driver of the truck, was not employed by John Horecky as a chauffeur, and that in driving the truck at the time in question, he was doing so without authority from and against the orders of his employer; and, second, that the *Page 24 \ninjury sustained by plaint...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guillory-v-horecky"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}