{
  "id": 25803,
  "title": "1936년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-04-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Parker. 판결일: 1936-04-23. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: John A. Parker and Thomas J. Conduitte and Lyda Parker v. Lenah L. Blakeley, Appellant\n**판결일**: 1936-04-23\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Bradley, Ferguson, Hyde\n\n## 변호인\n\nEd. S. Jones, Lionel Davis, W.F. Wilkinson  and  W. Raleigh  Gough  for appellant.\n\n(1) This cause is one in equity, and in determining the issues herein the findings of the trial court are not conclusive upon this court, which may make its own findings under the evidence in the case. Wolfersberger v. Hoppenjon,  68 S.W.2d 814 ; Peniston v. Hydraulic Press Brick Co.,  234 Mo. 698 ,  132 S.W. 532 ; Cuthbert v. Holmes, 14 S.W.2d 444. (a) This court will make its own findings, although it may defer\n\n## 인용\n\n- 93 S.W.2d 981\n- 338 Mo. 1189\n\n## 판결문 요약\n\nThis is a suit in equity involving title to 210 acres of land situate in Howard County. The petition is in two counts. In the first count plaintiffs seek the cancellation of two deeds, one from plaintiff Conduitte to defendant and the other from plaintiff Parker to defendant, and pray the court to determine title to the lands. The second count is for partition. The petition states two separate causes of action, one by plaintiff Conduitte and the other by plaintiff Parker. No point was made of this however and the two suits were tried together. On a trial of these suits in the Circuit Court of Howard County the chancellor found against the Conduitte claim and no appeal was taken from the judgment thereon. *Page 1193 \nIn the Parker suit the decree and judgment was for plaintiff, on both counts of the petition, and defendant has appealed therefrom. Therefore only the Parker suit is here and we shall confine ourselves, for the most part, to that portion of the pleadings and evidence relating to that claim. It is conceded that if plaintiff is entitled to recover under the first count of the petition he is entitled to partition under the second count. The appeal then is directed to the court's decree and judgment on the first count.\nPlaintiff Parker and defendant Lenah L. Blakeley are brother and sister. Parker is a physician and surgeon with offices in Kansas City, Missouri. He has practiced medicine and surgery since 1902. At the time of the trial, in 1933, he was fifty-seven yea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parker-v-blakeley"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}