{
  "id": 25808,
  "title": "1936년 Bliss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-04-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bliss. 판결일: 1936-04-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Stanley Bliss v. Greyvan Lines, Inc.\n**판결일**: 1936-04-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 247 A.D. 921\n\n## 판결문 요약\n\n\nAppeal from an order dismissing the plaintiff’s complaint upon the defendant’s motion made pursuant to rule 113 of the Rules of Civil Practice. The defendant had entered into a contract with the'plaintifi to move two van loads of goods from Chicago to Oneida; the price was $225 per van load. The contract provided that the defendant should carry insurance in case of loss or damage to the goods, and also provided that the defendant was to receive and be entitled to deduct from any insurance money the haulage bill. One van was destroyed by fire. The loss was adjusted and a conditional release executed by the plaintiff and given to the defendant who filed proof of loss and returned to the plaintiff a check for the amount of the conditional release less haulage charges. Defendant accompanied its check with a letter setting forth the things covered by the cheek and making reference to a clause in the contract by which they deducted the cost of hauling the goods for one van. The plaintiff protested and demanded an additional $225 but finally cashed the cheek. This action is brought to recover the $225, the amount of the haulage charge deducted. An order was made granting summary judgment on the ground that there had been an accord and satisfaction. Judgment and order affirmed, with costs. Rhodes, Crapser and Hefleman, JJ., concur; Hill, P. J., and McNamee, J., dissent.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pink-v-barker"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bliss-v-greyvan-lines-inc"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}