{
  "id": 25812,
  "title": "1936년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-04-06",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1936-04-06. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Stofchek, Appellant\n**판결일**: 1936-04-06\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Barnes, Drew, Kephart, Linn, Maxey, Schaffer, Stern\n\n## 변호인\n\nW. Robert Thompson , with him  Ambrose Bradley , of  Thompson   Bradley , for appellant.\n  Thomas I. Guerin , Special Deputy Attorney General, with him Charles J. Margiotti , Attorney General, and  Frank Throckmorton , District Attorney, for appellee.\n\n## 인용\n\n- 185 A. 840\n- 322 Pa. 513\n\n## 판결문 요약\n\nArgued April 6, 1936.\nJoe Stofchek was indicted for possession of liquor in violation of section 602 (b) of the Pennsylvania Liquor Control Act of November 29, 1933, P. L. 15 (Special Session). The indictment was quashed on two grounds, first, that the section involved is not clearly indicated in the title of the act, and, second, that it infringed guarantees contained in our Constitution. The Superior Court reversed and we allowed an appeal to this court.\nAre the penal provisions of this section of the Pennsylvania Liquor Control Act1 sufficiently expressed in the title to comply with article III, section 3, of the Constitution? The latter is worded: \"No bill . . . shall be passed containing more than one subject, which shall be clearly expressed in its title.\" *Page 516 \nThe Commonwealth contends that section 602 (b) is embraced in that part of the title reading: \"An act to regulate and restrain the sale, importation, and use of certain alcoholic beverages.\" Does the word \"use\" mean \"possession\"? It is urged it does not, and that the inference therefrom is not sufficient to graft thereon the penal provision. We have stated that a purpose is not clearly expressed in the title of an act if it can be ascertained only by a process of reasoning (Phillips'sEstate, 295 Pa. 349; Provident Life  Trust Co. v. Hammond,230 Pa. 407; Investor's Realty Co. v. Harrisburg, 281 Pa. 200;Guppy v. Moltrup, 281 Pa. 343; see also, Commonwealth v.Barbono, 56 Pa. Super. 637). But the rule in the ab...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-stofchek"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}