{
  "id": 25818,
  "title": "1936년 Ottey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-03-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ottey. 판결일: 1936-03-31. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. IRWIN B. OTTEY, Appellant\n**판결일**: 1936-03-31\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Shenk\n\n## 변호인\n\nJ. W. Lenahan and John H. Thomsen for Appellant., U. S. Webb, Attorney-General, and Seibert L. Sefton, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 5 Cal. 2d 714\n\n## 판결문 요약\n\n\n5 Cal. 2d 714 (1936)\nTHE PEOPLE, Respondent,\nv.\nIRWIN B. OTTEY, Appellant.\nCrim. No. 3866. \nSupreme Court of California. In Bank.  \nMarch 31, 1936.\n J. W. Lenahan and John H. Thomsen for Appellant.\n U.S. Webb, Attorney-General, and Seibert L. Sefton, Deputy Attorney- General, for Respondent.\n SHENK, J.\n The defendant was charged by information with the murder of his wife, Oreane Ottey, committed on *718 October 31, 1934, in Monterey County. He pleaded not guilty and not guilty by reason of insanity. A jury found him guilty of murder of the first degree without recommendation. On the issue raised by the plea of not guilty by reason of insanity, the defendant was found to have been sane. From the judgment imposing the death penalty and from the order denying his motion for a new trial, the defendant has appealed.\n The defendant urges, as grounds for reversal, insufficiency of the evidence to sustain the degree of the crime found by the jury, alleged errors committed by the court in the conduct of the trial and in its comments on the evidence and the credibility of the witnesses, and error in the denial of the motion for a new trial.\n The defendant and the decedent had been married for about three years and lived in Monterey. In accordance with his wife's desire the defendant had procured his discharge from the United States army, and the parties lived in the home then being acquired by the defendant under a contract of purchase. Previous to his discharge from the army the defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ottey"
    }
  ],
  "relatedIncidents": [
    25716,
    25780,
    25839,
    25589,
    25593
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}