{
  "id": 25813,
  "title": "1936년 Buck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-04-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Buck. 판결일: 1936-04-06. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BUCK Et Al. v. ELM LODGE, Inc.\n**판결일**: 1936-04-06\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Manton, L. Hand, and Swan, Circuit Judges\n\n## 변호인\n\nEarl I. Freshman, of Syracuse, N. Y. (Nathan Burkan and Herman Finkclstcin, both of New York City, of counsel), for appellants., Albert Averbach, of Syracuse, N. Y., for appellee.\n\n## 인용\n\n- 83 F.2d 201\n\n## 판결문 요약\n\n\n83 F.2d 201 (1936)\nBUCK et al.\nv.\nELM LODGE, Inc.\nNo. 280.\nCircuit Court of Appeals, Second Circuit.\nApril 6, 1936.\nEarl I. Freshman, of Syracuse, N. Y. (Nathan Burkan and Herman Finkelstein, both of New York City, of counsel), for appellants.\nAlbert Averbach, of Syracuse, N. Y., for appellee.\nBefore MANTON, L. HAND, and SWAN, Circuit Judges.\nSWAN, Circuit Judge.\nThis is an appeal from a decree dismissing for multifariousness and misjoinder of parties plaintiff a bill of complaint which charged the defendant with infringement by public performance of two copyrighted musical compositions. The three plaintiffs are Gene Buck, who sues as representative of an unincorporated association known as American Society of Composers, Authors and Publishers (hereafter referred to as the society), and two New York corporations, Remick Music Corporation and Mills Music, Inc. Each of the corporate plaintiffs is owner of a copyrighted song in respect to which the exclusive rights of public performance for profit were transferred to the society for a term ending January 31, 1936. The bill of complaint charged in two counts, each of which dealt with one of the copyrighted songs, that the defendant Elm Lodge committed an infringement for profit of the copyrighted music without the consent of the plaintiffs at a place of entertainment operated by the defendant within the Northern District of New York. The prayer was for an injunction and damages. After answering, the defendant moved to dismiss th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=buck-v-elm-lodge-inc"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}