{
  "id": 25824,
  "title": "1936년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-03-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: White. 판결일: 1936-03-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Alton White v. the State\n**판결일**: 1936-03-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nR. H. Dent  and  Minton  Minton,  all of Hemphill, for appellant.\n  Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 92 S.W.2d 241\n- 130 Tex. Crim. 51\n\n## 판결문 요약\n\nConviction is for theft of a hog. Punishment was assessed at confinement in the penitentiary for two years.\nThe animal which played the leading role in this drama was described as a \"sandy-haired\" sow about three years old. She was claimed by the State to have been the property of J. E. Pennington. The mother of the alleged stolen sow was a black and white spotted animal. During the summer and fall of 1934 Mr. Pennington had fifteen hogs running on the range near where he lived. The \"sandy-haired\" sow and her mother were in this bunch. Their range usually extended about three miles from Pennington's home. In the fall of 1934 he missed this entire bunch of hogs from the range. In April, 1935, there was found in the pen of appellant a \"sandy-haired\" sow and some controversy arose with reference to the ownership of the animal. Appellant sent word to Mr. Pennington to come and look at the hog and told him that if he (Pennington) had better proof than appellant had as to the ownership of the hog that he (Pennington) could have her. Mr. Pennington, his son, and a Mr. Harrison all looked at the hog in appellant's pen. None of them would undertake to identify the hog other than by marks. Mr. Pennington testified that his hogs were marked with an under-slope in each ear and an over-bit in the left ear, which had been his mark for many years. Pennington's son testified that his father's mark was an under-slope in each ear and anunder-bit in the left ear. Harrison, who also claimed to b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-state"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}