{
  "id": 25839,
  "title": "1936년 Gulledge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-02-20",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Gulledge. 판결일: 1936-02-20. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Gulledge v. State.\n**판결일**: 1936-02-20\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Brown, Knight, Thomas\n\n## 변호인\n\nSollie  Sollie, of Ozark, for appellant.\n\nIt was error to allow state's witness Heath to testify what he did in connection with the discovery of Smith; witness at the time being out of the presence of appellant, and the matter testified to being at a time several hours after the alleged offense was committed. Newman v. State,  20 Ala. App. 271 , 101 So. 508 ; 16 C.J. 572, 579. It was not proper to allow a question to the witness asking from what deceased was suffering. This called for a conclusi\n\n## 인용\n\n- 167 So. 252\n- 232 Ala. 209\n\n## 판결문 요약\n\nThe appellant was indicted for the murder of Carter Smith, the indictment charging murder in the first degree. On arraignment he pleaded \"not guilty\" and \"not guilty by reason of insanity.\" The trial resulted in his conviction of murder in the second degree and a sentence for a term of twenty-five years in the penitentiary.\nThe evidence offered by the state goes to show that on Sunday evening, May 27, 1934, the deceased, Carter Smith, 75 years of age, had gone to the home of his daughter, procured a jar of milk, and was returning to his home along the public highway, where he was met by the defendant, Fred Gulledge, George Bryan, and two or three other young men traveling in a \"cut-down\" Ford owned and being driven by Bryan; that the defendant accosted Smith thus: \"Where in the hell are you going with that jar of milk?\" An altercation ensued, the defendant procured a stick, described in the evidence as a \"peanut slat,\" or pole, from three to four feet in length and \"as big as a man's arm,\" and struck Smith across his shoulder, knocked him down on the road in front of the automobile, and Bryan moved the automobile forward, over and against the deceased, and then backed it back over him. They then moved the deceased off the road and placed him behind a sawdust pile, leaving him as dead. The evidence is conflicting as to the time of the occurrence. One phase tends to show that it was about dark or a little after; another that it was around 10 or 11 o'clock; that deceased had a f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gulledge-v-state"
    }
  ],
  "relatedIncidents": [
    25716,
    25780,
    25818,
    25589,
    25593
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}