{
  "id": 25846,
  "title": "1936년 In Re Franchi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-02-06",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In Re Franchi. 판결일: 1936-02-06. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Estate of Celestine Franchi\n**판결일**: 1936-02-06\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: STEIN, VICE-ORDINARY.\n\n## 변호인\n\nMr. John Milton , proctor for August Franchi, Mary Franchi and Mary Winant, appellants.\n\n Messrs. McCarter  English  ( Mr. Conover English  appearing), proctors for Stella G. Potuto, respondent.\n\n Mr. Salvatore La Corte  and  Messrs. Schotland  Schotland \n( Mr. Philip Schotland  appearing), proctors for John Ferrari, respondent.\n\n## 인용\n\n- 182 A. 887\n- 119 N.J. Eq. 457\n\n## 판결문 요약\n\nThe surrogate of Hunterdon county on May 8th, 1928, granted letters of administration to August Franchi, a brother of Celestine Franchi, who died on April 19th, 1928, leaving her surviving her brother, August Franchi, and three sisters, Clementina Franchi, Mary Winant and Stella G. Potuto.\nSix years later on March 14th, 1934, on the petition of the respondent, John Ferrari, the surrogate ordered the appellants August Franchi, Clementina Franchi and Mary Winant, and Stella G. Potuto, also one of the respondents, to show cause by the letters of administration granted to August Franchi should not be revoked on the ground that the same *Page 458 \nwere issued without notice of the petitioner, who alleged he was the husband of the decedent and the person firstly entitled thereto, and that such letters of administration were procured through fraud. The hearing before the surrogate resulted in an order revoking the letters of administration theretofore granted to appellant, and this is an appeal from that order.\nThe single question presented is whether John Ferrari was the husband of the decedent at the time of her death on April 19th, 1928.\nFerrari married Ida Nava, a widow, on September 24th, 1891. At the time of her marriage, Ida had a daughter Mary (now Mary Ciccone) by a former husband, who was fifteen or sixteen years old. John, Ida and the daughter Mary lived together for about one year when, as Ferrari describes it, we had \"a little fight\" and, \"I took my clothes and I got ou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-franchi"
    }
  ],
  "relatedIncidents": [
    25723,
    25725,
    25755,
    25777,
    25787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}