{
  "id": 25842,
  "title": "1936년 Brimer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-02-11",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Brimer. 판결일: 1936-02-11. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Brimer v. State.\n**판결일**: 1936-02-11\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Bricken\n\n## 변호인\n\nMerrill, Jones & Whiteside, of Anniston, for appellant., A. A. Carmichael, Atty. Gen., for the State.\n\n## 인용\n\n- 165 So. 788\n- 27 Ala. App. 75\n\n## 판결문 요약\n\nThe prosecution in this case originated in the county court upon an affidavit by one Vera Phillips, wife of the alleged injured party, wherein appellant was charged with the offense of an assault with a knife upon Tom Phillips. The trial in the county court resulted in his conviction, and his fine was assessed at $25. He appealed to the circuit court and was there tried by a jury upon a complaint filed by the solicitor, as the statute requires. The trial in the circuit court resulted in his being again convicted, and the jury returned the following verdict: \"We the jury find the defendant, Bill Brimer, guilty as charged in the complaint.\" A verdict of this character is authorized under the provisions of section 5286 of the Code 1923. It will be noted that the jury by its verdict did not impose a fine, thus leaving the imposition of the punishment to the court. In accordance with the provisions of the statute, supra, the court sentenced defendant to serve a term of six months' hard labor for the county as a punishment for the offense; and to 120 days' hard labor at the rate of 75 cents per day to pay the costs which as stated in the judgment amounted to $89.75.\nThe evidence adduced upon the trial is brief, and but two questions are presented for our consideration. No exceptions were reserved to the court's oral charge. No special written charges were requested; nor was there a motion for a new trial.\nThe two points of decision referred to are the exceptions reserved to the cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brimer-v-state"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}