{
  "id": 25850,
  "title": "1936년 Jefferson Standard Life Insurance v. Morehead 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1936-01-22",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Jefferson Standard Life Insurance v. Morehead. 판결일: 1936-01-22. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: JEFFERSON STANDARD LIFE INSURANCE COMPANY v. GARRETT MOREHEAD Et Al.\n**판결일**: 1936-01-22\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Stagy\n\n## 변호인\n\n\n\nSmith, Wharton & Hudgins for plaintiff.\n, \nManning & Manning and R. M. Gantt for defendants.\n\n\n## 인용\n\n- 183 S.E. 606\n- 209 N.C. 174\n\n## 판결문 요약\n\nCivil action to recover from endorsers $4,700, balance alleged to be due on a promissory note, executed by Alpha Mu Building Corporation to plaintiff, 15 March, 1930, and now owned and held by plaintiff.\nIn the spring of 1930 the Alpha My chapter of the Kappa Sigma fraternity was desirous of building a chapter house for the use of the fraternity at Chapel Hill. Negotiations were had with the Jefferson Standard Life Insurance Company for a loan of $5,000. \"The financing of the arrangement,\" according to plaintiff's president, was \"to be made with John Umstead.\" He was the alter ego of the plaintiff in the transaction. The loan was to be secured by deed of trust on real estate, and the understanding was that the note would not be delivered until twenty-five members of the fraternity had endorsed it, including Mr. Charles T. Woollen. Umstead, with knowledge of this understanding, and as a party to it, assisted in getting the signatures of the fraternity members. *Page 175 \nOnly seven endorsers were actually secured before the note was delivered, and Mr. Woollen was not among them.\nThe pertinent part of the endorsement, appearing on the back of the note, is as follows:\n\"We, the undersigned endorsers of this note, . . . hereby agree to remain and continue bound for the payment of the principal and interest provided for by the terms of this note, irrespective of and without regard to any agreement or agreements relative to other endorsement, or without regard to who, in addition to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jefferson-standard-life-insurance-v-morehead"
    }
  ],
  "relatedIncidents": [
    25703,
    25710,
    25713,
    25716,
    25723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}