{
  "id": 25862,
  "title": "1935년 Houchin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-12-27",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Houchin. 판결일: 1935-12-27. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: M. M. Houchin v. State.\n**판결일**: 1935-12-27\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Davenport, Doyle, Edwards\n\n## 변호인\n\nJ. H. Warren and R. H. Warren, for plaintiff in error., Mac Q. Williamson, Atty. Gen., and Smith. C. Matson, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 52 P.2d 1085\n- 58 Okla. Crim. 329\n\n## 판결문 요약\n\nThe information in this case charged that in Choctaw county, August 9, 1934, the defendant, M. M. Houchin, did have in his possession three pints of whisky with the unlawful intent to sell and dispose of the same.\nIt appears from the record that the defendant waived a jury trial, the state consenting, and it was agreed that the case be tried and determined by the court without the intervention of a jury. Thereupon the court proceeded to try the case. After hearing the evidence, the court found the defendant guilty as charged in the information, and fixed his punishment at confinement in the county jail for thirty days and a fine of $50.\nMotion for a new trial was duly filed, presented, and overruled. On March 23, 1935, the judgment appealed from was duly entered.\nThe assignments of error relied upon for a reversal of the judgment are that the judgment of the court is contrary to the law and to the evidence.\nOur State Constitution (art. 7, &#167; 20) provides: *Page 331 \n\"In all issues of fact joined in any court, all parties may waive the right to have the same determined by jury; in which case the finding of the judge, upon the facts, shall have the force and effect of a verdict by jury.\"\nIn the case of Cowden v. State, 5 Okla. Cr. 71, 113 P. 202, it is held, that this constitutional provision applies to criminal as well as civil cases, and is self-executing, and where the defendant waives a trial by jury, the state consenting, all questions of fact are for the court, and th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=houchin-v-state"
    }
  ],
  "relatedIncidents": [
    25870,
    25872,
    25874,
    25876,
    25884
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}