{
  "id": 25874,
  "title": "1935년 Meznarich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-12-12",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Meznarich. 판결일: 1935-12-12. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: MEZNARICH, Appellant, v. REPUBLIC COAL CO., Respondent\n**판결일**: 1935-12-12\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Anderson, Matthews, Morris, Sands, Stewart\n\n## 변호인\n\nMr. F. W. Mettler, for Appellant, submitted an original and a reply brief, and he and Mr. .A. H. Axgstman, of Counsel, argued the cause orally., Messrs. Murphy & Whitlock, for Respondent, submitted a brief; Mr. J. C. Carlington, of Counsel, argued the cause orally.\n\n## 인용\n\n- 53 P.2d 82\n- 101 Mont. 78\n\n## 판결문 요약\n\nThe sole question involved in this case is whether the plaintiff, an admittedly permanently and totally disabled workman as a result of an industrial accident while in the employ of the defendant, is entitled to compensation additional to the 150 weeks heretofore awarded to him by the Industrial Accident Board.\nOur legislature provided for liberal construction of this law. It has provided for a board, empowering it to fix and determine compensation to be paid; to specify the manner in which compensation shall be paid, and reading the law as a whole, it would seem, except in the case of a death by reason of injury, the jurisdiction over cases of disability shall be continuing during the period of disability, not exceeding 500 weeks. At the time of the injury or at the time of hearings before the board it cannot be definitely determined as to the period of recovery. To meet such situations section 2956, Revised Codes 1921, was enacted, as follows: \"Nothing contained in the preceding section shall however be construed to limit the right of the board, at any time after the date of its award and from time to time, after due notice and upon the application of any party interested, to review, diminish or increase, within the limits provided by this Act, any compensation awarded upon the grounds that the disability of the person in whose favor such award was made has either increased, or diminished or terminated.\" The purpose of this section is that the case is always open, so long a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meznarich-v-republic-coal-co"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25876,
    25884
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}