{
  "id": 25876,
  "title": "1935년 Bellin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-12-04",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Bellin. 판결일: 1935-12-04. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: State vs. Henry D. Bellin Et Als.\n**판결일**: 1935-12-04\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Baker, Capotosto, Condon, Flynn\n\n## 변호인\n\nJohn P. Hartigan, Attorney General, Michael De Ciantis,  Assistant Attorney General,  for State.\n\n Rosenfeld  Hagan, C. Bird Keach,  for defendants Pollay \nGolden.\n\n George R. Farnham, of Boston, Frank H. Bellin, Arthur L.  Goldman, of Boston,  for defendant Bellin.\n\n## 인용\n\n- 181 A. 804\n- 55 R.I. 374\n\n## 판결문 요약\n\nThe defendants, Henry D. Bellin, Irving Pollay and Joseph Golden, together with William M. Peacock, Benjamin Saxe and Arthur Brody, were indicted for conspiracy to cheat and defraud the Rhode Island Mortgage Security Corporation, hereinafter referred to as the corporation. The offense is charged to have been committed from February 1, 1928, and divers other days thereafter from time to time until September 13, 1929. All the defendants waived jury trial under the provisions of Public Laws 1929, chapter 1335.\nThe case was tried before a justice of the superior court who found the defendants Bellin, Pollay and Golden guilty and acquitted Peacock, Saxe and Brody. The case is before this court on bills of exceptions prosecuted by the three defendants who were found guilty. The underlying contention of the defendants is that the evidence is insufficient to warrant a conviction for conspiracy. Pollay and Golden also urge that the trial justice erred in certain of his rulings during the trial.\nThe only material question in our view relating to such rulings that was briefed and argued in behalf of Pollay and Golden is raised by a series of exceptions to certain books of account kept by Bellin in his individual and private business, which he carried on under the name of the Bellin Realty Co., and to the records of a local bank in connection therewith. The evidence shows that Bellin, Pollay and Golden cooperated at the trial in attempting to establish that even though their conduct may ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bellin"
    }
  ],
  "relatedIncidents": [
    25870,
    25890,
    25895,
    25906,
    25912
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}