{
  "id": 25884,
  "title": "1935년 Ex Parte O'Neal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-11-18",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Ex Parte O'Neal. 판결일: 1935-11-18. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte O'Neal\n**판결일**: 1935-11-18\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: PER CURIAM.\n\n## 변호인\n\nHoward Hasting, for petitioner.\n\nCarl E. Bailey, Attorney General, and Guy E. Williams and J. F. Koone, Assistants, for respondent.\n\n## 인용\n\n- 87 S.W.2d 401\n- 191 Ark. 696\n\n## 판결문 요약\n\nThis is an original proceeding in this court by which is sought to quash a judgment of the Jackson Circuit Court, made and entered on September 21, 1928, in which judgment petitioner was adjudged guilty of murder in the first degree and sentenced by the court to serve the balance of his natural life in the State penitentiary. The record in the Jackson Circuit Court is brought before us by stipulation of counsel which dispensed with the necessity for formal issuance of a writ of certiorari in aid of Petitioner's proceeding we are also asked to issue a writ of habeas corpus by which petitioner's body may be brought before this court to be dealt with according to law. The judgment of the circuit court of Jackson County under which petitioner is confined in the State penitentiary is as follows:\n\"On this day comes the State of Arkansas by its attorney, H. U. Williamson, and comes the defendant in *Page 697 \nperson, and by attorney, and by leave of the court enters his plea of guilty to the crime of murder in the first degree as charged in the indictment herein, and submits his case to the court sitting as a jury, and, the premises being seen and by the court fully understood, it is by the court considered, ordered, and adjudged that said defendant, upon his plea of guilty is guilty of the crime as charged and doth fix his punishment for the duration of his natural life. And it further appearing to the court that said defendant is without means with which to pay the costs of the pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-oneal"
    }
  ],
  "relatedIncidents": [
    25905,
    25958,
    25959,
    25979,
    25982
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}