{
  "id": 25895,
  "title": "1935년 Peebles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-11-05",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Peebles. 판결일: 1935-11-05. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Fay Peebles, Appellant\n**판결일**: 1935-11-05\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Bohling, Cooley, Westhues\n\n## 변호인\n\nJoseph N. Miniace  and  James P. McGuire  for appellant.\n\n(1) The State failed to prove the necessary element of criminal intent and was bound by the testimony of their own witness Boyd and the unimpeached testimony of the defendant as to the intention with which the act was committed. 26 C.J., pp. 903, 961; State v. Cordray,  200 Mo. 29 , 98 S.W. 2; State v. Sharpless, 212 Mo. 176 , 111 S.W. 75; State v. Jackson,  221 Mo. 478 , 120 S.W. 73; State v. Blocher,  278 S.W. 1016 . (2) The court erred\n\n## 인용\n\n- 87 S.W.2d 167\n- 337 Mo. 973\n\n## 판결문 요약\n\nBy an information filed in the Circuit Court of Livingston County, Missouri, appellant was charged with the crime of forgery in the third degree. Upon a trial a jury found him guilty and assessed a punishment of three years' imprisonment in the penitentiary. From the sentence imposed in accordance with the verdict of the jury appellant has appealed.\nThe sufficiency of the evidence to sustain a conviction was challenged in the motion for new trial. Appellant, while on the witness stand, admitted that he had, without authority, endorsed the name of Harvey L. Erwin upon a check, but maintained that it was done without any intent to defraud. The intent with which the act was done was, therefore, the main issue in the case. Appellant, at the time, was president of the North Missouri Finance Company of Chillicothe. This company was engaged in the business of making small loans. Appellant testified that the company had sustained a loss of about $300 in a certain transaction (the details of which are not material to the issues), which loss, if shown upon the books of the company, would have prevented the company from paying a proposed dividend; that to cover up this loss he prepared fictitious papers which tended to show that the company had made a number of small loans, when in fact none were made. The check in question in this case was one of these spurious papers. Appellant admitted that he wrote a check on the company for $60, dated March 18, 1933, payable *Page 975 \nto Harvey Er...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-peebles"
    }
  ],
  "relatedIncidents": [
    25870,
    25876,
    25890,
    25906,
    25912
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}