{
  "id": 25898,
  "title": "1935년 Culberson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-10-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Culberson. 판결일: 1935-10-30. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Universal Automobile Insurance Company v. D. H. Culberson Et Al.\n**판결일**: 1935-10-30\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: German\n\n## 변호인\n\nT. R. Mears,  of Gatesville,  J. L. Goggans,  of Dallas, McClellan, Lincoln  Williams,  of Waco, for plaintiff in error.\n\nThe policy as between the company and assured is one of indemnity against loss, that is, a promise to pay assured if he pays the judgment, while as between the company and the injured person, the policy is a direct promise to pay the judgment upon the occurrence of certain conditions stated in the policy. Hanson v. Wayman,  280 S.W. 869 ; Owens v. Jackson-Hinton Gin Co.,  217\n\n## 인용\n\n- 86 S.W.2d 727\n- 126 Tex. 282\n\n## 판결문 요약\n\nOn March 6, 1930, plaintiff in error, Universal Automobile Insurance Company, issued an automobile accident policy covering a car belonging to defendant in error, D. H. Culberson. The terms of this policy will be hereinafter more fully reviewed. Shortly after the policy was issued and while the car was being driven by Culberson's daughter, there was an accident in which Miss Minnie Lou Witt was injured. In a suit brought by Miss Witt against Culberson she was awarded a *Page 285 \njudgment for $10,536.88 and costs of suit. The various proceedings prior to the rendition of this judgment are set out in the opinion of the Court of Civil Appeals which is reported in 54 S.W.2d 1061. After the issuance of execution, which was returned unsatisfied, Culberson brought this suit against the Insurance Company to recover the amount of the judgment against him in favor of Miss Witt, together with $750.00 attorney's fees, interest and costs. Miss Witt intervened in this suit and asked judgment in her favor for $10,536.88.\n1 The Insurance Company filed two pleas in abatement, one as to the suit by Culberson and the other as to the suit by Miss Witt. These pleas were overruled. In its answer it set out at great length many facts and circumstances tending to show that in many particulars Culberson had failed and refused to cooperate with the company in making a full and fair defense to the action; and had colluded with Miss Witt in such a manner as to permit the judgment to go against him. The...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=universal-automobile-insurance-v-culberson"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}