{
  "id": 25893,
  "title": "1935년 Taggart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-11-08",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Taggart. 판결일: 1935-11-08. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Dick Taggart v. State.\n**판결일**: 1935-11-08\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Davenport, Doyle, Edwabds\n\n## 변호인\n\nOwen F. Renegar, for plaintiff in error., ■Mac Q. Williamson, Atty. Gen., and Smith C. Matson, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 53 P.2d 102\n- 58 Okla. Crim. 183\n- 50 P.2d 1134\n\n## 판결문 요약\n\nThe plaintiff in error, hereinafter referred to as the defendant, was convicted of having possession of about three gallons of intoxicating liquor, and was sentenced to be imprisoned in the county jail for ninety days, and to pay a fine of $250.\nThe testimony in this case is brief on behalf of the state. The officers said they had a search warrant, but they do not say for what property it authorized them to search; they do state they went and searched a room at 117 West Noble street, in Oklahoma City, Okla.; they admit there was no one in the room at the time; the door was locked and they broke the hasp, and in the room they searched they found about three gallons of whisky. The defendant was not in the room. There is no testimony showing he was seen in possession of the room. Some of the officers said they had information that the defendant had the room.\nA witness for the state, W. E. Agee, stated: *Page 184 \n\"I talked with the woman at the building who said she was renting rooms to different parties; I do not know who she was; I did not serve her with a copy of the search warrant.\"\nThe woman mentioned by the witness for the state was not called as a witness to show to whom she had rented the room. The testimony discloses there were a number of rooms in the building, and this was one of the rooms having a door opening from this room to another room which was locked and barred, at the time the officers claim this search was made. There is no testimony showing that after they ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taggart-v-state"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}