{
  "id": 25890,
  "title": "1935년 Christie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-11-12",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Christie. 판결일: 1935-11-12. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Albert B. Christie, Plaintiff-Respondent, v. John P. Lalor and Anna Lalor, Defendants-Appellants\n**판결일**: 1935-11-12\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Heher, Perskie, Trenchard\n\n## 변호인\n\nFor the appellants,  James A. Major. \n\nFor the respondent,  Jesse B. Leslie.\n\n## 인용\n\n- 181 A. 312\n- 116 N.J.L. 23\n\n## 판결문 요약\n\nPlaintiff sued to recover the commission claimed to be due under an instrument in writing, bearing date June 23d 1934, purportedly constituting him as defendants' \"sole and exclusive agent for the sale, exchange or rental\" of a parcel of real estate owned by them, and binding the owners to pay compensation at a specified rate on the sale price, in the event of a sale of the property, within three months from the date thereof, by the \"owner, or through any other source.\" Defendants sold the property during the term thus prescribed, but not through the efforts of plaintiff; the sale was negotiated by another broker. The District Court judge, sitting without a jury, rendered judgment for plaintiff, and defendants appeal.\nThe single question of law presented by the state of the case is the propriety of rulings by the trial judge overruling questions designed to elicit proof of fraud in the procurement of the contract in suit, in that plaintiff \"informed the *Page 25 \ndefendants that it was not a contract but a mere statement which he had to have before he could list the property with the Bergen County Real Estate Association; that the defendants could retain any broker they wished to sell the property and that the one selling the property would be the one to be paid the commission.\" The defendant John P. Lalor testified that \"at the time he affixed his signature thereto the so-called agreement was in blank.\"\nThe District Court judge mistakenly conceived that the parol evidence ru...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=christie-v-lalor"
    }
  ],
  "relatedIncidents": [
    25870,
    25876,
    25895,
    25906,
    25912
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}