{
  "id": 25912,
  "title": "1935년 Moseley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-10-03",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Moseley. 판결일: 1935-10-03. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Moseley v. Doran.\n**판결일**: 1935-10-03\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Elliott\n\n## 변호인\n\nGuillory & Guillory, of Ville Platte, for appellant., Dubuisson & Dubuisson, of Opelousas, for appellee.\n\n## 인용\n\n- 163 So. 198\n\n## 판결문 요약\n\nHenry Vincent Moseley brought suit against John Doran for $200 alleged to be the balance due him on account for rent of a store building in the city of Opelousas. The plaintiff alleges that he leased his building to the defendant for one year at $20 per month for the purpose of operating a used furniture store. That on February 1, 1935, or in the early morning of February 2, 1935, defendant abandoned the premises with the intention of defrauding him of the balance due him for rent, and in carrying out his purpose he loaded certain of the furniture contained in the building into a truck belonging to him and drove the truck, with the furniture with which it had been loaded, to the residence of William Reed in the parish of St. Landry. That a lessor's privilege exists in his favor on said truck and on the furniture in it to secure him for the amount due him for rent.\nHe alleges that the defendant intended to immediately leave the parish of St. Landry with said property with the intent to defraud him and to defeat his claim on account of the balance due him for rent.\nA writ of provisional seizure issued and the truck with the things in it were seized on the premises of William Reed, some 4 or 5 miles from Opelousas, and held for the purpose of paying the amount due the plaintiff.\nThe defendant Doran appeared and moved to dissolve the seizure on the ground that the truck and its contents were not on the leased premises at the time of the seizure and had never been kept thereon; an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moseley-v-doran"
    }
  ],
  "relatedIncidents": [
    25870,
    25876,
    25890,
    25895,
    25906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}