{
  "id": 25916,
  "title": "1935년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-09-25",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Thompson. 판결일: 1935-09-25. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: THOMPSON Et Al. v. THOMPSON Et Al.\n**판결일**: 1935-09-25\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Busby, Gibson, McNEILL, Phelps, Riley\n\n## 변호인\n\nLeander Hall, for plaintiffs in error., L. A. Justus, Jr., and T. L. Lewis, for defendants in error.\n\n## 인용\n\n- 52 P.2d 49\n- 175 Okla. 344\n\n## 판결문 요약\n\nThis suit was filed in the district court of Osage county by Lizzie Carter Thompson, and, later, by permission of court, W.N. Tice, her guardian, became a party plaintiff and filed his amended and supplemental petition.\nThe petition alleged that J.S. Thompson, former husband of Lizzie Carter Thompson, an incompetent person, had by fraud and duress obtained from her a quitclaim deed to certain lots in Hominy, Okla., which was their homestead; that to defraud plaintiff, Lizzie Carter Thompson, of her rights in said property, the said J.S. Thompson transferred said lots, without consideration, to his daughter, Lena Griffin, who fraudulently conveyed the same to Elwyn B. Smith. Plaintiff prayed for cancellation of said deeds and that she be decreed a one-half interest in said real estate. After motions and a demurrer of defendants were overruled, the three defendants answered. The district, judge, after hearing the evidence of both parties, found the issues in favor of the plaintiff below, Lizzie Carter Thompson, canceled the three deeds, as follows; from plaintiff below to J.S. Thompson; from J.S. Thompson to Lena Griffin; and from Lena Griffin to Elwyn B. Smith, and decreed to Lizzie Carter Thompson lots 8 and 9, block 2, Tinker addition to the city of Hominy, Okla., barring and foreclosing the three plaintiffs in error from any right, title or interest in said lots last above mentioned.\nThe journal entry of judgment occupies 14 pages of the transcript. Among other things, the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-thompson"
    }
  ],
  "relatedIncidents": [
    25870,
    25876,
    25890,
    25895,
    25906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}