{
  "id": 25915,
  "title": "1935년 Andrews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-09-25",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Andrews. 판결일: 1935-09-25. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ANDREWS v. CHASE Et Al.\n**판결일**: 1935-09-25\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Folland, Hansen, Hanson, Moffat, Wolfe\n\n## 변호인\n\nAllen T. Sanford  and  E.A. Rogers , both of Salt Lake City, for appellant.\n\n Van Cott, Riter  Farnsworth, Cheney, Jensen  Marr , and Ray McCarty , all of Salt Lake City, for respondents.\n\n## 인용\n\n- 49 P.2d 938\n- 89 Utah 51\n\n## 판결문 요약\n\n                            ADDENDUM.\nThe view is expressed in the dissenting opinion of Mr. Justice Ephraim Hanson that the complaint is fatally defective in that it affirmatively appears that the alleged transaction relied upon by plaintiff for recovery contravenes the provisions of article 12, &#167; 5, of the Constitution of Utah, and certain statutory provisions calculated to give effect to such constitutional provisions. The argument is made that the Rio Tinto Copper Company was, as a matter of law, precluded from giving away any of its treasury stock. That *Page 71 \nsuch is the law generally may readily be conceded. It is, however, an easy matter to conceive of exceptions to the general rule. An illustration will serve to make clear what we have in mind. Thus, if owners of mining property desire to create a corporation for the purpose of developing their property, and, instead of having issued to themselves shares of capital stock of the corporation in payment for mining claims conveyed to the corporation, they conclude, and so provide in the articles of incorporation, that some of the stocks shall be held by the corporation and later given away as directed by the incorporators, such an arrangement may not be said to offend against the provisions of the Constitution or the laws referred to in the dissenting opinion. In such case neither the corporation nor the creditors thereof would have any just cause to complain because the stock was transferred to the donees rather...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andrews-v-chase"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}