{
  "id": 25910,
  "title": "1935년 Blaser 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-10-09",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Blaser. 판결일: 1935-10-09. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: BLASER, Appellant, v. CLINTON IRRIGATION DISTRICT Et Al., Respondents\n**판결일**: 1935-10-09\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Anderson, Chiee, Matthews, Morris, Sands, Stewart\n\n## 변호인\n\nMr. John E. Patterson  and  Mr. C.E. Comer , for Appellant, submitted an original and a reply brief;  Mr. Patterson  argued the cause orally.\n\n Mr. Edward C. Mulroney , for Respondents, submitted a brief and argued the cause orally.\n\n## 인용\n\n- 53 P.2d 1141\n- 100 Mont. 459\n\n## 판결문 요약\n\nThe plaintiff, Albert F. Blaser, brought action against the Clinton Irrigation District, established in 1919, to compel the extension of its canal from a point near Smith Creek to Dirty Ike Creek, a distance of approximately two miles, and by a second cause of action alleged, sought to recover damages for loss of crops throughout the years from 1919 to 1932. Issue was joined by answer and reply, and a trial was had before the court sitting without a jury, a jury trial having been expressly waived by the parties. At the close of the trial the court made findings in favor of the defendants, and entered judgment dismissing the action as to each of the causes alleged.\nThe plaintiff has appealed from the judgment; he makes forty-five specifications of error. The controlling questions raised are as to whether or not the order of the district court establishing the district fixed the western terminus of the canal at Dirty Ike Creek, and, if so, whether oral testimony was admissible to vary the terms of that order, and, if the terminus was not so fixed, whether or not the evidence adduced is sufficient to prove, in conformity with the court's findings, that, before the hearing in the district court, the organizers changed their original plans and determined to extend the canal only to Smith Creek, with the further agreement that each user should construct his laterals at his own expense.\nThe undisputed facts are substantially as follows: In the spring of 1919 the ranchers in the Clin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blaser-v-clinton-irrigation-district"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}