{
  "id": 25928,
  "title": "1935년 Bellanger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-09-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bellanger. 판결일: 1935-09-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Napoleon Bellanger v. Economy Engineering Company, and The Liberty Mutual Insurance Company, Impleaded as a\n**판결일**: 1935-09-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 245 A.D. 889\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Saratoga county, dismissing the plaintiff’s complaint on the pleadings as to both defendants, the motion therefor having been made at a Trial Term of said court when the action was reached for trial therein. The complaint alleges that plaintiff was injured while operating a lifter used for elevating heavy loads, said lifter having been manufactured by the defendant engineering company, and that the injury was caused through the negligence of the said company in that the brakes,- gears and controls upon the machine were defective and in that the cable and sheave upon the lifter were left unguarded. The complaint further alleges that the defendant insurance company “ has heretofore claimed some rights to the assignment or subrogation of this action;” that any such rights of the insurance company have been abandoned and that such insurance company has been made a defendant after its refusal to join with plaintiff as a party plaintiff. The complaint thus states a cause of action but by the answers of the respective defendants it is alleged that plaintiff’s injuries arose out of and in the course of his employment by the United Paper Board Company; that the defendant insurance company was the insurer of said employer and has paid to the plaintiff an award of compensation, made under the Workmen’s Compensation Law for said injury and that thereby said insurance company became subrogated to any rights which the plaintiff *890herein might h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bellanger-v-economy-engineering-co"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}