{
  "id": 25958,
  "title": "1935년 Langley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-06-26",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Langley. 판결일: 1935-06-26. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James Coburn Langley v. the State\n**판결일**: 1935-06-26\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Lattimore\n\n## 변호인\n\nLong  Strong  and  Sam T. Holt,  all of Carthage, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 86 S.W.2d 755\n- 129 Tex. Crim. 254\n\n## 판결문 요약\n\nConviction is for assault with intent to murder, punishment two years in the penitentiary.\nThe party assaulted was Otto House. In the indictment it is alleged that the weapon used in committing the assault was a shovel. The State's evidence shows an unprovoked assault by appellant upon Otto House, the motive apparently being that appellant had been told that House had accused appellant of theft. Appellant was working upon the road, the tools used being grubbing hoes, or picks, and long handled shovels. On the day of the assault appellant had been using a grubbing hoe until a few minutes before the assault when he exchanged it for a shovel. House was struck several blows with the shovel. One blow on the head fractured the skull and rendered him unconscious for several days. The doctor's evidence shows that the wound was serious, and that for *Page 256 \nfour or five days he was doubtful whether House would live. The wound was such as would likely produce death. One of the doctors testified that \"it was possible, but hardly probable that he will ever be a perfectly normal man.\" The defense was predicated on the claim that House was trying to cut appellant with a knife, and that the latter was acting is self defense.\nThe court submitted the case from the State's standpoint on assault to murder, with and without malice, and upon aggravated assault. In regard to aggravated assault he told the jury in substance if appellant, not acting in self defense, struck House with a shovel, bu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=langley-v-state"
    }
  ],
  "relatedIncidents": [
    25884,
    25905,
    25959,
    25979,
    25982
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}