{
  "id": 25955,
  "title": "1935년 O'Brien 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-07-05",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: O'Brien. 판결일: 1935-07-05. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: James J. O'Brien vs. William J. O'Brien\n**판결일**: 1935-07-05\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: Cornell, Hon, John\n\n## 변호인\n\nWilson & Mara, Attorneys for the Plaintiff., Charles E. Moore, Attorney for the Defendant.\n\n## 인용\n\n- 3 Conn. Super. Ct. 1\n- 3 Conn. Supp. 1\n\n## 판결문 요약\n\nThe substance of plaintiff's claim, as it developed on the trial and as it has been treated in briefs filed by counsel, is this: that defendant falsely represented to plaintiff that he was the lawfully wedded husband of plaintiff's late deceased mother and that plaintiff, in reliance upon the truth of such representations, consented to defendant's appointment as administrator on his mother's estate and thereafter became a party to an agreement of distribution with defendant of the property owned by said estate, as a result of which defendant received a portion thereof substantially corresponding to a husband's share of the estate of his deceased wife under or in view of the provisions of GeneralStatutes, Revision 1930, Section 5156.\nNotwithstanding the fact that the statutes regulating the contracting of marriages in New York state were so lax as to make fraud easily practicable, the finding is compelling that defendant entered into a marriage with plaintiff's mother (hereafter referred to as Harriet O'Brien) at Port Chester, New York on August 1st, 1907, which, about a year later was duly recorded.\nTo establish the falsity of defendant's representation that he was Harriet O'Brien's lawfully wedded husband, plaintiff essays to prove that this marriage was void ab initio and powerless to at any time confer the status of husband and wife upon the parties to it.\nWhether or not, if such marriage be found to be a nullity, *Page 2 \nsuch a circumstance, alone, would constitute proof...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=obrien-v-obrien"
    }
  ],
  "relatedIncidents": [
    25870,
    25876,
    25890,
    25895,
    25906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}