{
  "id": 25959,
  "title": "1935년 State v. . Dunn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-06-26",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Dunn. 판결일: 1935-06-26. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Charlie Dunn.\n**판결일**: 1935-06-26\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Beogden\n\n## 변호인\n\n\n\nAttorney-General Seawell and Assistant Attorney-General Aiken for the State.\n, \nFred W. Bynum, for Charlie Bunn.\n\n\n## 인용\n\n- 180 S.E. 708\n- 208 N.C. 333\n\n## 판결문 요약\n\nClarence Dunn, a son of the defendant, while using the defendant's car, struck and killed a person, and thereafter the defendant was indicted as an accessory after the fact for \"aiding, assisting, procuring, and counseling the said Clarence Dunn to flee from the scene of said felony, and did aid, assist, counsel, and abet the said Clarence Dunn in evading arrest and apprehension upon said charge of said felony, with the intent thereby to obstruct, hinder, and delay the administration of justice,\" etc. The evidence tended to show that on the night of 30 *Page 334 \nNovember, 1933, Clarence Dunn, while driving his father's car, unlawfully and recklessly struck and killed J. T. Smith on a public highway. The defendant was not in the car at the time of the killing, but immediately thereafter Clarence Dunn returned to the house where the other members of his family were visiting and informed his father that \"he had struck some man.\" In addition, he pointed out to his father the damage done to the car. The father then got into the car and drove back home about two o'clock in the morning. About daylight on the same morning the father took the car to Durham to have it repaired. The father contended that he did not know that any person had been killed by his son, and that he took the car to Durham to be repaired because he had information that there were expert mechanics at that point.\nThe charge of the court is not in the record, and hence it is assumed that correct instructions were ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dunn"
    }
  ],
  "relatedIncidents": [
    25884,
    25905,
    25958,
    25979,
    25982
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}