{
  "id": 25966,
  "title": "1935년 Petty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-06-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Petty. 판결일: 1935-06-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bunt Petty v. the State\n**판결일**: 1935-06-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Krueger\n\n## 변호인\n\nRobt. M. Lyles,  of Del Rio, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 83 S.W.2d 995\n- 129 Tex. Crim. 20\n\n## 판결문 요약\n\nThe appellant was tried and convicted *Page 21 \nof the offense of theft of two sheep, and his punishment was assessed at confinement in the state penitentiary for a term of four years.\nThe facts in this case are in substance similar to the facts in the case of Bunt Petty v. State, No. 17474, decided by this Court on April 3, 1935, not yet reported (128 Tex. Crim. 562), and we do not deem it necessary to restate the same except so much thereof as may be necessary for a better understanding of the questions involved in this case and hereinafter discussed.\nThe testimony shows that after Earl Huffman and Bill Foley had stolen a flock of sheep from George Pepper and while driving them through the pasture of Mr. Livingston to that of the appellant, two of Mr. Livingston's sheep ran into the herd unobserved by Huffman and Foley and were not discovered until after the sheep had been penned in the appellant's pen, when Huffman asked appellant if he didn't want them to take the Livingston sheep back to their pasture, whereupon appellant replied, \"No, they are already in my mark and I want to keep them\"; that appellant killed one of said sheep, which was fire branded, and they killed two black sheep brought from Pepper's ranch; that one of the black sheep and the hides of the two other sheep were buried on the appellant's premises near his barn; that the two Livingston sheep were muttons and appellant paid Huffman and Foley the same price for said Livingston's sheep as he paid them for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=petty-v-state"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}