{
  "id": 25961,
  "title": "1935년 Union Sugar Co. v. Hollister Estate Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-06-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Union Sugar Co. v. Hollister Estate Co.. 판결일: 1935-06-25. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: UNION SUGAR COMPANY (A Corporation), Appellant, v. HOLLISTER ESTATE COMPANY (A Corporation), Respondent\n**판결일**: 1935-06-25\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Curtis\n\n## 변호인\n\nPreisker, Goble & Twitchell for Appellant., Heaney, Price & Postel and Margaret Dunn Hamper for Respondent.\n\n## 인용\n\n- 3 Cal. 2d 740\n\n## 판결문 요약\n\n\n3 Cal. 2d 740 (1935)\nUNION SUGAR COMPANY (a Corporation), Appellant,\nv.\nHOLLISTER ESTATE COMPANY (a Corporation), Respondent.\nL. A. No. 14113. \nSupreme Court of California. In Bank.  \nJune 25, 1935.\n Preisker, Goble &amp; Twitchell for Appellant.\n Heaney, Price &amp; Postel and Margaret Dunn Kamper for Respondent.\n CURTIS, J.\n We are in accord with the following portion of the opinion of the District Court of Appeal in the above-entitled cause and adopt the same as a part of our opinion:\n \"On October 1, 1924, appellant and respondent contemporaneously executed a farming contract and a beet sale contract, the latter being expressly made a part of the former, by the terms of which appellant agreed to farm certain lands of respondent in a good and husbandlike manner and in accordance with the standards and customs in the vicinity, and plant and raise thereon a crop of beets during the 1925 season, at the expense of respondent, and to buy all the beets so raised and delivered at a price to be fixed by averaging prices of sugar over a period of twelve months *744 beginning July 1, 1925, according to a certain table set forth therein. On June 25, 1929, appellant brought suit against respondent to recover the alleged balance of $12,071.83, with interest at 7 per cent from October 31, 1925, unpaid on the advances and expenses of farming the lands and raising the crop of beets, after crediting the agreed price of beets produced and delivered. On December 2, 1929, respondent filed its...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=union-sugar-co-v-hollister-estate-co"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}