{
  "id": 25963,
  "title": "1935년 In re Heckheimer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-06-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Heckheimer. 판결일: 1935-06-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Harry Saks Heckheimer (Also Known as Harry Heckheimer), an Attorney\n**판결일**: 1935-06-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nEinar Chrystie, for the petitioner., No appearance for the respondent.\n\n## 인용\n\n- 245 A.D. 179\n\n## 판결문 요약\n\n\nPer Curiam.\nThe respondent was admitted to practice as an attorney and counselor at law in the State of New York, on May 11, 1916, at a term of the Appellate Division of the Supreme Court, First Department.\nOn May 13, 1935, the respondent was convicted in the County Court, Essex county, of the crime of arson, second degree, which crime is a felony, and sentenced to imprisonment in the State prison.\nSection 477 of the Judiciary Law provides: “ Any person being an attorney and eo unsellor-at-law, who shall be convicted of a felony, *180shall, upon such conviction, cease to be an attorney and counsellorat-law, or to be competent to practice law as such.”\nSubdivision 3 of section 88 of the Judiciary Law provides: “ Whenever any attorney and counsellor-at-law shall be convicted of a felony, there may be presented to the appellate division of the supreme court a certificate or exemplified copy of the judgment of such conviction, and thereupon the name of the person so convicted shall, by order of the court, be stricken from the roll of attorneys.”\nThe statute is mandatory, and requires, therefore, that the respondent be disbarred.\nPresent — Martin, P. J., Merrell, McAvoy, O’Malley and Untermyer, JJ.\nRespondent disbarred.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-heckheimer"
    }
  ],
  "relatedIncidents": [
    25997,
    25752,
    25862,
    25870,
    25872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}