{
  "id": 25979,
  "title": "1935년 Bunch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-05-14",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Bunch. 판결일: 1935-05-14. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: DENVER PRODUCING & REFINING CO. v. BUNCH Et Al.\n**판결일**: 1935-05-14\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bayless, Coen, Gibson, McNEILL, Welch\n\n## 변호인\n\nFloyd C. Dooley and Stanley B. Catlett, for plaintiff in error.\n\nGordon Johnston and George E. Fisher, for defendants in error.\n\n## 인용\n\n- 45 P.2d 117\n- 172 Okla. 209\n\n## 판결문 요약\n\nThis is an action to recover damages for injury to plaintiffs' orchard consisting of plum, cherry, peach, and apple trees located on a tract of land owned by the plaintiffs. Plaintiffs introduced testimony showing defendant owned and operated an oil well approximately 260 feet west of plaintiffs' orchard. That on or about the 15th day of March, 1931, defendant, through its agents and employees, negligently opened certain valves on said well, permitting crude oil to escape and flow therefrom for 45 minutes, and same was carried by wind and sprayed plaintiffs' orchard, killing fruit trees therein.\nThe only evidence offered with reference to damages suffered was that of nurserymen testifying with regard to value of fruit trees killed and damaged.\nPlaintiffs obtained judgment, and defendant appeals, assigning errors:\n(1) That the court erred in refusing defendant's special instruction No. 1; and that court's instructions given to jury were erroneous. *Page 210 \n(2) The court erred in admitting incompetent evidence over objection of defendant.\n(3) That the verdict is not sustained by any evidence which would justify the jury in rendering verdict against defendant.\n1. The first and third assignments will be considered together. Defendant requested the court to give instructions that the measure of damages to plaintiffs' property, if any, would be the difference between the actual value of said property immediately before the injury and the actual value of said property immediately ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=denver-producing-refining-co-v-bunch"
    }
  ],
  "relatedIncidents": [
    25884,
    25905,
    25958,
    25959,
    25982
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}