{
  "id": 25978,
  "title": "1935년 Claim of Bonnafoux v. Downtown Athletic Club 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-05-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Claim of Bonnafoux v. Downtown Athletic Club. 판결일: 1935-05-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Claim of Hippolyte Bonnafoux, against Downtown Athletic Club and Another, State Industrial Board\n**판결일**: 1935-05-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 244 A.D. 850\n\n## 판결문 요약\n\n\nThe claimant was the head baker of the Downtown Athletic Clnb# in New York# Working regularly nine hour's a day. He was also subject to Call fof service on Special occasions# When he Was given notice, and when he worked more or different hours in a day. A Strike developed among the bakers Of the city# but the Claimant remained at Wo*k. The employer' told claimant and others in the club that a “ plain-clothes ” man would be stationed in the lobby and take them to the railroad stations, and that they Were to take taxis from the Station to the club On the way to work, at the expense df the employer; also those employees who Were afraid to leave their homes on their way to work Were requested to leave their names and addresses With the employer, The employer also informed them that it had been assured by the police authorities that the employees would have the protection they needed. A detective, on the day before the assault. Came to claimant’s house, and gave the agreed signal of thrée rings Of the door bell and accompanied claimant to tho elevated station. On the morning in question, about the time that the claimant was about to start to work and before the detective arrived, claimant’s door bell was rung according *851to the signal of three rings, and claimant went out upon the street on his way to work and was assaulted, presumably by strikers, with the result that he lost an eye. The Industrial Boat'd denied compensation and dismissed the claim, In this there was no error....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=claim-of-bonnafoux-v-downtown-athletic-club"
    }
  ],
  "relatedIncidents": [
    25998,
    25842,
    25862,
    25870,
    25872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}