{
  "id": 25973,
  "title": "1935년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-05-23",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Smith v. State. 판결일: 1935-05-23. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. State.\n**판결일**: 1935-05-23\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Brown, Gardner, Knight, Thomas\n\n## 변호인\n\nFrank G. Horne, of Atmore, and H. C. Rankin, of Brewton, for appellant.\n\nIf any member of the jury have a reasonable doubt of the guilt of defendant from the evidence, the jury should give the benefit of doubt to defendant and not return a verdict of guilty. A charge so instructing the jury should be given. Carter v. State,  103 Ala. 93 ,  15 So. 893 ; Cunningham v. State, 117 Ala. 59 ,  23 So. 693 . Zell Smith, a joint defendant, having been tried and acquitted, appellant was entitled to have t\n\n## 인용\n\n- 161 So. 538\n- 230 Ala. 413\n\n## 판결문 요약\n\nWe have limited our statement of the evidence to the salient facts and circumstances, deemed material to an understanding of the questions presented in argument.\nAppellant's first and major contention is that the testimony of Stacy, a confessed accomplice, was not sufficiently corroborated to justify the submission of the case to the jury. This question is presented by the defendant's motion to exclude the evidence, and his requested affirmative charge in writing, which were by the court denied and refused. Randolph et al. v. State, 100 Ala. 139, 14 So. 792; Taylor v. State, 15 Ala. App. 72,72 So. 557.\nWhether or not there was evidence corroborating the accomplice witness, tending to connect the defendant with the commission of the offense, is a question of law; its weight and sufficiency, along with the testimony of the accomplice to show the defendant's guilt beyond a reasonable doubt, were questions for the jury. Code 1923, &#167; 5635; Read v. State, 195 Ala. 671,71 So. 96; Doss v. State, 220 Ala. 30, 123 So. 231, 68 A. 14. R. 712; Lindsey v. State, 170 Ala. 80, 54 So. 516.\nIt is not necessary that the corroborating evidence refer to any particular statement or fact testified to by the accomplice. If it strengthens the probative criminating force of his testimony and tends to connect the defendant with the commission of the offense, it is sufficient to warrant the submission of the issue of guilt or innocence to the jury. Malachi v. State, 89 Ala. 134, 8 So. 104; Ross v. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}