{
  "id": 25983,
  "title": "1935년 Finkler v. Purcell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-05-03",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Finkler v. Purcell. 판결일: 1935-05-03. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Estate of HENRY C. FINKLER, Deceased. CHRISTINA A. FINKLER, Appellant, v. M. J. PURCELL Et Al., Respondents. SUMNER J. WAITE Et Al., Appellants, v. M. J. PURCELL Et Al., Respondents\n**판결일**: 1935-05-03\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Langdon, Preston\n\n## 변호인\n\nHenry Eickhoff, Henry Eickhoff, Jr., George W. Wilson, J. E. McCurdy, F. J. Kilmartin and Knight, Boland & Riordan for Appellants., Ross & Ross for Respondents.\n\n## 인용\n\n- 3 Cal. 2d 584\n\n## 판결문 요약\n\n\n3 Cal. 2d 584 (1935)\nIn the Matter of the Estate of HENRY C. FINKLER, Deceased. CHRISTINA A. FINKLER, Appellant,\nv.\nM. J. PURCELL et al., Respondents.\nS. F. No. 14681. \nSupreme Court of California. In Bank.  \nMay 3, 1935.\n Henry Eickhoff, Henry Eickhoff, Jr., George W. Wilson, J. E. McCurdy, F. J. Kilmartin and Knight, Boland &amp; Riordan for Appellants.\n Ross &amp; Ross for Respondents.\n PRESTON, J.\n This record presents two main questions for consideration: First, that of the validity of the testamentary attempt of Henry C. Finkler, deceased, involving a claim of insanity and undue influence, and, second, that of proper construction of the instrument in case its probate is declared valid.\n The decedent was for some fifty-two years a loyal attache of this court, serving it in various capacities and particularly as its senior secretary. This latter work was performed until the day next prior to his tragic death. The record shows that the work performed by him required care, accuracy, diligence, judgment and discretion; that he was in daily contact with the justices of the court and also in almost constant communication with the Chief Justice; that his ability to function and to carry on his duties was under the daily observation of his cosecretary and the court; that the business of the court also brought him in daily communication with the publisher of the legal paper known as \"The Recorder,\" which published the opinions of the court; that he was too, of necessity, in dail...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=finkler-v-purcell"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}