{
  "id": 25982,
  "title": "1935년 Barnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-05-06",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Barnes. 판결일: 1935-05-06. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Barnes\n**판결일**: 1935-05-06\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Campbell, Rand\n\n## 변호인\n\nH.H. DeArmond , of Bend, and  George H. Brewster , of Redmond (Upton  DeArmond, of Bend, on the brief), for appellant.\n\n Bert C. Boylan , District Attorney, of Bend, for the state.\n\n## 인용\n\n- 44 P.2d 1071\n- 150 Or. 375\n\n## 판결문 요약\n\nIn Banc.\nOn the evening of April 29, 1934, the defendant shot and killed Knute Lunden. The homicide occurred in the dwelling house on Lunden's farm in a remote part of Deschutes county about five miles from the town of Lapine. There were no eyewitnesses to the killing. The defendant admitting the killing but claimed to have acted in self-defense. The defendant was tried and convicted of the crime of murder in the first degree and, on recommendation of the trial jury, was sentenced to life imprisonment. From this judgment, he has appealed.\nAt the opening of the trial, the defendant, by his attorney, moved the court that the jury be directed to view the scene of the homicide before the introduction of the testimony. This motion at the time was denied, but at the close of the testimony the jury was taken to the scene of the homicide and an inspection made of the premises in the presence of the court, the district attorney, the defendant and his counsel.\nThe defendant contends that it was error for the court to deny the view at the opening of the trial and also contends that, because the rooms were not large enough to permit all the jury and the court to be in the same room at the same time, by this separation of the jury he was deprived of a substantial right.\nThe question of whether a jury in a given case should be permitted to view the premises at all, or, if permitted, at what stage of the proceedings the view should be taken, is wholly a matter within the sound judicial disc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-barnes"
    }
  ],
  "relatedIncidents": [
    25884,
    25905,
    25958,
    25959,
    25979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}