{
  "id": 25996,
  "title": "1935년 Ex Parte Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-04-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Taylor. 판결일: 1935-04-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte J. Lee Taylor.\n**판결일**: 1935-04-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nTaylor  Irwin , of Dallas, for appellant.\n\n Lloyd W. Davidson , State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 81 S.W.2d 81\n- 128 Tex. Crim. 316\n\n## 판결문 요약\n\nBy way of habeas corpus, relator sought his release, and he has appealed from an order of the county court of Denton County remanding him to the custody of the sheriff without bail.\nOn the 10th of March, 1933, relator was adjudged by the county court of Dallas County to be a lunatic and ordered restrained in the State Hospital for the Insane at Wichita Falls. Thereafter he was released on parole. On the 26th of June, 1934, while on parole, a complaint was filed against relator in Denton County charging him with unlawfully carrying a pistol, it being alleged that the offense occurred on the 13th of October, 1932. He was arrested on said misdemeanor charge and released on bail. On the 30th of July, 1934, said cause was called for trial and relator appeared and answered that he had theretofore been adjudged insane. A trial was had on the issue of insanity, resulting in the court entering a judgment finding relator to be insane and ordering the sheriff to deliver him to the proper State hospital. The judgment provided that relator should be returned to the county court of Denton County to be dealt with according to law when he had been restored to sanity. Relator was again confined in the State Hospital for the Insane at Wichita Falls, on the 20th of January, 1935, he was discharged and the county court of Dallas County entered an order setting aside the judgment of lunacy theretofore entered by said court. Relator was delivered to the sheriff of Denton County and placed in jail ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-taylor"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}