{
  "id": 25998,
  "title": "1935년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-04-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1935-04-01. 법원: Delaware County Court of Quarter Sessions.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Russo\n**판결일**: 1935-04-01\n**법원**: Delaware County Court of Quarter Sessions\n**관할**: Pennsylvania, PA\n\n**판사**: MacDade\n\n## 변호인\n\nLouis A. Bloom, assistant district attorney, for Commonwealth., Robert W. Beatty, for defendant.\n\n## 인용\n\n- 23 Pa. D. & C. 376\n\n## 판결문 요약\n\n\nMacDade, J.,\nThis defendant was acquitted by a jury, after a fair and impartial trial, of assault and battery, on March 22nd last, but directed to pay the costs of prosecution. Now we have a petition before us to set aside the said costs and impose them upon the County of Delaware, which is doubtful and would perhaps occasion the loss of costs to officers, witnesses and parties. We doubt if we could put the costs on the county and relieve this defendant: The Commonwealth v. The Commissioners of the County of Philadelphia, 4 S. &amp; R. 541; Commonwealth v. Curren, 9 Phila. 623; Wadlinger on Costs, sec. 193.\nThe reasons assigned therefor are:\n“That the evidence was overwhelming; that the witnesses for the Commonwealth were young men of a most obnoxious character and that all the actions of the defendant were in preservation of the rights of his home and family.\n“That your petitioner was never in trouble before.\n“That your petitioner has been informed that the costs amount to $115.43, and if he is compelled to pay the same it will be a tremendous and unfair burden upon him.\n*378“That your petitioner is a barber in the Township of Haverford and has been in business at the corner of Penn Street and Lancaster Avenue for a period of 22 years and has never been in any trouble before.\n“That the testimony adduced at the trial of this cause indicated that your petitioner was without fault and it is impossible for one to determine any reason for the imposition of the costs upon him.”\nP...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-russo"
    }
  ],
  "relatedIncidents": [
    25978,
    25842,
    25862,
    25870,
    25872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}