{
  "id": 25997,
  "title": "1935년 Crosnoe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-04-01",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Crosnoe. 판결일: 1935-04-01. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Crosnoe v. State.\n**판결일**: 1935-04-01\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: McHaney\n\n## 변호인\n\nSteve Carrigan and J. C. Clary, for appellant.\n\nCarl E. Bailey, Attorney General, and Guy E. Williams, Assistant, for appellee.\n\n## 인용\n\n- 80 S.W.2d 625\n- 190 Ark. 691\n\n## 판결문 요약\n\nAppellant was convicted on an indictment charging the crime of arson, for the burning of the gin house and machinery of Mr. J. A. Lee, and sentenced to six years in the penitentiary.\nThe only assignment of error urged for a reversal of the judgment against him is that the court erred in permitting the sheriff of Bradley County, Mr. Trav Beard, to testify to statements made to him by appellant in the nature of confession of his guilt of said crime. The basis of this assignment is that appellant had been promised immunity by the State Insurance Commissioner and Fire Marshal to obtain his confession in the first instance. This assignment is not supported by the testimony of Mr. Gentry, the Insurance Commissioner. He testified that he conferred with the prosecuting attorney, who advised him that he would be inclined to follow whatever Mr. Lee and the insurance department thought best in the matter. He further testified that he told appellant what the prosecuting attorney had said and explained Mr. Lee's attitude; that thereafter appellant signed a written statement to the effect that he had been hired by Ben F. Wilson to burn the gin and that he in turn employed Jesse Hudson to do the burning, and paid him $100 to do it. There is nothing in Mr. Gentry's testimony, all of which was in chambers before the court and not before the jury, that amounts to a promise of immunity or *Page 692 \nprotection. Moreover, the testimony of Mr. Beard, which is the basis of this assignment, is to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crosnoe-v-state"
    }
  ],
  "relatedIncidents": [
    25963,
    25752,
    25862,
    25870,
    25872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}