{
  "id": 26004,
  "title": "1935년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-03-11",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1935-03-11. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Valerio (De Stasio, Appellant).\n**판결일**: 1935-03-11\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baldrige, Cun-INGHAM, James, Keller, Parker, Rhodes, Stadtpeld\n\n## 변호인\n\nHenry D.O'Connor,  for appellant.\n\n Vincent A. Carroll,  Assistant District Attorney, and  Charles F.  Kelley,  District Attorney, for appellee.\n\n## 인용\n\n- 178 A. 509\n- 118 Pa. Super. 34\n\n## 판결문 요약\n\nSubmitted March 11, 1935.\nGrazzio DeStasio, the appellant, a youth who became 17 years of age June 3, 1934, was arrested September 8, *Page 35 \n1934, and held by the police and detectives of the City of Philadelphia until September 17, 1934, on which date he was given a hearing before Magistrate Girard and discharged for lack of evidence. On September 19, 1934, he was re-arrested. On September 24, 1934, a written confession was procured by the detectives. Appellant contended that his confession was procured through fear of again being placed in \"cold storage\" by the police and because of actual physical duress.\nAppellant was charged jointly with one Ruggerio Valerio on three bills of indictment with robbery by holdup. The indictments came on for trial October 2, 1934, when both defendants pleaded \"not guilty\" but were continued to October 9, 1934, when they were tried. The defendants were not represented by counsel at the trial. Quoting from the opinion of KUN, trial judge, \"While the name of the Voluntary Defender was noted on the trial list opposite the listing of the case, the court was advised that he would not appear at defendants' trial as counsel.\" The testimony showed that defendants were charged with stopping trolley cars on three different occasions and robbing the operators thereof of funds in their possession, the property of the Philadelphia Rapid Transit Company.\nThe case was submitted to the jury without any charge upon the evidence or the law being made by the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-valerio"
    }
  ],
  "relatedIncidents": [
    25899,
    25990,
    25710,
    25779,
    25811
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}