{
  "id": 26009,
  "title": "1935년 Schneider 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-02-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Schneider. 판결일: 1935-02-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Ernest Schneider, Plaintiff in Error\n**판결일**: 1935-02-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Stone\n\n## 변호인\n\nThomas J. Johnson, Sr., and Thomas J. Johnson, Jr., for plaintiff in error., Otto KernER, Attorney General, Thomas J. Courtney, State’s Attorney, and J. J. Neiger, (Edward E. Wilson, Henry E. Seyearth, and John T. Gallagher, of counsel,) for the People.\n\n## 인용\n\n- 195 N.E. 430\n- 360 Ill. 43\n\n## 판결문 요약\n\nPlaintiff in error was convicted in the criminal court of Cook county of manslaughter with a motor vehicle. He was charged in the indictment with thus killing one John A. Kochannek. He argues numerous assignments of error hereinafter considered.\nThe collision by which the deceased, Kochannek, lost his life occurred at the intersection of Clark and LaSalle streets and Stockton drive, in the northern part of the city of Chicago. Clark and LaSalle streets are parallel north and south streets until they approach Lincoln Park, when the former curves northwest across the latter. Stockton drive is the extension of LaSalle street and is a driveway into Lincoln Park. About midnight or early morning of December 23, 1933, one Thomas Dunleavy, accompanied by Lucille Million, was driving his car in a southeasterly direction (usually designated in the evidence as south) on Clark street. As they approached the intersection of LaSalle and Clark streets and Stockton drive his car was struck by an automobile which came up Clark street, turned in front of him into Stockton drive and disappeared. Dunleavy's car was turned over and came to rest on its right side on the street car tracks on Clark street, in the street intersection. The car lay in a northwesterly and southeasterly direction, with the top lying toward the south. Dunleavy found he could not get out of the car and called for help. At about that time one Fred Delacker was driving north on Clark street, and seeing the overturned car as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-schneider"
    }
  ],
  "relatedIncidents": [
    25884,
    25905,
    25958,
    25959,
    25979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}