{
  "id": 26003,
  "title": "1935년 Charles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-03-18",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Charles. 판결일: 1935-03-18. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: CHARLES v. SULLIVANT Et Al.\n**판결일**: 1935-03-18\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Westerfield\n\n## 변호인\n\nSolomon S. Goldman, of New Orleans, for appellant., Spearing & McClendon, of New Orleans, for appellees.\n\n## 인용\n\n- 159 So. 756\n\n## 판결문 요약\n\nOn November 12, 1931, at about 8 A. M., Lizzie Charles, colored, was injured in the intersection of Ursuline and Royal streets by coming in contact with an automobile owned and at the time of the accident driven by Miss Willes Sullivant. She brought this suit against Miss Sullivant and her insurance carrier, the United States Fidelity  Guaranty Company, in solido, claiming damages in the sum of $6,025 for physical injuries which she alleged resulted from the accident, which she claimed was caused by the negligent operation of the automobile.\nFrom a judgment dismissing plaintiff's suit, she has appealed.\nOn the morning of the accident, plaintiff, accompanied by two friends, was walking along Ursuline street on her way to work. Just before she reached the intersection of Royal street she increased her pace, and, leaving her two friends behind, hurriedly started across the intersection. There was a street car on Royal street which had been stopped just short of the intersection. Plaintiff claims that the motorman signaled to her to cross, and that she continued on her way and that, when she had reached the far side of the street car, the Sullivant automobile emerged from a narrow passageway between the street car and the curb, and struck and injured her.\nThe charges of negligence imputed to Miss Sullivant are \"that she passed the standing street car at a rapid rate of speed, in excess of 25 miles an hour,\" whereas she should have proceeded at a slower speed, in conformity with a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-v-sullivant"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}