{
  "id": 26001,
  "title": "1935년 Galvan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-03-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Galvan. 판결일: 1935-03-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ramiro Galvan, alias Raul Galvan v. State\n**판결일**: 1935-03-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Lattimore, Morrow\n\n## 변호인\n\nCarroll W. Smith, of El Paso, for appellant., Roy Jackson, Dist. Atty., of El Paso, and Lloyd W. Davidson, State’s Atty., of Austin, for the State.\n\n## 인용\n\n- 129 Tex. Crim. 349\n- 86 S.W.2d 228\n\n## 판결문 요약\n\n\nLATTIMORE, Judge.\nConviction for murder; punishment, death.\nThe testimony in this case warranted the jury in finding appellant guilty, and in the assessment of.the extreme penalty of the law. The testimony for the State showed appellant to be engaged in smuggling contraband across the Rio Grande River some twenty-five miles below El Paso. Mr. Seotten, deceased, was a Federal border patrolman. He was shot through the hip in a battle with smugglers, and later shot through the head, the skin around the hole in the head showing powder burns. His two army regulation 45 pistols, his ring, watch and flashlight were taken from his person. The killing, was near a crossing on the Rio Grande, and on the Mexican side of the river was the village of San Ysidro where appellant’ lived. The battle between the officers and the smugglers occurred in the early morning on July 20, 1929. The officers were watching the crossings to prevent contraband entries and saw a man on horseback come across the river just before day. Upon being hailed and informed that the party were Federal, officers, the man on horseback fired upon them and tried to escape on his horse. The officers returned the fire and the horse was killed. He was carrying a quantity of alcohol. The two officers then went down to another crossing, got two more men, and the four came back’ to the scene. As they were getting out of their car they were fired on from several directions., It was at this time that Seotten was shot through the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dunn-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=galvan-v-state"
    }
  ],
  "relatedIncidents": [
    25884,
    25905,
    25958,
    25959,
    25979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}