{
  "id": 26010,
  "title": "1935년 Cawthon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-02-11",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Cawthon. 판결일: 1935-02-11. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Dexter Cawthon v. State.\n**판결일**: 1935-02-11\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Brown, Buford, Ellis, Terrell, Wi-Iitfield\n\n## 변호인\n\nCoe  McLane,  for Plaintiff in Error;\n\n Cary D. Landis,  Attorney General, and  Roy Campbell, \nAssistant, for the State.\n\n## 인용\n\n- 159 So. 366\n- 118 Fla. 394\n\n## 판결문 요약\n\nPlaintiff in error was convicted with another under an indictment charging the offense of assault with intent to commit murder in the second degree.\nIt is contended here that the indictment was so vague and indefinite as to be fatally defective and should have been quashed on motion timely made.\nWhile the indictment is not as clear in its allegations as perfect pleadings would require, it is well settled in this jurisdiction that an indictment should not be quashed on account of defect in form, unless it is so vague and indefinite as to mislead the accused. Dickens v. State, 50 Fla. 17,38 So. 909; Clark v. State, 68 Fla. 433, 67 So. 135; Strobar v. State, 55 Fla. 167, 47 So. 4; Sasser v. State, 79 Fla. 490,8 So. 380. *Page 396 \nIt is next contended that the alleged confession of the accused admitted over the protest of the accused on the trial of this case should have been excluded; that there was no sufficient evidence to sustain a conviction without this confession and that the confession was not admissible because it was obtained by coercion.\nThe trial judge conducted a preliminary examination not in the presence of the jury as to the circumstances under which the confession was obtained and made. The evidence touching this question was conflicting and the trial court resolved the conflicts in favor of the admissibility of the evidence.\nIn Davis v. State, 90 Fla. 317, 105 So. 843, we said:\n\"It is well settled that to render a confession by one charged with crime admissible...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cawthon-v-state"
    }
  ],
  "relatedIncidents": [
    25884,
    25905,
    25958,
    25959,
    25979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}