{
  "id": 26015,
  "title": "1935년 Deutsch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-02-04",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Deutsch. 판결일: 1935-02-04. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Deutsch, Appellant, v. Max Et Al., Exrs.\n**판결일**: 1935-02-04\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Frazer, Linn, Maxey, Schaffer, Simpson\n\n## 변호인\n\nFred B. Gernerd , with him  Otto Wiencke , for appellant.\n\n Oliver W. Frey , for appellee.\n\n## 인용\n\n- 178 A. 481\n- 318 Pa. 450\n\n## 판결문 요약\n\nThis is an action by a domestic servant against the landlord of her employer, for damages arising from injuries she received by reason of a defect in premises leased by the landlord to the employer. On February 1, 1929, Jacob Max (now deceased) owned a three-story frame building in Allentown. On that day he leased this property to Joseph Rosenberg for three years to be used as a grocery store and dwelling. Possession of the demised *Page 452 \npremises was taken immediately. Facing north Second Street there was a second story front porch with wooden balustrades around it. On July 13, 1931, the tenant employed plaintiff as a domestic servant. The latter had come to this country from Germany about a year previously and had been employed by other families before entering Rosenberg's employment. On the afternoon of August 31, 1931, while engaged in cleaning the second floor, she walked out upon the front porch and there while \"shaking a small carpet\" \"the balustrade went out\" and she fell upon the cement sidewalk twelve to fourteen feet below, inflicting upon her very serious and permanent injuries. The balustrades were defective, the joists and uprights were decayed, and the nails supporting the balustrades attached to the uprights were rusted off. A witness to this accident testified that \"she [the plaintiff] came down on her hands and turned over.\" He found her \"bleeding from the mouth, all bloody and badly hurt.\" He described the balustrade as follows: \"When it struck the pave...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=deutsch-v-max"
    }
  ],
  "relatedIncidents": [
    25870,
    25876,
    25890,
    25895,
    25906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}