{
  "id": 26013,
  "title": "1935년 In Re Phillip's Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1935-02-07",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: In Re Phillip's Estate. 판결일: 1935-02-07. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Phillips' Estate\n**판결일**: 1935-02-07\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Elias, Ephraim, Folland, Hansen, Hanson, Moffat, Wolfe\n\n## 변호인\n\nIrwin Clawson , of Salt Lake City, for appellants.\n\n A.B. Morgan , of Provo, for respondent.\n\n## 인용\n\n- 44 P.2d 699\n- 86 Utah 358\n\n## 판결문 요약\n\nThe review is on an order sustaining a demurrer to a petition which sought to set aside all the proceedings of the probate division had in the above-named estate on the ground that the court was without jurisdiction to proceed in the matter because proper notice of the hearing of the petition for letters of administration had not been given; and on an order dismissing said petition.\nThe petition to vacate the probate proceedings was filed by Hallowell, Jones  Donald, an alleged partnership creditor of the estate. They alleged the deceased died in Provo on June 11, 1931; that Elizabeth A. Phillips, the widow, was purported to have been appointed administratrix; that on February 13, 1932, the petition for distribution was filed by the purported administratrix and heard upon waivers of notice on the same day; that an order of discharge of the administratrix was entered on March 4, 1932; and that waivers of notice of hearing of the petition for final distribution were purported to have been made by all interested in the estate, but the above claimant did not waive, and that it was an interested party.\nThe petitioner claims to be a creditor of the estate because certain clips of wool held by it on account of the deceased, and later on account of the estate, sold for $3,293.39 less than the amount advanced by the petitioner to the deceased *Page 361 \nupon said clips. The petitioner alleges that it had no notice of any of the proceedings in probate until March 5, 1932, after the dis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-phillips-estate"
    }
  ],
  "relatedIncidents": [
    25862,
    25870,
    25872,
    25874,
    25876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}