{
  "id": 2602,
  "title": "2018년 State of Tennessee v. Thomas J. Privett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-01-24",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Thomas J. Privett. 판결일: 2018-01-24. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Thomas J. Privett\n**판결일**: 2018-01-24\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n                                                                                       01/24/2018\n       IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                        AT NASHVILLE\n                       Assigned on Briefs November 14, 2017\n\n              STATE OF TENNESSEE v. THOMAS J. PRIVETT\n\n                 Appeal from the Circuit Court for Grundy County\n                    No. 5580, 5495      J. Curtis Smith, Judge\n                     ___________________________________\n\n                          No. M2017-00539-CCA-R3-CD\n                      ___________________________________\n\n\nThe Defendant, Thomas J. Privett, entered a guilty plea to vehicular homicide by\nintoxication, with an agreed sentence length of ten years and the manner of service to be\ndetermined by the trial court. The trial court held a sentencing hearing and determined\nthat the Defendant would serve his sentence in the Tennessee Department of Correction.\nOn appeal, the Defendant argues that the trial court erred in denying alternative\nsentencing and in fully revoking his probation on a prior conviction. After a review of\nthe record, we determine that there was no abuse of discretion, and we affirm the\njudgment of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJOHN EVERETT WILLIAMS, J., delivered the opinion of the court, in which NORMA\nMCGEE OGLE and ALAN E. GLENN, JJ., joined.\n\nB. Jeffery Harmon, District Public Defender, and Robert G. Morgan, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-thomas-j-privett"
    }
  ],
  "relatedIncidents": [
    2253,
    2258,
    2263,
    2277,
    2282
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}