{
  "id": 26035,
  "title": "1934년 Shanen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-12-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Shanen. 판결일: 1934-12-13. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: John Basila, Et Ux., v. Annie Shanen, Et Al.\n**판결일**: 1934-12-13\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Buford, Davis, Terrell, Whitfield\n\n## 변호인\n\nPeters  Kemp,  for Appellants;\n\n    Twyman  McCarthy,  for Appellees.\n\n## 인용\n\n- 158 So. 85\n- 117 Fla. 632\n\n## 판결문 요약\n\nAppeal in this case is from a final decree dismissing bill of complaint filed by the appellants in the court below, the purpose of which was to require an accounting; to determine the amount of rentals which should have been collected and to determine the amount thereof which should be paid to the complainants; to decree certain property to be held in trust by one of the defendants for another of the defendants and the complainant, and that such other orders or decrees be entered as might be required to do equity between the parties.\nTo the bill of complaint the defendants filed an amended plea, which plea presented the issue of res adjudicata. The plea alleged in part:\n\"That on and prior to the 29th day of January, 1930, there was pending in this Court in Chancery, a certain cause, wherein Annie Shanen, one of the defendants herein, was complainant, Magic City Grocery, Inc., another of the defendants herein, was a defendant, Biscayne Electric Supply Company, a Florida corporation, was a defendant, and Helen Basila and John Basila, her husband, complainants herein, also were defendants, and the said Helen Basila and John Basila, her husband, were cross complainants, and the said Magic City Grocery, Inc., a Florida corporation, and the said Annie Shanen, a single woman, and Claude Shanen, defendants herein, were cross defendants, which said suit was numbered 23714 in the files of the above entitled Court, and files and records of which suit are now on file and record in and am...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=basila-et-ux-v-shanen"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26037,
    26040,
    26044
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}