{
  "id": 26034,
  "title": "1934년 Brookman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-12-14",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Brookman. 판결일: 1934-12-14. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Prudential Insurance Company v. . Solomon Brookman\n**판결일**: 1934-12-14\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Adkins, Bond, Parke, Pattison, Sloan, Urner\n\n## 변호인\n\nJohn H. Skeen  and  Howard H. Conaway,  with whom were  Emory,  Beeuwkes, Skeen  Oppenheimer  on the brief, for the appellant.\n\n John Y. Offutt,  with whom was  M. Leo Storch  and  James J.  Lindsay  on the brief, for the appellee.\n\n## 인용\n\n- 175 A. 838\n- 167 Md. 616\n\n## 판결문 요약\n\nThe insurance company in this case appeals from a judgment recovered against it on a provision in a life insurance policy for monthly payments to the insured when totally and permanently disabled, physically or mentally, by disability occurring while he was less than sixty years of age, to such an extent that he is rendered wholly, continuously, and permanently unable to engage in any occupation or perform any work for any kind of compensation of financial value, during the remainder of his lifetime. The judgment also included an amount representing premiums paid by the insured when disabled, as he alleged. It is contended by the appellant that the insured, on his own statements, had passed sixty years of age at the inception of the alleged disability; that in fact no legally sufficient evidence of the disability insured against was produced; and that there was error in rulings on offers of evidence and on prayers for instructions to the jury.\nThe insured was a tailor, doing pressing and repair work, and his evidence was that he had been disabled by an apoplectic or paralytic stroke on November 14th, 1931, brought on when he was run over by an automobile he was cranking. The defendant insurer, on the other hand, produced evidence tending to prove activities of the plaintiff and ability to work since that time.\nIn the application for the insurance, in 1924, the plaintiff had stated that he was born November 13th, 1880, fifty-one years before the time when, as he says, the acci...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prudential-insurance-v-brookman"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=citizens-national-bank-v-parsons"
    }
  ],
  "relatedIncidents": [
    26032,
    25963,
    25997,
    26035,
    26037
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}