{
  "id": 26037,
  "title": "1934년 Katz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-12-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Katz. 판결일: 1934-12-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The Guardian Life Insurance Company of America v. Isidore Katz\n**판결일**: 1934-12-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Martin\n\n## 변호인\n\nVictor E. Whitlock of counsel [Holm, Whitlock & Scarff, attorneys], for the appellant., Louis Susman of counsel [Gene Goldstein with him on the brief; Gene Goldstein, attorney], for the respondent.\n\n## 인용\n\n- 243 A.D. 11\n\n## 판결문 요약\n\n\nMartin, J.\nOn November 21, 1931, this action in equity was brought by plaintiff for a decree rescinding and canceling the supplementary agreement annexed to a policy of life insurance issued by plaintiff upon the life of defendant, which agreement *12provides for the payment of disability benefits by the plaintiff. The rescission was sought upon the ground that false and fraudulent representations were made by the defendant in obtaining the contract of insurance.\nSeveral weeks after the commencement of this action, and on January 7, 1932, the defendant sued in the Municipal Court to recover $490 from the plaintiff as disability benefits claimed to be due under the supplemental agreement. The Municipal Court action was thereafter consolidated and disposed of with this Supreme Court action. ■\nThe court dismissed the complaint on the merits at the close of the trial and directed judgment for the defendant upon'his counterclaim for disability benefits. This appeal was then taken' by the plaintiff upon the ground that there was abundant proof of false and fraudulent representations by the defendant in his application for the issuance of the supplemental agreement; that the trial court erred in holding that the plaintiff failed to establish any misrepresentation; that the representations made were material to the risk and, being false and fraudulent, a rescission of the supplemental agreement should have been decreed in view of the fact that the supplemental agreement relating to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guardian-life-insurance-co-of-america-v-katz"
    }
  ],
  "relatedIncidents": [
    26040,
    26064,
    26076,
    26117,
    26125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}