{
  "id": 26049,
  "title": "1934년 Ziulkowski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-11-20",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Ziulkowski. 판결일: 1934-11-20. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Alexander Ziulkowski v. Amelia Kolodziej.\n**판결일**: 1934-11-20\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Avery, Banks, Haines, Hinman, Maltbie\n\n## 변호인\n\nWilliam M. Greenstein , for the appellant (defendant).\n\n Thomas F. McDonough , for the appellee (plaintiff).\n\n## 인용\n\n- 175 A. 780\n- 119 Conn. 230\n\n## 판결문 요약\n\nThe complaint alleged and the trial court found, in substance, that the defendant was in possession and control of certain premises in New Britain, including a common stairway therein which was in a defective and dangerous condition existing through neglect of the defendant to repair it, and that on September 5th, 1933, the plaintiff, while using the stairway, fell by reason of that condition, and was injured. From the resulting judgment for the plaintiff the defendant appealed.\nThe only assignments of error which require discussion are those which advance a contention that the relation of the defendant to the premises was not such as to render her liable for the defective condition of the stairway. Unquestioned findings reveal that the three-family house, of the first floor of which the plaintiff had been a tenant for about nine years, was owned by Felix Kolodziej, husband of the defendant. Felix died January 14th, 1933, leaving as his heirs at law his wife, who is the defendant, and certain children. From the time of her husband's death the defendant had assumed control and management of the premises, collected rents, made some repairs and discussed others with present and prospective tenants, and was the only person in actual control at the time of the accident. On the same day that the accident occurred the defendant was appointed administratrix of her husband's *Page 232 \nestate, but the finding is that it was not established whether her qualification as such occurred be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ziulkowski-v-kolodziej"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}