{
  "id": 26048,
  "title": "1934년 Hart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-11-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Hart. 판결일: 1934-11-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: W. J. Hart, Appellee, v. Martin Stence, Appellant\n**판결일**: 1934-11-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Albert, Anderson, Claussen, Donegan, Evans, Kindig, Mitchell, Stevens\n\n## 변호인\n\nPutnam, Putnam, Langdon & Fillmore, for appellant., Alex Holmes, for appellee.\n\n## 인용\n\n- 257 N.W. 434\n- 219 Iowa 55\n\n## 판결문 요약\n\nThe accident out of which this controversy arises occurred about 8:30 o'clock on April 26, 1932, 6 miles east of Oelwein, Iowa, on highway No. 10, in front of what is known in the record as the Van Eman farm. The highway at this point runs east and west, is straight and level for at least one-half mile in both directions from the scene of the accident. Highway No. 10 is paved 18 feet wide. On the evening in question the defendant-appellant, Martin Stence, was driving a truck from Oelwein east on the highway with a 4,200-pound load in addition to the weight of the truck, 4,600 pounds. The truck was stopped immediately in front of the driveway leading to the Van Eman farm buildings just at late dusk, and was parked with its right wheels off of the pavement a distance of probably two feet. The shoulder was soft and the appellant did not drive farther on the shoulder with his heavy load on that account. The lights on the truck were turned off when it was thus parked, and at the time of the accident there were no lights displayed. The appellant had occasion to go into the Van Eman house to make a business telephone call and was gone but a few minutes, and, as he was hurrying back to the truck, there was a collision *Page 57 \nbetween the automobile of the plaintiff and the truck. There is some controversy as to the condition as to light and dark at the time, but it is fair to say it had become quite dark at the time of the collision. The plaintiff-appellee, W.J. Hart, was driving h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hart-v-stence"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}