{
  "id": 26040,
  "title": "1934년 Mutual Industrial Finance Corp. v. American Surety Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-12-04",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Mutual Industrial Finance Corp. v. American Surety Co.. 판결일: 1934-12-04. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Mutual Industrial Finance Corporation v. American Surety Company of New York.\n**판결일**: 1934-12-04\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Avery, Banks, Haines, Hinman, Maltbie\n\n## 변호인\n\nHarry B. Rosenblum , with whom, on the brief, were Joseph M. Freedman  and  Isador M. Waxman , for the appellant (defendant).\n\n Thomas J. Birmingham , for the appellee (plaintiff).\n\n## 인용\n\n- 175 A. 777\n- 119 Conn. 270\n\n## 판결문 요약\n\nThe plaintiff is a money lender operating under the \"Small Loans Act\" of this State. On April 1st, 1932, it employed Herman H. Webber as manager of its Hartford office, with authority to accept applications for loans, grant loans and issue checks on its behalf. On April 28th, 1932, the defendant executed a surety bond whereby it bound itself to pay to the plaintiff such pecuniary loss, not exceeding $2500, as the latter should sustain \"by any act or acts of fraud, dishonesty, forgery, theft, embezzlement, wrongful abstraction or wilful misapplication\" on the part of Webber while in its employ. The bond, in addition to the general provisions already mentioned and others of no present significance, contained the following clause: \"PROVIDED, HOWEVER: 1. That loss be discovered during the continuance of this suretyship or within fifteen months immediately following the termination thereof, and that notice of such loss be delivered to the surety at its home office in the City of New York within ten days after such discovery. 2. That claim, if any, be submitted by the employer in writing, showing the items or dates of the losses, and be delivered to the surety at its home office within three months after such discovery, and that the surety shall have two months after claim has been presented in which to verify and to make payment. . . .\" *Page 272 \nThe court found that late in October, 1932, it was discovered that Webber had made several fraudulent loans as manager, but that the pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mutual-industrial-finance-corp-v-american-surety-co"
    }
  ],
  "relatedIncidents": [
    26037,
    26064,
    26076,
    26117,
    26125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}