{
  "id": 26044,
  "title": "1934년 Griffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-11-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Griffin. 판결일: 1934-11-28. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: GRIFFIN v. State\n**판결일**: 1934-11-28\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Guekry\n\n## 변호인\n\nG. G. Bower, for plaintiff in error.\n\n## 인용\n\n- 50 Ga. App. 214\n\n## 판결문 요약\n\n\nGuekry, J.\nOn May 2, 1934, the defendant, Alfred Griffin, was convicted of the offense of stealing certain automobile-truck tires, charged as a misdemeanor. On May 3/1934, he filed his motion for a new trial, and on July 9, 1934, presented for approval of the trial judge a brief of the evidence, together with an amendment to his motion. On July 23, 1934, the motion came on for determination, and counsel for the defendant requested the court to approve the brief of evidence, which had already been submitted, where*215upon the trial judge stated that he could not approve it, because he did not think it full enough, and that he could not point out the deficiency, because he did not remember the evidence in the case. Counsel for the State also stated that the brief of evidence was not true and full enough, and that he was unable to point out the deficiencies, because he did not remember the evidence in the case. The trial judge thereupon rendered judgment dismissing the motion for a new trial, for the lack of an approved brief of the evidence. His order was as follows: “The court, being unable to say whether or not it [the brief of evidence] is true and correct, refuses to approve the same, and the motion for new trial in said case is therefore and therefor dismissed.” To this action in failing and refusing to approve the brief of evidence and in dismissing the motion for a new trial, the movant excepted. The exception to this order, as contained in the bill of exceptions, is as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffin-v-state"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}