{
  "id": 26064,
  "title": "1934년 Benton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-09-29",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Benton. 판결일: 1934-09-29. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: BENTON v. ROBERTS\n**판결일**: 1934-09-29\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Stephens\n\n## 변호인\n\nW. B. Key, Smith .& Smith, for plaintiff -in error., A. 8. Thurman, Jones, Johnston, Russell'& Sparks, contra.- ■\n\n## 인용\n\n- 49 Ga. App. 760\n\n## 판결문 요약\n\n\nStephens, J.\nThis is the third, appearance of this case, in this court. Benton v. Roberts, 35 Ga. App. 749, 41 Ga. App. 189 (supra). The nature of the case and the issues involved can be ascertained by reference'to those decisions.\nMrs. Irene Roberts instituted suit against L. .0.. Benton, and alleged in her petition that,- at his solicitation and importunity, she entrusted to him'$5000 which he was to lend-for her to good and solvent persons, upon good and solvent security, and to collect and faithfully account to her therefor, that he lent .the money to insolvent persons without tailing good security,, to her loss and damage. The defendant, in his plea, denied this, and pleaded the statute of frauds and the statute of limitations. Each of the *761former trials resulted in verdicts and judgments for the plaintiff. Before the last trial the case was referred to an auditor who, after hearing evidence, made a report of his findings both of law and fact. The defendant filed objections to the auditor’s findings. IJpon the trial the evidence on the hearing before the auditor and also the evidence at the former trial was introduced. The evidence is practically the same as reported in 41 Ga. App. 189. The defendant offered an amendment to his plea which set up the statute of limitations. This amendment the court disallowed.\nAmong the findings of the auditor, to which exceptions were taken, and which are material here, was, a finding that the defendant became, the agent of. the plai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=benton-v-roberts"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26076,
    26117,
    26125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}