{
  "id": 26063,
  "title": "1934년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-10-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Thompson. 판결일: 1934-10-05. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Thompson v. American Steel & Wire Company, Appellant\n**판결일**: 1934-10-05\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Frazer, Linn, Schaefer, Simpson, Xephart\n\n## 변호인\n\nJohn J. Heard , with him  Reed, Smith, Shaw  McClay , for appellant.\n  E. B. Strassburger , with him  E. J. McKenna  and  J. F. McKenna,  Jr. , of  Strassburger  McKenna , for appellee.\n\n## 인용\n\n- 175 A. 541\n- 317 Pa. 7\n\n## 판결문 요약\n\nPlaintiff has judgment on a verdict for damage to his land for agricultural purposes resulting from fumes emitted by appellant's manufacturing plant. The appeal complains of two rulings on offers of evidence.\nThe first arose in the cross-examination of an expert witness called by plaintiff. After testifying that property damage was caused by the fumes from defendant's works, he was cross-examined at length (fifty-five pages of the cross-examination appear in the printed record), and during the examination reference was made by him and by cross-examining counsel to a document designated as the Selby Smelter Report, relating to investigations made in California. The witness answered a number of questions about the contents of the report. Towards the end, he was asked, \"Q. And the Selby Commission found there had been no economic damage done in the whole time of the investigation?\" He was also asked, \"Do you know how high concentrations of SO2 gas the Selby Commission found in its fumigation tests when applied to vegetation would not produce permanent injury?\" Objections to both questions were sustained, exceptions were allowed, and the rulings assigned as error.\nBoth questions were collateral to the issue of injury to the plaintiff's farm. As to the first, the Selby Commission investigated conditions in California and found (as we gather from an excluded offer of proof) that the damage resulted from insects and poor cultivation. Its finding, then, unless further qualified, woul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-american-steel-wire-co"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}