{
  "id": 26060,
  "title": "1934년 Mississippi-Louisiana Syrup Co. v. Canal Bank & Trust Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-10-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Mississippi-Louisiana Syrup Co. v. Canal Bank & Trust Co.. 판결일: 1934-10-29. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: MISSISSIPPI-LOUISIANA SYRUP CO., Inc., v. CANAL BANK & TRUST CO.\n**판결일**: 1934-10-29\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Rogers\n\n## 변호인\n\nHubert M. Ansley, of New Orleans, for appellant., Dart & Dart and Dufour, St. Paul, Levy & Miceli, all of New Orleans (Leo L. Dubourg and Norton L. Wisdom, both of New Orleans, of counsel), for appellees J. S. Brock, State Bank Examiner, and H. G. Thompson, his Sp. Comm’r in charge of Canal Bank &.Trust Co., in liquidation.\n\n## 인용\n\n- 157 So. 545\n- 180 La. 737\n\n## 판결문 요약\n\nThis is a devolutive appeal from a judgment dismissing plaintiff's suit on an exception of no right or cause of action. We find no error in the judgment.\nPlaintiff's petition discloses the following facts, viz.:\nThat plaintiff, the Mississippi-Louisiana Syrup Company, Inc., on July 2, 1928, granted a mortgage on the property described in the petition in favor of one Theo. Calhoun to secure the mortgagor's note for $70,000, payable one year after date. That although the note was nominally issued to Calhoun, the Canal Bank Trust Company, defendant, immediately took possession of the instrument to cover certain indebtedness due the bank by the syrup company. That on November 30, 1932, the defendant bank instituted a foreclosure proceeding against the property securing the mortgagor's note.\nOn December 12, 1932, the present suit was brought to annul the note and mortgage executed by the Mississippi-Louisiana Syrup *Page 739 \nCompany, Inc., on July 2, 1928, and to cancel the inscription of the mortgage on the mortgage records.\nThe petition alleges that the note and mortgage should be annulled, because the resolution of the board of directors of the plaintiff company, authorizing their execution, was subject to the approval of all the stockholders of the corporation, and that two of the stockholders were not present, either in person or by proxy, at the meeting of the stockholders which authorized the issuance of the note and the granting of the mortgage to secure its payment.\nBut ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mississippi-louisiana-syrup-co-v-canal-bank-trust-co"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}