{
  "id": 26076,
  "title": "1934년 Hartzell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-08-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hartzell. 판결일: 1934-08-16. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Hartzell v. United States\n**판결일**: 1934-08-16\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Gardner and Sanborn, Circuit Judges, and Dewey, District Judge\n\n## 변호인\n\nCarlos W. Goltz, of Sioux City, Iowa (P. M. Young, of Mitchell, S. D., on the brief), for appellant., Harry M. Reed, U. S. Atty., of Waterloo, Iowa, and D. C. Browning, Asst. U. S. Atty., of Sioux City, Iowa (John S. Pratt, Sp. Asst, to the Atty. Gen., and Glenn B. Beers, Asst. U. S. Atty., of Waterloo, Iowa, on the brief), for the United States.\n\n## 인용\n\n- 72 F.2d 569\n\n## 판결문 요약\n\n\n72 F.2d 569 (1934)\nHARTZELL\nv.\nUNITED STATES.[*]\nNo. 9954.\nCircuit Court of Appeals, Eighth Circuit.\nAugust 16, 1934.\nRehearing Denied September 24, 1934.\n*570 *571 *572 *573 Carlos W. Goltz, of Sioux City, Iowa (P. M. Young, of Mitchell, S. D., on the brief), for appellant.\nHarry M. Reed, U. S. Atty., of Waterloo, Iowa, and D. C. Browning, Asst. U. S. Atty., of Sioux City, Iowa (John S. Pratt, Sp. Asst. to the Atty. Gen., and Glenn B. Beers, Asst. U. S. Atty., of Waterloo, Iowa, on the brief), for the United States.\nBefore GARDNER and SANBORN, Circuit Judges, and DEWEY, District Judge.\nGARDNER, Circuit Judge.\nAppellant, who will be referred to herein as defendant, was indicted for the violation of section 338, USCA, title 18, section 215 Criminal Code, in an indictment containing fifteen counts. During the trial, counts 8, 9, and 12 were dismissed by the government, and the defendant was found guilty on the remaining counts.\nThe scheme to defraud as charged in the indictment consisted in representing that defendant was about to recover from the British government from five to twenty-two billions of dollars in gold, jewels, and real estate; that this vast estate would be distributed *574 to donors to a fund, to be used by defendant in recovering the estate, in proportion to contributions made by donors; that defendant had discovered the only living heir of Sir Francis Drake, the great navigator and buccaneer, who died about 1596; that this only surviving heir had assigned to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hartzell-v-united-states"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26064,
    26117,
    26125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}