{
  "id": 2607,
  "title": "2018년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-01-22",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2018-01-22. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH v. William COPELAND.\n**판결일**: 2018-01-22\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n## 인용\n\n- 102 N.E.3d 427\n- 92 Mass. App. Ct. 1123\n\n## 판결문 요약\n\n\nIn this consolidated appeal, the defendant, William Copeland, appeals from his conviction following a jury trial on two indictments for negligently or recklessly operating a motor vehicle while under the influence of intoxicating liquor and causing serious bodily injury, G. L. c. 90, § 24L, and two indictments for assault and battery by means of a dangerous weapon, G. L. c. 265, § 15A ; and from the denial of his motion for new trial. We affirm.\n1. Ineffective assistance of counsel. To show ineffective assistance of counsel, the defendant \"must demonstrate that (1) defense counsel's conduct fell 'measurably below that which might be expected from an ordinary fallible lawyer' ... and (2) he was prejudiced by counsel's conduct in that it 'likely deprived the defendant of an otherwise available, substantial ground of defence.' \" Commonwealth v. Lys, 91 Mass. App. Ct. 718, 720 (2017), quoting from Commonwealth v. Saferian, 366 Mass. 89, 96 (1974). In assessing whether the defendant was prejudiced, \"a defendant is entitled to a new trial 'if we have a serious doubt whether the result of the trial might have been different had the error not been made.' \" Commonwealth v. Lacoy, 90 Mass. App. Ct. 427, 439 (2016), quoting from Commonwealth v. Millien, 474 Mass. 417, 432 (2016).\na. Late citation. General Laws c. 90C, § 2, requires delivery of a motor vehicle citation to the defendant at the time and place of a motor vehicle violation, and generally requires dismissal in the absence of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-copeland"
    }
  ],
  "relatedIncidents": [
    2252,
    2329,
    2437,
    2456,
    2467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}