{
  "id": 26104,
  "title": "1934년 Gordon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-07-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gordon. 판결일: 1934-07-16. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: L. E. Waterman Co. v. Gordon\n**판결일**: 1934-07-16\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: L. Hand, Swan, and Augustus N. Hand, Circuit Judges\n\n## 변호인\n\nBchechter, Lotseh & Sulzberger, of New York City (John L. Lotseh, of Now York City, of counsel), for appellant., Gifford, Scull & Burgess, of Now York City (William F. Wilder aid George F. Scull, both of New York City, of counsel), for appellee.\n\n## 인용\n\n- 72 F.2d 272\n\n## 판결문 요약\n\n\n72 F.2d 272 (1934)\nL. E. WATERMAN CO.\nv.\nGORDON.\nNo. 489.\nCircuit Court of Appeals, Second Circuit.\nJuly 16, 1934.\n*273 Schechter, Lotsch &amp; Sulzberger, of New York City (John L. Lotsch, of New York City, of counsel), for appellant.\nGifford, Scull &amp; Burgess, of New York City (William F. Wilder and George F. Scull, both of New York City, of counsel), for appellee.\nBefore L. HAND, SWAN, and AUGUSTUS N. HAND, Circuit Judges.\nL. HAND, Circuit Judge.\nThis is an appeal from an injunction pendente lite enjoining the defendant from using the word, \"Waterman,\" upon razor blades. The bill and affidavits showed without contradiction the following facts: The plaintiff is, and for fifty years has been, a manufacturer of fountain pens and other similar articles, upon which it has continuously used the name, \"Waterman's.\" On October 21, 1930, it registered the name as a trade-mark for fountain pens, mechanical pencils and similar writing instruments; it has never manufactured razor blades. The defendant is engaged in selling drugs, face powder, perfumes, cosmetics, hair tonics and other similar articles, to which he has recently added razor blades sold under the name \"Waterman,\" which he offers no excuse for pirating. The plaintiff alleged that he was acting in conjunction with one, F. A. Waterman, of Oakland, California, who was selling as one bargain, a fountain pen and a package of razor blades, under the name \"Waterman\"; but this the defendant denied, and the judge for this reas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=l-e-waterman-co-v-gordon"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}