{
  "id": 26117,
  "title": "1934년 Shekelton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-06-08",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Shekelton. 판결일: 1934-06-08. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SHEKELTON, Plaintiff, v. TOOLE COUNTY Et Al., Defendants\n**판결일**: 1934-06-08\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Anderson, Angstman, Callaway, Matthews, Stewart\n\n## 변호인\n\nMr. Lewis P. Donovan , for Plaintiff, submitted a brief and argued the cause orally.\n\n Mr. Raymond T. Nagle , Attorney General,  Mr. C.J. Dousman , Assistant Attorney General, and  Mr. Henry McClernan , County Attorney of Toole County, for Defendants, submitted an original and a supplemental brief;  Mr. Dousman  argued the cause orally.\n\n## 인용\n\n- 33 P.2d 531\n- 97 Mont. 213\n\n## 판결문 요약\n\nThe board of county commissioners of Toole county, being desirous of securing for the people of that county the advantages available under the provisions of Chapter 24, Laws *Page 215 \nof the Extraordinary Session of 1933-34, on January 22, 1934, adopted a resolution providing that the county should spend $75,000 for the purpose of constructing a county courthouse. In addition to prescribing the form of question to be submitted, the resolution provided that the $75,000 should be made up of the sum of $17,781 to be granted by the government of the United States, and of the sum of $57,219 to be obtained by the issuance and sale of bonds of the county; that the bonds should bear interest at the rate of four per cent. per annum from their date, and should be repaid upon an amortization plan extending over a period of twenty years, and that a special election should be held on February 15, 1934, at which there should be submitted to the qualified registered electors of Toole county the question of making such loan and issuing such bonds.\nIn compliance with the Act, copies of the resolution were posted twenty days prior to the date fixed for the election. It appears, however, that there was a failure to post three or more copies of the resolution in \"three or more public places in each voting precinct\" in Toole county, as required by Chapter 24. The posting was complete in all precincts except three. The unincorporated town of Sweet Grass, located in Toole county, lies in three vot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shekelton-v-toole-county"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26064,
    26076,
    26125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}