{
  "id": 26110,
  "title": "1934년 Fairchild 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-06-20",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Fairchild. 판결일: 1934-06-20. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Reserve Trucking Co. v. Fairchild.\n**판결일**: 1934-06-20\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Bevis, Jones, Matthias, Stephenson, Weygandt, Wilkin, Zimmerman\n\n## 변호인\n\nMessrs. Waters, Andress, Wise, Roetzel  Maxon , for plaintiff in error.\n\n Messrs. Weick, Powers  Mason  and  Mr. Charles E. Smoyer , for defendant in error.\n\n## 인용\n\n- 191 N.E. 745\n- 128 Ohio St. 519\n- 128 Ohio St. (N.S.) 519\n\n## 판결문 요약\n\nThe plaintiff contended that the defendant was negligent, basing his contention upon the facts pleaded and proved, and upon the violation of an ordinance of the City of Akron which prohibited turning in the street unless the turn could be made without backing. The plaintiff claimed that Sections 6310-26 and 6310-27, General Code, relating to stopping on a highway, were also violated.\nThe defendant contended that the plaintiff was guilty of contributory negligence. This contention was denied by the plaintiff, who claimed, moreover, that the defense of contributory negligence was not available to the defendant because the conduct of its servant was wilful or wanton in character. *Page 523 \nThe plaintiff in error urges in this court five assignments of error:\n1. In overruling the defendant's motion for judgment nonobstante upon the findings of fact returned by the jury.\n2. In overruling the defendant's motion for a directed verdict at the close of the plaintiff's evidence.\n3. In admitting in evidence part of an insurance policy covering the truck in question.\n4. In charging the jury on the subject of \"wilful and, or, wanton negligence\", there being, as it claims, no evidence in the record to support such a charge.\n5. In failing correctly to state the law as to wilful and wanton misconduct.\n1. We shall notice the first assignment only to say that it presents no sufficient ground for reversal. The interrogatories refused were too indefinte in character for proper submission to the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reserve-trucking-co-v-fairchild"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}