{
  "id": 26125,
  "title": "1934년 Peterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-05-14",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Peterson. 판결일: 1934-05-14. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FRANK LA SALLE, Appellant, v. OLE PETERSON Et Al., Respondents\n**판결일**: 1934-05-14\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Preston\n\n## 변호인\n\nJohn C. Kleber and Chas. M. Delemeter for Appellant.\n\nEarl Curtis Peck and Abraham Richmond for Respondents.\n\n## 인용\n\n- 32 P.2d 612\n- 220 Cal. 739\n\n## 판결문 요약\n\nAppeal by plaintiff from judgment for defendants entered on order sustaining, without leave to amend, their demurrer to plaintiff's amended complaint.\nThe action is one to set aside a judgment on grounds of fraud and conspiracy. Although the amended complaint is voluminous in detail, a brief statement should suffice to *Page 740 \nshow that the ruling of the court below was entirely correct, as the matters alleged do not pertain to extrinsic or collateral fraud, but purely to intrinsic fraud, which is not ground for setting aside a judgment.\nPlaintiff sets forth the history of a controversy of years between these parties and alleges that as an outgrowth thereof defendants, motivated by hatred and revenge, conspired to prosecute against him a wholly false and fictitious action, to wit: Cause No. 300,042 in the Los Angeles County superior court, wherein the above-named defendant Ole Peterson was plaintiff and this plaintiff was one of the defendants and said Peterson had judgment against plaintiff for $2,700 and costs. It is further alleged that said judgment was procured on the false and fraudulent testimony of said Peterson that he was employed by plaintiff to work in a packing plant and worked there for about two years without receiving any wages; that, as defendants well knew, during practically that entire period the packing plant was closed and said Peterson was employed by another company; that defendants, by their false and fraudulent acts, prevented plaintiff from learn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=la-salle-v-peterson"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26064,
    26076,
    26117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}