{
  "id": 26128,
  "title": "1934년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-05-08",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1934-05-08. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Routley, Appellant\n**판결일**: 1934-05-08\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baldrige, CunmnGHAM, James, Keller, Parker, Stadteeld, Trexler\n\n## 변호인\n\nHarry A. Estep,  and with him  James T. Philpott,  for James E. Routley, appellant.\n\n John B. Nicklas, Jr.,  for Cedric C. Benz, appellant.\n\n E.T. Adair,  Assistant District Attorney, and with him  Andrew T.  Park,  District Attorney, for appellee.\n\n## 인용\n\n- 174 A. 657\n- 115 Pa. Super. 125\n\n## 판결문 요약\n\nArgued May 8, 1934.\nThese appellants were jointly indicted for, and convicted *Page 127 \nof, conspiracy to cheat and defraud the County of Allegheny. Routley, during the period of time involved, was assistant chief clerk to the county commissioners; Benz was chief clerk in the purchasing department of Allegheny County. The Commonwealth alleged, and produced evidence tending to prove, that they had wilfully and corruptly conspired together to use and apply county funds for the payment of gasoline and oil used in the operation of their individual automobiles. The method shown to have been used was along the following lines: The County of Allegheny duly contracted with Peoples Service Station for the supply of all the gasoline and oil required by it, during the year, at prices below the retail market. The gas and oil were to be delivered by the Service Station to such one of the nine gasoline filling stations, maintained by the county for its own use, as might be directed by the proper authorities. Routley and Benz had individual charge accounts with Peoples Service Station, and their purchases of gasoline and oil for use in their own cars were charged to their respective accounts. Payments were made by the county to the service station for gasoline and oil delivered, and to be delivered, by it for the county's use, and from time to time transfers were made, by Benz's directions, from these funds to be credited on the charge accounts of Routley and Benz, so that money paid by th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-routley"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26064,
    26076,
    26117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}