{
  "id": 26132,
  "title": "1934년 Lester 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-05-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lester. 판결일: 1934-05-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: C. A. Lester v. the State\n**판결일**: 1934-05-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nGus Morris  and  Milton Greer Mell,  both of Gilmer, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 71 S.W.2d 278\n- 126 Tex. Crim. 215\n\n## 판결문 요약\n\nConviction for polluting a water course and lake; punishment, a fine of $250.00.\nArticle 698, P. C., under which this prosecution was had, penalizes him who shall pollute any water course, body of water, etc., by depositing or discharging therein, \"or in such proximity thereto as that it will probably reach and pollute the water thereof,\" any crude petroleum, oil, sewage or polluting matter, etc. Other averments relative to other features of the offense are set out in the information, but are not quoted or discussed in view of our disposition of the case.\nThe information herein does not follow that part of the statute above quoted, but instead states as follows: \"Cast crude petroleum, and oil in proximity to such water course, that such crude petroleum and oil reached such water course.\" A motion to quash, based on the above averment, was overruled. In our opinion it should have been sustained. It seems plain that there might have arisen causes, circumstances and conditions in any case, not reasonably to be foreseen when the oil in question was deposited or put in some tank or reservoir, &#8212; by means and because of which unexpected and untoward happening such oil was thrown or discharged into some not too distant water course. Would such proof as here indicated meet the demand of the above statute? We think not.\nIf an individual or corporation build adequate oil tanks on a hill side and fill them with oil, and a tornado sweep their contents into the stream at the foot of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lester-v-state"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}