{
  "id": 26143,
  "title": "1934년 Collier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-04-03",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Collier. 판결일: 1934-04-03. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Collier v. Union Indemnity Co.\n**판결일**: 1934-04-03\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Bickdey, Hudspeth, Sadder, Watson, Zinn\n\n## 변호인\n\nErancis O. Wilson and George E. Kessler, both of Santa Fé, for appellant., Gilbert & Hamilton, of Santa Fé, for appellee.\n\n## 인용\n\n- 31 P.2d 697\n- 38 N.M. 271\n\n## 판결문 요약\n\nFrom a judgment sustaining a demurrer to appellant's amended complaint and dismissing the action, this appeal is prosecuted.\nWe treat the parties here as they were below; that is, plaintiff and defendant.\nThe defendant is a corporation organized to transact a general insurance and surety business. On or about November 4, 1926, the defendant entered into a contract of insurance with the plaintiff. The defendant agreed to indemnify the plaintiff against loss from liability imposed by law for damages on account of bodily injuries accidentally suffered by any person not employed by the insured during the construction of certain sewers for the city of Santa Fe. The plaintiff was a contractor doing business under the name and style of the Collier Construction Company. He was engaged in the construction of a sewer under a contract with the city of Santa Fe. He had agreed to save the city harmless from any liability which might result from the construction of the sewers covered by his contract. The sewers were to be constructed in the streets of the city.\nOn February 6, 1927, one Margaret Johnson was injured by reason of falling into a sewer trench under construction by the plaintiff. She made claim against the plaintiff for damages suffered. The plaintiff notified the defendant of the claim and of the accident and injury, and the defendant employed the firm of Gilbert  Hamilton, attorneys at law of Santa Fe, to represent it in the matter. Some *Page 273 \nnegotiations as to settlemen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collier-v-union-indemnity-co"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}