{
  "id": 26153,
  "title": "1934년 Tenerowicz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-03-06",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Tenerowicz. 판결일: 1934-03-06. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Tenerowicz.\n**판결일**: 1934-03-06\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bushnell, Butzel, Edward, Fead, Nelson, North, Potter, Sharpe, Wiest\n\n## 변호인\n\nRobert T. Speed  ( George A. Kelly , of counsel), for appellant Tenerowicz.\n\n Chawke  Sloan , for appellant Rupinski.\n\n Echlin  Lendzion , for appellant Wurmuskerken.\n\n Andrew C. Baird , for appellant Kaplan.\n\n Patrick H. O'Brien , Attorney General,  Harry S. Toy , Prosecuting Attorney, and  Harry F. Kelly, Thomas A. Kennedy,  Lloyd A. Loomis  and  Edmund E. Shepherd , Assistants Prosecuting Attorney, for the people.\n\n## 인용\n\n- 253 N.W. 296\n- 266 Mich. 276\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 278 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 279 \nDefendants by indictment were charged with conspiring among themselves and with others to permit the keeping and operating of certain houses of ill-fame in the city of Hamtramck, Wayne county, Michigan. Motions to quash were denied. On trial by jury defendants were convicted and they have appealed.\nThis is the first question presented by appellants: Is the indictment defective in not charging any offense known to the law; and is it sufficiently informative as to the nature of the accusation? The indictment contains two counts, but by reason of dismissal of the second count we are presently concerned only with the sufficiency of the first count. We quote it in part:\n\"That (the defendants) heretofore, to-wit: on the 15th day of April, 1928, and on divers other days and times between that time and the 15th of June, 1931, * * * together with divers other persons to *Page 281 \nthis grand jury unknown, he, the said Rudolph Tenerowicz, then being a public officer and an executive officer of the said city of Hamtramck, to-wit: the mayor, and they, the said Joseph Rupinski and Harry Wurmuskerken, then being public and executive officers of the city of Hamtramck, to-wit: policemen and public officials...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tenerowicz"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}