{
  "id": 26151,
  "title": "1934년 State ex rel. Sorensen v. State Bank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-03-09",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: State ex rel. Sorensen v. State Bank. 판결일: 1934-03-09. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State, ex rel. C. A. Sorensen, Attorney General v. State Bank of Omaha, E. H. Luikart, Receiver, appellant: Cora Wolf, Intervener\n**판결일**: 1934-03-09\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Begley, Day, Eberly, Good, Goss, Paine, Rose\n\n## 변호인\n\nF. C. Radke, Barloiv Nye and O’Sullivan & Southard, for appellant., G. F. Nye and Leon & White, contra.\n\n## 인용\n\n- 126 Neb. 343\n\n## 판결문 요약\n\n\nRose, j.\nThis is a proceeding in equity to cancel a guaranty alleged to have been procured by the State Bank of Omaha from Cora Wolf by fraud, to repossess securities pledged by her as collateral for her obligation as guarantor and to require pledgee to account for the income from, or proceeds of, the collateral pledged. The guaranty bore *344the signature of Jake Spiesberger, Cora Wolf and E. Treller.\nIn an action to wind up the affairs of the State Bank of Omaha, an insolvent corporation in the hands of E. H. Luikart, receiver, Cora Wolf, intervener, pleaded that, through fraud, she was induced to sign a 50,000-dollar guaranty for payment of past and future debts, however evidenced, owing by M. Spiesberger &amp; Son Company, hereinafter called the “company,” to the State Bank of Omaha, hereinafter called the “bank;” that intervener pledged, and the bank received as collateral, notes, mortgages and bonds aggregating in amount and value $25,-000; that, to induce intervener to sign the guaranty and make the pledge, the bank, by its president, falsely stated to intervener that the company had pledged collateral of the value of $25,000 to secure debts owing by the former to the latter; that the collateral so pledged by the company would first be applied to the extinguishment of its obligations to pledgee and that the securities pledged by intervener would only be used in the event the securities pledged by the company would prove to be insufficient; that such statements were fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-sorensen-v-state-bank"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26064,
    26076,
    26117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}