{
  "id": 26169,
  "title": "1934년 Stapleton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-02-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Stapleton. 판결일: 1934-02-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joe Stapleton v. the State\n**판결일**: 1934-02-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nWalter F. Schenck,  of Lubbock, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 68 S.W.2d 188\n- 125 Tex. Crim. 296\n\n## 판결문 요약\n\nConviction for murder; punishment, five years in the penitentiary.\nThe statement of facts shows testimony entirely sufficient to support the jury's conclusion. Appellant, armed with a pistol, pursued deceased into a restaurant and there fired at him twice. Deceased ran out the back door followed by appellant, and another shot was fired on the outside. Deceased died on the way to the hospital.\nWe do not find in the transcript any bills of exception. In the jacket containing the record on appeal, we find what purports *Page 297 \nto be four bills of exception which, &#8212; as far as we can tell, &#8212; are original instruments, but none of which show to have been filed in the trial court. We can not consider same. We find no exceptions to the court's charge, which appears to us to properly present the case to the jury.\nWe note that the sentence directs the confinement of appellant in the penitentiary for \"an indeterminate term of not less than five years.\" The sentence is incorrect. The confinement of appellant in the penitentiary should have been directed to be for a period of time not less than two nor more than five years. The sentence will be reformed so as to correspond with the above suggestion. As reformed, the judgment will be affirmed.\nJudgment reformed, and as reformed, affirmed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stapleton-v-state"
    }
  ],
  "relatedIncidents": [
    26058,
    26116,
    25884,
    25905,
    25958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}