{
  "id": 26177,
  "title": "1934년 Dinkla 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-01-24",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Dinkla. 판결일: 1934-01-24. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dinkla v. Miles.\n**판결일**: 1934-01-24\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Myers\n\n## 변호인\n\nT. Ernest Maholm,  for appellant.\n\n James M. Ogden,  Attorney-General, and  Merl M. Wall,  Deputy Attorney-General, for appellee.\n\n## 인용\n\n- 188 N.E. 577\n- 206 Ind. 124\n\n## 판결문 요약\n\nAppellant petitioned the Madison Circuit Court for a writ ofhabeas corpus, stating, in substance, that he is unlawfulling restrained of his liberty by one A.F. Miles as superintendent of the Indiana Reformatory; that the cause of his imprisonment and restraint, as he has reason to believe, is by virtue of a purported \"void warrant of committment issued\" by the Hendricks Circuit Court upon a verdict of a jury and judgment of the court that he was guilty of bank robbery; that the term of his imprisonment, twelve years, has not expired; that the reason for his belief of unlawful restraint is that the Hon. Zimri Dugan was the sole judge of the Hendricks Circuit Court from whom appellant obtained a change of venue, and that the Hon. Horace Hanna, a practicing attorney of the Hendricks County Bar was appointed special judge before whom, and a jury selected from persons called by a special venire to act as jurors, he was tried for the alleged offense in a room adjoining the regular court room in the Hendricks county courthouse; that during the entire time of the trial beginning November 18th, at the time the jury returned its verdict finding him guilty, November 19th, and at the time, November 20th, the judgment and sentence was pronounced by the special judge, the Hendricks Circuit Court was in session with the duly elected judge of that court on the bench, the regular elected and appointed officers and *Page 126 \nbailiffs in attendance upon a jury trial continuously in progress in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dinkla-v-miles"
    }
  ],
  "relatedIncidents": [
    26121,
    25899,
    25990,
    26004,
    26032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}