{
  "id": 26178,
  "title": "1934년 Cervantes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-01-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cervantes. 판결일: 1934-01-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CERVANTES Et Al. v. CHAPA Et Al.\n**판결일**: 1934-01-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Smith\n\n## 변호인\n\nAbney & Whitelaw, of Brownsville, for appellant., Greenwood & Lewis, of Harlingen, for ap-pellees.\n\n## 인용\n\n- 68 S.W.2d 296\n\n## 판결문 요약\n\nThis action was brought by Mildred McAllen Chapa, joined pro forma by her husband, Pedro A. Chapa, against Mrs. Amelia W. Cervantes and John M. Young, receiver of the defunct Merchants' National Bank of Brownsville. The object of the suit was to set aside a judgment previously obtained for Mrs. Cervantes against the Chapas and canceling a deed of trust lien held for the former against the homestead of the latter and foreclosed in said judgment. The Chapas recovered as prayed for, and Mrs. Cervantes and the receiver have appealed.\nIt was alleged by appellees, and the jury found upon sufficient evidence, that in November, 1929, Pedro Chapa, individually, owed Mrs. Cervantes a note for approximately $2,900, and that the latter was harassing Chapa and his wife by unwarranted threats and insults against the latter, and conspired with certain officers of said bank to fraudulently induce Mrs. Chapa to execute a note to the bank to cover said debt and secure the same by a deed of trust upon her separate property, upon which she thereupon agreed to relinquish existing homestead rights; that the consideration for her acts in the premises was the agreement and representation that the bank would lend said sum to the Chapas, who would be thereby relieved of all obligation to Mrs. Cervantes, who would have no further hold upon them; that said obligation would pass to the bank and be held and extended and modified by that institution; that all of said representations were false and fraudule...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cervantes-v-chapa"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26064,
    26076,
    26117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}