{
  "id": 2618,
  "title": "2018년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-01-10",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2018-01-10. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH v. Jose ORTIZ-DEJESUS.\n**판결일**: 2018-01-10\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n## 인용\n\n- 102 N.E.3d 426\n- 92 Mass. App. Ct. 1122\n\n## 판결문 요약\n\nThe defendant appeals from an order revoking his probation. He contends that the judge improperly considered unreliable hearsay. We affirm.Background. In December, 2014, the defendant was charged with, among other things, driving under the influence of intoxicating liquor (OUI). In February, 2015, the defendant admitted to sufficient facts for a guilty finding on the OUI charge and the case was continued without a finding for two years. In September, 2015, while on probation, the defendant was charged with assault and battery on a family or household member (first assault and battery charge). This case was continued without a finding and the defendant's existing probationary period was extended.In November, 2016, the defendant was charged with assault and battery by means of a dangerous weapon and assault and battery on a family or household member (second assault and battery charge), his girl friend, whom we shall call Claudia. At the defendant's surrender hearing, the judge, after listening to the testimony of three witnesses, found that the defendant had violated the terms of his probation. The judge revoked the defendant's continuances without a finding, entered guilty findings, and sentenced the defendant to two years in the house of correction on the OUI charge and eighteen months in the house of correction on the first assault and battery charge, to be served concurrently. The defendant filed a timely notice of appeal. While this appeal was pending, the defendant was t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ortiz-dejesus"
    }
  ],
  "relatedIncidents": [
    2252,
    2329,
    2437,
    2456,
    2467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}