{
  "id": 26186,
  "title": "1934년 Selden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-01-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Selden. 판결일: 1934-01-15. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: DISTRICT OF COLUMBIA v. SELDEN\n**판결일**: 1934-01-15\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Martin\n\n## 변호인\n\nE. H. Stephens, of Washington, D. C., for appellant., Arthur J. Hilland, of Washington, D. C., for appellee.\n\n## 인용\n\n- 68 F.2d 988\n\n## 판결문 요약\n\n\nMARTIN, Chief Justice.\nAn appeal from a judgment of the Supreme Court of the District of Columbia.\nThe appellee, Mary E. Selden, as plaintiff, filed a declaration in the lower court against the District of Columbia as a municipal corporation, alleging that she had been employed as matron in one of the public schools of the District, and had served continuously in that capacity at a compensation of $1,440 per annum from July 1, 1917, to January 15, 1930; that she was appointed for an indefinite tenure of office and was entitled to continue in the service and to receive such compensation until her term of ofBee was terminated according to law; that on January 15, 1930, the board of education of the District of Columbia unlawfully passed an order dismissing her from her employment as of that date, and thereupon unlawfully dropped hex name from its pay rolls, and failed and refused to compensate her in any sum during the period from January 16, 1930, to and including May 30, 1932; that the plaintiff made numerous efforts during that period to have the board rescind its order terminating her employment, but the board continuously refused so to do; that on the 25th day of July, 1931, plaintiff filed a petition in the Supreme Court of the District of Columbia for a writ of mandamus to compel the board to rescind its illegal order aforesaid and restore her to the position of matron as theretofore held by her; that on October 27, 1931, plaintiff obtained a judgment in the cause grant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=district-of-columbia-v-selden"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}