{
  "id": 26189,
  "title": "1934년 Curlee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-01-10",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Curlee. 판결일: 1934-01-10. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: JAMES CURLEE, Administrator of JOHN CURLEE, Deceased, v. DUKE POWER COMPANY, LEE WRIGHT, and JOHN WRIGHT Et Al.\n**판결일**: 1934-01-10\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: OlabksoN\n\n## 변호인\n\n\n\nE. M. Whitman for plaintiff.\n, \nManly, llendren & Womble for defendants.\n\n\n## 인용\n\n- 172 S.E. 329\n- 205 N.C. 644\n\n## 판결문 요약\n\nThis is an action for actionable negligence, brought by plaintiff against the defendant, Duke Power Company, and others. The plaintiff in the complaint alleges that his intestate was killed by the negligence of defendant, Duke Power Company, in July, 1926. The complaint also charges a conspiracy on the part of the Duke Power Company, the physician and undertaker to suppress the fact of his intestate's death to avoid liability. That the death of plaintiff's intestate was not discovered by his relatives until the latter part of 1931. \"That, as plaintiff is informed *Page 645 \nand believes, all of the defendants, with full knowledge of the fact that John Curlee suffered death by reason of the negligence of the defendant, Duke Power Company, entered into a scheme or conspiracy to suppress the facts regarding John Curlee's death and to withhold such facts from his relatives, said scheme or conspiracy being formed for the purpose of preventing a suit to recover damages for the wrongful death of plaintiff's intestate and in that manner to defeat the legal rights of the estate of John Curlee; that in furtherance of such scheme or conspiracy the defendant, Dr. H. H. Newman, failed to file a death certificate with the register of deeds of Rowan County, North Carolina, and failed to make a report as acting coroner to the clerk of the Superior Court of the said county as required by law; that the defendants, Wright and Son, failed to make a record of the death and burial of the said John...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=curlee-v-duke-power-co"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}