{
  "id": 26182,
  "title": "1934년 In Re Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-01-18",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: In Re Miller. 판결일: 1934-01-18. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: In Re MILLER\n**판결일**: 1934-01-18\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: William C. Coleman\n\n## 변호인\n\nLawrence W. Heeht, of Baltimore, Md., for petitioner., James E. Tippett, of Baltimore, Md., for bankrupt., Herbert Levy, of Baltimore, Md., for objecting creditor.\n\n## 인용\n\n- 5 F. Supp. 913\n\n## 판결문 요약\n\n\n5 F. Supp. 913 (1934)\nIn re MILLER.\nNo. 6897.\nDistrict Court, D. Maryland.\nJanuary 18, 1934.\nLawrence W. Hecht, of Baltimore, Md., for petitioner.\nJames E. Tippett, of Baltimore, Md., for bankrupt.\nHerbert Levy, of Baltimore, Md., for objecting creditor.\nWILLIAM C. COLEMAN, District Judge.\nThe question here presented is whether the bankrupt is entitled to a discharge. The specifications in opposition to the granting of a discharge, filed by the receiver of a creditor bank, are four in number, but may be summarized as (1) relating to the alleged fraudulent concealment of the facts respecting the true ownership of certain personal property; and (2) relating to the alleged failure on the part of the bankrupt to keep books of account or records from which his financial condition and business transactions might be ascertained.\nIt may be said at the outset that, as a result of the testimony which has been presented to the court, the evidence is not sufficient to warrant a finding that there was anything fraudulent in the conduct of the bankrupt with respect to personal property covered by the first specification; namely, certain household furniture. While the bankrupt appears to have treated this property, for tax purposes, as his own and not his wife's, nevertheless the explanation which he gave respecting his representation of his wife in such matters appears to be bona fide, and satisfies the court that she, and not her husband, was in fact the true owner of this property.\nTher...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-miller"
    }
  ],
  "relatedIncidents": [
    26037,
    26040,
    26064,
    26076,
    26117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}