{
  "id": 26192,
  "title": "1933년 In re Creedon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-12-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Creedon. 판결일: 1933-12-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Application of Dennis P. Creedon, for the Examination of Certain Voting Machines, etc. Thomas F. Walsh and Another\n**판결일**: 1933-12-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Crosby, Taylor\n\n## 변호인\n\nArthur J. Foley, for Dennis P. Creedon., Warnick J. Kernan and Ezra Hanagan, for Thomas F. Walsh. Leo 0. Coupe, for Joseph L. Matt.\n\n## 인용\n\n- 239 A.D. 592\n\n## 판결문 요약\n\n\nCrosby, J.\nA proceeding was commenced under section 333 of the Election Law to procure the examination of voting machines used in the last general election in the city of Utica, and the preservation of ballots in view of a prospective contest. In three machines it was discovered that there was an improper “ hook-up ” in respect to the candidates for assessor. There were six candidates for this office, two to be elected. There were two Socialists who need not be considered here as the contest does not affect them. There were two Republican candidates —' Creedon and Thomas — and two Democratic candidates — Walsh and Matt. Each of the Democratic candidates had the indorsement of the Law Preservation party. Without any fraud being intended, the official *593charged with the duty of setting up the voting machines so adjusted three of them that a vote for Thomas also counted for Walsh, and vice versa. As a result, a voter attempting to vote, say for Matt, and either Walsh or Thomas, was registered on the machine as voting for all three — Matt, Walsh and Thomas. The result was a total vote for assessors in excess of the number which could possibly be warranted by the number of electors actually voting.\nAnother proceeding was started, pursuant to subdivision 4 of section 330 of the Election Law to procure such order “ as justice may require,” in respect of “ void ballots shown upon the statement of the canvass,” based upon the information gained in the first proceeding. Section 267 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-creedon"
    }
  ],
  "relatedIncidents": [
    26195,
    26206,
    26232,
    26240,
    26269
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}