{
  "id": 2619,
  "title": "2018년 Gardiner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-01-09",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Gardiner. 판결일: 2018-01-09. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: ADOBE SYSTEMS INCORPORATED v. John P. GARDINER\n**판결일**: 2018-01-09\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Hazel\n\n## 변호인\n\n*721Kara L. Daniels, Arnold and Porter Kaye Scholer LLP, Washington, DC, Michael A. Berta, Sean M. Callagy, Pro Hac Vice; Arnold and Porter Kaye Scholer LLP, San Francisco, CA, for Plaintiffs., Michael Loyola Rowan, Colleen Coffman Correal, Ethridge Quinn Kemp McAuliffe Rowan and Hartinger, Rockville, MD, Craig James Franco, Odin Feldman and Pittleman PC, Reston, VA, Alyse Lauren Prawde, Timothy Francis Maloney, Joseph M. Creed, Joseph Greenwald and Laake PA, Greenbelt, MD, for Defendants.\n\n## 인용\n\n- 300 F. Supp. 3d 718\n\n## 판결문 요약\n\n\nGEORGE J. HAZEL, United States District Judge\nPlaintiffs Adobe Systems Incorporated and Adobe Systems Federal LLC (collectively, \"Adobe\" or \"Plaintiffs\") bring this action against former employee John P. Gardiner, Open Market Energy LLC, Plurality Energy Solutions, LLC, and *722VAR Solutions LLC (collectively, \"Defendants\") alleging that Defendants engaged in a self-dealing scheme, improperly sharing confidential information and collecting payment for sales to which they were not entitled. Plaintiffs bring the following counts against some or all of the Defendants: Breach of Fiduciary Duty (Count I). Breach of Duty of Loyalty (Count II), Breach of Duty of Confidentiality (Count III); Aiding and Abetting Breach of Fiduciary Duties (Count IV); Breach of Employment Contract (Count V); Breach of Reseller Agreements and Partner Code of Conduct (Count VI); Breach of Covenant of Good Faith and Fair Dealing (Count VII): Fraud (Count VIII); and Civil Conspiracy to Defraud (Count IX). Defendants individually move to dismiss all but Count V and Count VI,1 see ECF Nos. 12, 19, 22, 25, and a hearing was held on November 15, 2017. For the following reasons, Defendants' Motions to Dismiss are granted, in part, and denied, in part.\nI. BACKGROUND2\nA. Parties\nAdobe Systems Incorporated (\"Adobe Incorporated\") is a Delaware corporation with its principal place of business in San Jose, California. ECF No. 1 ¶ 11. Adobe Incorporated is a large software company that markets and licenses its produc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adobe-sys-inc-v-gardiner"
    }
  ],
  "relatedIncidents": [
    2279,
    2381,
    2423,
    2482,
    2559
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}