{
  "id": 26190,
  "title": "1934년 Harding 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1934-01-04",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Harding. 판결일: 1934-01-04. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: HARDING v. INDUSTRIAL COMMISSION OF UTAH Et Al.\n**판결일**: 1934-01-04\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Elias, Ephraim, Folland, Hansen, Hanson, Moffat, Straup\n\n## 변호인\n\nChristenson  Straw , of Provo, for plaintiff.\n\n Robinson  Robinson , of Provo, for defendant Provo Brick \nTile Co.\n\n Joseph Chez , Atty. Gen., for defendants Industrial Commission and State Insurance Fund.\n\n## 인용\n\n- 28 P.2d 182\n- 83 Utah 376\n\n## 판결문 요약\n\nThis is a proceeding to review an order of the Industrial Commission of Utah dismissing the application for adjustment of claim filed by plaintiff with the commisson October 27, 1932. In such application it was alleged that plaintiff on June 23, 1927, was injured by accident arising out of and in course of employment with the Provo Brick  Tile Company, a corporation, while hauling hay, he being on top of a load of hay when the team started suddenly and precipitated him to the ground causing permanent injuries, that compensation was paid him for a period of five years by the State Insurance Fund, as well as medical and hospital expenses, and that the State Fund then refused to make further payment on the ground it believed there was no total permanent disability. *Page 378 \nOn the filing of this claim the case came before the Industrial Commission of Utah for formal adjudication for the first time. At the hearing the State Fund offered in defense that at the time of injury plaintiff was engaged in agricultural work, was not covered by the policy of insurance issued by it to the employer, and that he had not suffered total permanent disability.\nThe findings and conclusions of the commission follow:\n\"I. That Heber Harding brought this proceeding before the Industrial Commission of Utah by virtue of an application filed on the 27th day of October, 1932; that the applicant at the time of the hearing was 62 years of age and was married; that the applicant was injured on the 23rd da...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harding-v-industrial-commission"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26035,
    26037,
    26040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}