{
  "id": 26201,
  "title": "1933년 Peterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-12-04",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Peterson. 판결일: 1933-12-04. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Peterson.\n**판결일**: 1933-12-04\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Ephraim, Folland, Hansen, Hanson, Moffatt, Straup\n\n## 변호인\n\nJ.R. Haas , of Salt Lake City, for appellant.\n\n Joseph Chez , Attorney General, and  S.D. Huffaker , Deputy Attorney General, for the State.\n\n## 인용\n\n- 27 P.2d 20\n- 83 Utah 74\n\n## 판결문 요약\n\nThe defendant was tried, convicted, and sentenced to serve an indeterminate term in the state prison upon an information which charged:\n\"That the said N. Peterson on the 4th day of April, A.D. 1932, at the County of Salt Lake, State of Utah, did willfully, unlawfully and feloniously with intent to do bodily harm to W.H. Wood and without just cause or excuse, and without any considerable provocation, make an assault in and upon the person of the said W.H. Wood with a certain deadly weapon called a pistol, loaded with gunpowder and *Page 76 \nleaden bullets, which deadly weapon the said N. Peterson then and there had and held in his hand, and aimed the said deadly weapon at and upon the said W.H. Wood. * * *\"\nHe appeals. By his assignments of error defendant seeks a reversal of the judgment upon the grounds: (1) That the evidence was insufficient to support the verdict and judgment, in that it failed to show that the pistol in question was, at the time charged, loaded with gunpowder and leaden bullets; and (2) the court erred in the admission of evidence tending to show that other and separate offenses were committed by the defendant. Six witnesses testified at the trial. Four were called and testified for the state. Defendant and one Mr. Kelly testified on behalf of the defendant. The witnesses were agreed upon these facts: That about 2 o'clock on the morning of April 4, 1932, defendant called Vernon Scott on the telephone and made an appointment to meet him. Pursuant to the ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-peterson"
    }
  ],
  "relatedIncidents": [
    26198,
    26265,
    26270,
    26332,
    26192
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}