{
  "id": 26219,
  "title": "1933년 Franz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-10-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Franz. 판결일: 1933-10-30. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Franz v. New Orleans Coffee Co., Limited.\n**판결일**: 1933-10-30\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Westerfield\n\n## 변호인\n\nSpearing & McClendon, of New Orleans, for appellant, Henry & Cooper and A. M. Suthon, all of New Orleans, for appellee.\n\n## 인용\n\n- 150 So. 439\n\n## 판결문 요약\n\nThe plaintiff in this case alleges that on May 15, 1924, his Peerless touring car was damaged to the extent of $470.56 on account of the negligence of a servant of defendant. From a judgment dismissing plaintiff's suit, this appeal is prosecuted.\nIt appears from the record that the plaintiff was driving up Magazine street, which is a wide avenue with two street car tracks on it, and, as he approached the corner of Peniston street, he undertook to pass a large barrel wagon which was directly in his path, turning to the left for that purpose. As he did so a truck, driven by an employee of the defendant, which had been parked at the curb, suddenly loomed up in front of him. In an effort to avoid hitting the truck, plaintiff turned sharply to the right and struck the barrel wagon a glancing blow, with the result that his car, due to the fact that the pavement was wet and slippery, skidded into the curb on the right-hand sidewalk, causing the damages for which this suit is brought.\nPlaintiff relies upon a line of authorities, many of them from this court, eited in his brief, to the effect that, where an automobile suddenly emerges in the path of traffic either by starting from a standstill, or entering from a byroad obscured by shrubbery, bushes, or a fence, the utmost care should be taken by the driver to ascertain whether his path is clear. Smith v. Interurban Transp. Co., 5 La. App. 706; Collier v. Frank Varino \nCo., 153 La. 638, 96 So. 500; Martens v. Penton, 15 La. App. 35,13...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=franz-v-new-orleans-coffee-co"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}