{
  "id": 26217,
  "title": "1933년 Nall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-10-31",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Nall. 판결일: 1933-10-31. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Nall v. Nall.\n**판결일**: 1933-10-31\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Richardson\n\n## 변호인\n\nCHENAULT HUGUELY and B. J. BETHURUM for appellant., W. B. MORROW for appellee.\n\n## 인용\n\n- 64 S.W.2d 453\n- 251 Ky. 125\n\n## 판결문 요약\n\nAffirming.\nClara S. Nall filed this action against her husband, Hunter Nall, seeking an absolute divorce and alimony pendente lite and permanent. Her grounds are \"that without any or like fault, on her part, the defendant, Hunter Nall, has within the last five years had a confirmed habit of drunkenness for not less than one year's duration, accompanied with the wasting of his estate, and without any suitable provision for the maintenance of the plaintiff; and that defendant has habitually behaved toward plaintiff, for not less than six months in such a cruel and inhuman manner as to indicate a settled aversion to her, and to destroy permanently her peace and happiness.\" *Page 126 \nHe denied these allegations by his answer. A reply and rejoinder were filed alleging collateral and immaterial facts. A judgment was entered dismissing her petition, but required the husband to pay the costs, and an allowance to her attorney of $200.\nShe is complaining that the judgment is contrary to the evidence. She presents Reynolds v. Reynolds, 224 Ky. 668, 6 S.W.2d  1078; Hill v. Hill, 239 Ky. 749, 40 S.W.2d 367; Gowdy v. Gowdy, 230 Ky. 545, 20 S.W.2d 170; McClintock v. McClintock, 147 Ky. 409, 144 S.W. 68, 39 L.R.A. (N.S.) 1127; Shuck v. Shuck, 7 Bush, 307; and McKay v. McKay, 18 B. Mon. 8, as illustrative of the principles applicable and controlling. She asserts that on the proven facts they entitle her to the relief sought.\nIn Reynolds v. Reynolds, the husband ordered his wife to leave home...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nall-v-nall"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}