{
  "id": 26224,
  "title": "1933년 Huff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-10-03",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Huff. 판결일: 1933-10-03. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Huff v. Commonwealth.\n**판결일**: 1933-10-03\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Clay\n\n## 변호인\n\nJ. M. MUNCY and L..D. LEWIS for appellant. ., BAILEY 'P. WOOTTON, Attorney General, and WILLIAM'-R. ATTKISSON, Assistant. Attorney General, for appellee.\n\n## 인용\n\n- 63 S.W.2d 606\n- 250 Ky. 486\n\n## 판결문 요약\n\nReversing.\nMaynard Huff, John Lewis, and Ray Miniard were jointly indicted for the murder of Bill Nolen. Huff was found guilty of reckless shooting, and his punishment fixed at four years in prison. He appeals.\nThe facts are these: On Christmas Eve, 1931, Huff, John Lewis, Ray Miniard, and Bill Nolen called at the home of Ben Miniard, where they remained until about 10 o'clock chatting and playing games with Miniard's daughters. While there the four boys partook of a small amount of moonshine out of a pint bottle belonging to Bill Nolen. About 10 o'clock Ben Miniard told the boys that it was time to go to bed, and either to go or stay all night. Ben Miniard kept a vicious dog, and, as the boys were leaving the house and going through the front yard and out into the lane, Nolen said that the dog was liable to bite some of them, and had tried to bite him every time he went there. Thereupon Nolen shot at the dog, and the others also shot. As appellant fired, Nolen stepped in front of him and was shot in the back. Nolen stated to several persons that he was shot by his best friend, and that it was an accident. All the witnesses stated that appellant and Nolen were good friends, and that there had never been any ill feeling between them. After Nolen was shot, appellant assisted *Page 487 \nthe others in looking after him and carrying him to his home, which was about 200 yards distant. Later on Nolen was carried to the hospital at Harlan, where he was operated on, and died about fiv...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huff-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    26237,
    26258,
    26288,
    26293,
    26311
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}