{
  "id": 26237,
  "title": "1933년 Chwistek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-08-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Chwistek. 판결일: 1933-08-24. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. JOHN CHWISTEK, Appellant\n**판결일**: 1933-08-24\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Desmond\n\n## 변호인\n\nThomas W. Cochran for Appellant., U. S. Webb, Attorney-General, and John D. Richer, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 24 P.2d 872\n- 134 Cal. App. 32\n\n## 판결문 요약\n\nDefendant was convicted by a jury of first degree murder and sentenced to state prison for life, in accordance with the recommendation returned with the verdict. From the judgment and an order of the trial court denying a motion for a new trial this appeal is taken.\n[1] It is contended that the evidence was insufficient to sustain the verdict of first degree murder or any homicide of a higher degree than manslaughter, and that therefore the verdict was contrary to the law and the evidence; also, that the trial court erred in not reducing the crime to manslaughter, under provisions of section 1181 of the Penal Code, paragraph 6, it being urged that upon consideration of the evidence and the law such action should now be taken by this court. It is incumbent upon us, therefore, to review the circumstances surrounding the commission of this offense.\nOn December 22, 1932, the defendant, a mechanic by trade, was engaged in the bootlegging business, having been, *Page 33 \nas he claimed, unable to secure other employment. Working for him was one Frank Tschurl, a brother-in-law of the deceased, Frederick Kasprovitz. Tschurl testified that about 7 o'clock of the morning of the date mentioned, while he was in the house occupied by himself and defendant, the latter told him of his suspicion that Kasprovitz had been involved in a raid made upon defendant's place of business; that with a customer named Joe they consumed two pints of whisky between 7 and 8:30 A.M., defendant taking about ei...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chwistek"
    }
  ],
  "relatedIncidents": [
    26224,
    26258,
    26288,
    26293,
    26311
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}