{
  "id": 26240,
  "title": "1933년 Weinberger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-08-17",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Weinberger. 판결일: 1933-08-17. 법원: New Jersey Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: Harry H. Weinberger v. Max Goldstein\n**판결일**: 1933-08-17\n**법원**: New Jersey Court of Chancery\n**관할**: New Jersey, NJ\n\n**판사**: LEWIS, V.C.\n\n## 변호인\n\nMr. Merritt Lane  and  Mr. Harry H. Weinberger , for the complainants.\n\n Mr. Bernard L. Stafford  and  Mr. Harry H. Weinberger , for the complainant Samuel Slaff.\n\n Mr. Solkind L. Levenson , for the lien claimants.\n\n## 인용\n\n- 165 A. 718\n- 113 N.J. Eq. 531\n\n## 판결문 요약\n\nThis matter is before the court on settlement of the decree. Two forms of decree have been submitted by the solicitor for the complainants, which are identical except that the second proposed decree substitutes the executrices of Paskevitch, now deceased, in his place.\nThe proposed decree provides inter alia for the payment of costs by the lien claimants jointly and severally with contributions among themselves, together with counsel fees in amounts to be determined by the court. It also provides that the $40,000 bond given in the course of the litigation be discharged.\nThese two provisions of the decree are objected to by the lien claimants. *Page 532 \n1. The history of the litigation is that the lien claimants filed a lien after the institution of this suit. Thereafter they applied for permission to be made parties. The chancellor granted the application although expressing a doubt as to whether their claims were fraudulent, and provided that costs would abide the result of final hearing. From the order of the chancellor allowing the lien claimants to intervene, complainants appealed, and the order was affirmed, thus establishing the right of the lien claimants to be made parties. At the final hearing the issues were decided against the lien claimants. 106 N.J. Eq. 489.\nThe situation is, therefore, that the lien claimants not original parties, have forced upon the complainants long and expensive litigation on claims found to be invalid. They were given an opportunity to lit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weinberger-v-goldstein"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26206,
    26232,
    26269
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}