{
  "id": 26259,
  "title": "1933년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-06-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Thomas. 판결일: 1933-06-30. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Thomas v. Lavigne.\n**판결일**: 1933-06-30\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Mouton\n\n## 변호인\n\nReid & Reid, of Hammond, for appellant., Rownd & Warner, of Hammond, for ap-pellee.\n\n## 인용\n\n- 149 So. 298\n\n## 판결문 요약\n\nThe attorney's fees claimed by plaintiff form part of the demand and which brings this case within our jurisdiction. Merchants'  Farmers' Bank  Trust Company v. Johnson, 142 So. 158.\nOur judgment dismissing the appeal herein taken was therefore erroneous, and is hereby annulled and set aside.\n                                 Merits.\nSeptember 1, 1930, plaintiff by authentic act sold an Atwater Kent radio to defendant for $139.20. Defendant paid $39.20 cash on the purchase price, leaving a balance of $100, for which he made his promissory note payable in ten monthly installments.\nDefendant having defaulted in his payments, suit is brought by plaintiff for judgment against defendant for $100, with recognition of his vendor's lien, with legal interest, and for attorney's fees. It is not denied that defendant signed the note sued upon nor that the mortgage given on the radio was recorded.\nIn his answer to the petition, defendant avers, and repeats the averment, that the note was not given for a valid and valuable consideration.\nIn reconvention, defendant alleges that plaintiff sold him the radio upon a verbal guaranty that it would be in good condition and would give satisfaction. It is also alleged by defendant that the radio never worked properly, and which \"fact was made known to plaintiff immediately after defendant had used the radio, which was shortly after delivery.\" Further, defendant alleges that he paid A.L. Gullege $3.50 to inspect the radio and paid plaintiff $7.50 fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-lavigne"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}