{
  "id": 26257,
  "title": "1933년 Doolittle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-07-07",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Doolittle. 판결일: 1933-07-07. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: VERDA DOOLITTLE, Respondent, v. AMOS H. ECKERT, State Game Warden, and HARRY C. PARSONS, State Auditor, Appellants\n**판결일**: 1933-07-07\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Givens, Holden, Morgan, Sutphen, Wernette\n\n## 변호인\n\nFred J. Babcock, former Attorney General, Sidman I. Barber, former Assistant Attorney General, Bert H. Miller,\nAttorney General, and Ariel L. Crowley, Assistant Attorney General, for Appellants.\n\nBy her acceptance of such position with knowledge that her appointment thereto was effectually conditioned upon a salary of but $150 per month and the presentation of a claim for such amount each month and acceptance, as in payment thereof, of a warrant in like sum, it may be considered that plaintiff w\n\n## 인용\n\n- 24 P.2d 36\n- 53 Idaho 384\n\n## 판결문 요약\n\nRespondent commenced this proceeding for the issuance of an alternative writ of mandate directed to the fish and game warden, the board of examiners and state auditor to require the warden to certify her claim against the state in the sum of $655.83, the board of examiners to pass upon and certify the same to the auditor and the auditor to draw his warrant against the fish and game fund in respondent's favor in that amount. An alternative *Page 387 \nwrit of mandate was issued, motions to quash were made and the writ, so far as it concerned the board of examiners, was quashed, but the motions of the warden and auditor were denied. These officials answered and the trial resulted in a judgment that the alternative writ be made peremptory. A peremptory writ was issued commanding the warden to approve and certify the claim to the auditor and commanding the auditor to issue to respondent a warrant for $655.83. From the judgment awarding the per-emptory writ of mandate the warden and auditor have appealed.\nApril 16, 1931, respondent began work, as a stenographer, in the fish and game department and continued in that capacity until July 1st of that year. Thereafter and until April 15, 1932, she filled the position of chief clerk in the fish and game department. At the time she was so employed M.P. Bailey, who appointed her chief clerk, was fish and game warden. After her appointment to that position she received as salary the sum of $150 per month until March 1, 1932, and thereafter ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=doolittle-v-eckert"
    }
  ],
  "relatedIncidents": [
    26032,
    26034,
    26192,
    26195,
    26198
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}