{
  "id": 26258,
  "title": "1933년 Bridges 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-06-30",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Bridges. 판결일: 1933-06-30. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bridges v. State.\n**판결일**: 1933-06-30\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Samford\n\n## 변호인\n\nFort, Beddow  Ray, Albert Boutwell, and Crampton Harris, all of Birmingham, for appellant.\n\nAn improper argument of the solicitor requires the reversal of a criminal case. Bridges v. State,  225 Ala. 81 , 142 So. 56 ; Dollar v. State,  99 Ala. 236 ,  13 So. 575 ; Griffin v. State,  90 Ala. 596 ,  8 So. 670 ; Anderson v. State,  209 Ala. 36 , 95 So. 171 . Misleading charges should be refused. Sullivan v. State,  117 Ala. 214 ,  23 So. 678 ; Mobile County v. Linch,  198 Ala. 57 ,  73 So. 423 ; Joh\n\n## 인용\n\n- 152 So. 51\n- 26 Ala. App. 1\n\n## 판결문 요약\n\nThis is the second appeal in this case. Bridges v. State,225 Ala. 81, 142 So. 56. A companion case, in which many of the questions involved are discussed, is Cline v. State,25 Ala. App. 433, 148 So. 172.\nThe defendant stands convicted of the murder of Edward Francis Van Merkestyn, by an explosion of dynamite. The evidence for the state tends to prove that about 8 o'clock p. m. July 10, 1931, deceased and a companion were walking along a street in Birmingham, Ala., in front of the plant of the Pure Milk Company on Avenue G; that as they approached the front of the milk plant there was an explosion of a dynamite bomb on the inside of the milk plant, and as a result of this explosion deceased was killed.\nIt may be stated as facts conceded in this case, or at least not disputed, that the bomb, which destroyed the milk plant and killed deceased, was prepared by some party or parties, ignited, and thrown into the milk plant with such reckless disregard of human life as to constitute murder. In fact, we may add that the undisputed facts as shown by this record not only disclose a total and depraved disregard of the rights of property and of human life, but evinces a revolt at civil liberty and organized government. It is hard to realize that such a crime could have been designed and carried to fulfillment in a civilized community and that a jury could be found whose verdict would, in a measure, condone such a crime.\nWe are moved to the above expression by reason of the criticism of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bridges-v-state"
    }
  ],
  "relatedIncidents": [
    26224,
    26237,
    26288,
    26293,
    26311
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}