{
  "id": 26261,
  "title": "1933년 Devin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Devin. 판결일: 1933-06-29. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: DEVIN v. WESTERN WHEELED SCRAPER CO.\n**판결일**: 1933-06-29\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Hicks\n\n## 변호인\n\nMerrell E. Clark, of New York City (Frank R. Higley, of Cleveland, Ohio, and John W. Farley, of Memphis, Tenn., on the brief), for appellants., Scott Filzhugh, of Memphis, Tenn., and John L. Jackson, of Chicago, Ill. (John A. Dienner, of Chicago, Ill., on the brief), for appellee.\n\n## 인용\n\n- 66 F.2d 631\n\n## 판결문 요약\n\n\nHICKS, Circuit Judge.\nSuit by Western Wheeled Scraper Company, appellee, against E. A. Devin, a user, for infringement of patent No. 1,706,099, March 19, 1929, to Benbow and Green for a “dump wagon.” The claims involved are 9, 11, 14, 15, and 17 to 23, inclusive. The Euclid Crane &amp; Hoist Company intervened as a defendant and counterclaimed for infringement of two patents, only one of which, to wit, No. 1,752,056, March 25, 1930, to Armington &amp; Armington, for a “dump trailer,” is here involved.\nThe case was referred to a special master, who found that both patents were invalid for lack of invention. Upon exceptions to the master’s report, the District Court held the Benbow and Green patent, No. 1,706,099, valid and infringed, and the Armington &amp; Armington patent, No. 1,752,056, invalid for lack of invention. Defendants appealed.\nBoth of these patents relate to traetordrawu dump wagons of the bottom dump type equipped with “caterpillar treads,” commonly called crawlers. For many years before 1925 appellee was engaged in building and selling vehicles for hauling earth, stone, etc. The Athey Truss Wheel Company was a manufacturer of “truss wheels” of special design, utilizing the track-laying or “caterpillar wheel” construction and intended for use upon vehicles transporting heavy loads over soft ground. As a result of a conference between officers of these two companies appellee began in 1925 to build and sell a bottom dump wagon equipped with Athey crawlers. To thi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=devin-v-western-wheeled-scraper-co"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}