{
  "id": 26269,
  "title": "1933년 Linder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-06-16",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Linder. 판결일: 1933-06-16. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ross Linder v. State.\n**판결일**: 1933-06-16\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Dayenpoet, Edwaeds\n\n## 변호인\n\nDon Cameron, for plaintiff in error.\n\nJ. Berry King, Atty. Gen., and Smith C. Matson, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 23 P.2d 222\n- 54 Okla. Crim. 435\n\n## 판결문 요약\n\nPlaintiff in error, Ross Linder, hereinafter called defendant, was convicted in the district court of Muskogee county of the crime of larceny by fraud, and his punishment fixed by the jury at imprisonment in the state penitentiary for a term of four years.\nThis is a companion case to that of Jack Meigs v. State, No. 8476, which has already been affirmed by this *Page 436 \ncourt, petition for rehearing denied on the 18th day of March, 1933, and reported in 54 Okla. Cr. 308, 21 P.2d at page 49. The questions involved in this appeal are the same as those in the Meigs Case, except that in this case defendant contends the trial court erred in denying his application for a continuance on account of the absence of his codefendant, Meigs.\nThe application for continuance on its face discloses that Meigs is a codefendant and that his evidence would be merely cumulative of that which would be produced by other witnesses for defendant.\nDefendant also introduced what purported to be certificate from a doctor as to the physical condition of the codefendant, Meigs. The state offered evidence to show that Meigs and defendant were in the county attorney's office two days before the time set for trial and tried to arrange for a continuance, but were notified by the county attorney that the case would be called for trial on the day set. No subpoena was issued for Meigs and no effort made by defendant to bring him before the court to testify.\nDefendant also applied for a continuance on account o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=linder-v-state"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26206,
    26232,
    26240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}