{
  "id": 26265,
  "title": "1933년 Lamb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-06-24",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Lamb. 판결일: 1933-06-24. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Annie Lamb v. J. R. Quigg Et Al.\n**판결일**: 1933-06-24\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Green\n\n## 변호인\n\nBbaNhaN Houston, (for plaintiff in error., Canada & Russell, for defendant in error.\n\n## 인용\n\n- 61 S.W.2d 466\n- 166 Tenn. 365\n\n## 판결문 요약\n\nThis suit, begun by attachment in the circuit court of Shelby County, was, as we understand the order below, dismissed in that court, and the plaintiff has appealed.\nThe declaration alleged that defendant Quigg was liable to her in the sum of $50,000 for an attempted assault upon her person; that said defendant was a nonresident of the State of Tennessee and a resident of the State of Missouri; that defendant Kansas City Terminal Railway, Inc., was a Missouri corporation largely indebted to defendant Quigg; and that defendant St. Louis-San Francisco Railway Company, Inc., was a corporation doing business in Shelby County, Tennessee, and was largely indebted to Kansas City Terminal Railway, Inc. A fiat was obtained and an original attachment issued and was served by garnishment on St. Louis-San Francisco Railway Company, Inc., impounding all money due by that defendant to Kansas City Terminal Railway, Inc.\nThe plaintiff undertakes to justify the procedure followed by reason of section 9406 of the Code and section 9397.\nSection 9406 is as follows:\n\"When any person, who is a nonresident of the state A, has any choses in action, or any other property in this state due from or in the hands of B, or otherwise, and is indebted to any person who is a nonresident C, and the last named nonresident C, shall be indebted to any citizen of this or any state or states D, it shall be lawful *Page 367 \nfor the last named creditor D, without having first secured a judgment at law, to file a bi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lamb-v-quigg"
    }
  ],
  "relatedIncidents": [
    26198,
    26201,
    26270,
    26332,
    26192
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}