{
  "id": 26270,
  "title": "1933년 State v. . Ammons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-06-14",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Ammons. 판결일: 1933-06-14. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Jack H. Ammons and Marion (Alias Arthur) Ammons.\n**판결일**: 1933-06-14\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: ClaRkson\n\n## 변호인\n\n\n\nAttorney-General Brum-mitt and Assistant Attorney-General Seaiuell for the State.\n, \nEdward H. McMahan for defendants.\n\n\n## 인용\n\n- 169 S.E. 631\n- 204 N.C. 753\n\n## 판결문 요약\n\nThe defendants, Jack H. Ammons, Marion (alias Arthur) Ammons, Walter Yarborough, Sam Todd and A. D. Cordell, were indicted in a bill of indictment containing three counts: (1) charging the defendants with castrating the prosecuting witness Johnnie Hart; (2) secret assault; (3) felonious assault. A mistrial was ordered by the court as to the defendants Yarborough, Todd and Cordell, and the solicitor as to them took a nol.pros. with leave. The defendants Ammons were convicted under the first count in the bill of indictment and sentenced by the court below.\nJohnnie Hart, a witness for the State, testified to the effect that he was 26 years old, lived in Biltmore, N.C. and was married. On Monday, 7 November, 1932, 20 minutes to 12 o'clock he was castrated. \"I left and went toward my home, walked up the paved road to the end of a warehouse on a side track. I then went to the woods to get me a load of fire wood. . . . In two or three minutes I was grabbed. Jack Ammons was on the side of thepath along which I was walking in the woods, he grabbed me by the leftwrist. Somebody hit me on the head. I don't know what Jack Ammons had in his hands, it looked like a knife. As he grabbed me I was hit in the head. I could not see who hit me. I didn't turn around. They threw something over my head that I couldn't see through. I fell to the ground, and after I fell somebody tore my shirt off and crammed it in my mouth. I could not holler. They were laying on me, kinder, and had my legs tied. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ammons"
    }
  ],
  "relatedIncidents": [
    26198,
    26201,
    26265,
    26332,
    26192
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}