{
  "id": 26277,
  "title": "1933년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-05-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Thomas. 판결일: 1933-05-31. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John Henry Thomas v. State\n**판결일**: 1933-05-31\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nV. M. Johnston, of Palestine, for appellant., Lloyd W. Davidson, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 124 Tex. Crim. 110\n- 60 S.W.2d 1038\n\n## 판결문 요약\n\n\nCHRISTIAN, Judge.\nThe offense is robbery; the punishment, confinement in the penitentiary for five years.\nTwo men entered the place, of business of Hugh Palmer between 8 and 9 o’clock at night, and, exhibiting a pistol, took from Palmer approximately $75.00 in money. The matter was immediately reported to the officers. According to Palmer’s testimony, he knew that appellant was one of his assailants, but could not think of his name at the time. On the trial he positively identified appellant.\nAppellant did not testify in his own behalf, but introduced witnesses who testified that he was at his home at the time the offense was committed. Other witnesses for appellant testified that the injured party stated to them that he could not identify his assailants. A witness who was at Palmer’s store at the time the offense was committed said that he saw the two offenders, but was unable to, identify either of them, as they were masked. The testimony of witnesses that appellant’s general reputation *111as a peaceable and law-abiding citizen was good was uncontroverted.\nThe indictment was returned December 10, 1932. On December 13 the case was set for trial for the 19th day of December. Appellant immediately filed his application for subpoenas for several witnesses. Several of the witnesses named in the application resided in Houston County. The subpoenas, although duly delivered to the sheriff of Houston County, were not served on the witnesses, and were not returned. When the case wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    26208,
    26244,
    26334,
    26335,
    26121
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}