{
  "id": 26288,
  "title": "1933년 Eldredge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-05-02",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Eldredge. 판결일: 1933-05-02. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Eldredge\n**판결일**: 1933-05-02\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Blume, Kimball, RiNeb\n\n## 변호인\n\nFor the appellant there was a brief by  Linn I. Noble \nand  C.R. Ingle , both of Thermopolis, Wyoming, and oral argument by  Mr. Ingle. \n\nThe appellant claims to have shot in self-defense after having been assaulted by deceased. The record clearly shows that there could have been no other motive than self protection after an admitted assault by deceased. The record of the examining magistrate does not contain a finding that an offense was committed or show cause to believe defendant guilty. 33-2\n\n## 인용\n\n- 21 P.2d 545\n- 45 Wyo. 488\n\n## 판결문 요약\n\nJennings Eldredge, who brings this case here by direct appeal, was found guilty of murder in the second degree by the verdict of a jury in the District Court of Hot Springs County and a judgment was entered thereon sentencing him to serve a term of from 30 to 50 years in the state penitentiary.\nBriefly, the circumstances of the homicide may be stated in outline as follows: On the night of October 5th, 1931, two men, named William Carlson and Ernest Bloom, left their boarding house at Gebo, Wyoming, and went to a house about a quarter mile west of Kirby, in the county aforesaid, in which for some years past, a colored woman by the name of Bessie Williams had lived. Carlson and Bloom had both been there before. On the evening of the date above mentioned, both men had been drinking, Bloom carried some liquor with him in a flask, and Carlson testified they went to this house to obtain more. The structure faced south, approximately, and was entered through a closed porch directly back of which and to the north was the living room. West of the living room and opening into it was a third room, in the rear of which was *Page 495 \na fourth room used as a bedroom. The living room, which was larger than either of the other two, also had a bed in it, placed along the north wall. At the time these men arrived at the house, which occurred around two o'clock in the morning, there were four people, all colored persons, in it. Bessie Williams and a man named O'Donnell were in the bed in the l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-eldredge"
    }
  ],
  "relatedIncidents": [
    26224,
    26237,
    26258,
    26293,
    26311
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}