{
  "id": 26293,
  "title": "1933년 In re the Estate of Simington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-04-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Estate of Simington. 판결일: 1933-04-25. 법원: New York Surrogate's Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Estate of Robert K. Simington\n**판결일**: 1933-04-25\n**법원**: New York Surrogate's Court\n**관할**: New York, NY\n\n**판사**: Hetherington\n\n## 변호인\n\nDavid M. Wolff, for Peter Krone., Richard A. Eagle, for the petitioner.\n\n## 인용\n\n- 147 Misc. 504\n\n## 판결문 요약\n\n\nHetherington, S.\nPetitioner seeks to have respondent held in contempt of court and fined in a sum sufficient to compensate petitioner for damages claimed to have been sustained by the failure to commence an action for the negligent killing of petitioner’s infant son, alleging that respondent held himself out as an attorney at law and undertook recovery of such damages but failed to bring action within the period limited by statute for the commencement of such action.\n*505Petitioner and Ms wife make affidavit as to the conversations and dealings with respondent, setting forth that respondent held Mmself out and represented himself to be an attorney and counselor at law and thereon was retamed, and undertook investigation of the accident wMch caused the death and directed the taking of photographs of the locality where it occurred, thereafter procuring issuance to petitioner of limited letters of admimstration, but that nothing further was done and when charged with neglect, respondent sought to explain it by saying he had turned over the matter to Ms brother who was a lawyer, giving particulars to tMs brother’s stenographer, but that she had failed to do so, and that he regretted the circumstances. Petitioner further alleges that he had on prior occasions commumcated with respondent on legal matters and respondent had always led him to believe that he was a lawyer; that he maintained an office as such and was so Usted in the local telephone directory.\nRespondent meets tMs by ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-estate-of-simington"
    }
  ],
  "relatedIncidents": [
    26224,
    26237,
    26258,
    26288,
    26311
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}