{
  "id": 26305,
  "title": "1933년 Combs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-04-08",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Combs. 판결일: 1933-04-08. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: C.E. Combs v. Standard Oil Company of Louisiana.\n**판결일**: 1933-04-08\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: McKinney\n\n## 변호인\n\nShbiveb., Travis & Shbiveb, for plaintiff in error., AwdersoN, Attst, MoGugin & Evans, for defendant in error.\n\n## 인용\n\n- 59 S.W.2d 525\n- 166 Tenn. 88\n\n## 판결문 요약\n\nThis is a suit to recover damages for the alleged breach of a contract of employment. The trial court sustained a demurrer to the declaration and dismissed the suit. Plaintiff has appealed, and insists that the trial court was in error in dismissing his suit.\nThe declaration alleges that plaintiff was employed by defendant on November 12, 1929, to operate its filling station on the Murfreesboro Road, near Nashville, and in violation of the written contract of employment the *Page 90 \ndefendant wrongfully discharged him on September 26, 1931.\nAt the time of said employment defendant was operating said filling station under a five-year lease, which expired in October, 1934, and plaintiff insists that his employment was coterminus with said lease. But the lease contract provides for its termination upon thirty days' notice to the lessor, and the lessee was also given an option to purchase the property any time during the lease for $6,000. The lease was, therefore, of uncertain duration, but plaintiff insists that so long as said lease was in effect he was to operate this filling station.\nOn the other hand, defendant insists that plaintiff was not employed for any definite time, and hence the contract could be terminated at will.\nIn section one of the agreement it is provided: \"Said employment shall continue so long as said second party complies with the terms and conditions herein set forth.\"\nThe general rule governing employments of this character is thus stated in 39 Corpus Ju...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=combs-v-standard-oil-co"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}