{
  "id": 2630,
  "title": "2017년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-12-12",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 2017-12-12. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee v. Thomas Edward SPERBER, Jr., Appellant\n**판결일**: 2017-12-12\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bowes, Lazarus, Ott\n\n## 변호인\n\nBrandon P. Ging, Public Defender, Pittsburgh, for appellant., Gregory J. Simatic, Assistant District Attorney, Pittsburgh, for Commonwealth, appellee.\n\n## 인용\n\n- 177 A.3d 212\n\n## 판결문 요약\n\n OPINION BY LAZARUS, J;i .Thomas Edward Sperber, jr., appeals from the judgment of sentence entered in the Court of Common Pleas of Allegheny County. Sperber was arrested and charged in March 2015 with eleven counts1 of .possession of child pornography2 and criminal use of a communication facility,3 The charges were filed after Sperber’s parole officer, from a prior case, found images of minor females on his smartphone. After careful review, we affirm. In an unrelated case, Sperber pled guilty in September 2001 (“prior case”/“prior :sex offenses”) to one count each of sexual abuse of children (relating to child pornography), criminal use of a communication facility, indecent exposure; two counts each of rape, sexual assault and indecent assault; and three counts each' of involuntary deviate sexual intercourse (victim less than 16) and statutory sexual assault. On January 17, 2002, the court sentenced Sperber to an aggregate term of eight to twenty years’ imprisonment; he was also ordered to comply with the lifetime registration requirements pursuant to Megan’s Law II, 42 Pa.C.S. §§ 9795.1(b) and 9795.2. In February 2014, the court paroled Sperber on the prior sex offenses; he was paroled to his approved home where he was supervised by Pennsylvania State Parole Board Agent Thomas Wolfe.4  Oh August 21, 2015, Sperber filed a motion to suppress in' th'e' instant case claiming that his initial detention and the subsequent ‘search of his' person, vehicle, and smart phone were ille...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-sperber"
    }
  ],
  "relatedIncidents": [
    2691,
    2775,
    2800,
    2848,
    2861
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}