{
  "id": 26311,
  "title": "1933년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-03-13",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Davis. 판결일: 1933-03-13. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Davis v. State.\n**판결일**: 1933-03-13\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: <bold>Anderson, J.,</bold> delivered the opinion of the court.\n\n## 변호인\n\nJesse Hatten,  of Sumrall, and  D.T. Currie  (of Currie \nCurrie), of Hattiesburg, for appellant.\n\nAt the close of the testimony the appellant moved the court to exclude the testimony offered by the state and to discharge him on the grounds that there was a variance between the allegations of the indictment and this motion was overruled by the court. The appellant then requested a peremptory instruction and this instruction was refused by the court. The court erred in overruling this motion and i\n\n## 인용\n\n- 146 So. 598\n- 165 Miss. 693\n\n## 판결문 요약\n\nAppellant was indicted and convicted in the circuit court of Lamar county of the larceny of (quoting from the indictment) \"one red steer yearling with white forehead,\" the personal property of Henry Thornhill. He was convicted of petit larceny and sentenced to six months' imprisonment in the county jail. From that judgment he prosecutes this appeal.\nHenry Thornhill owned something like two hundred head of cattle. Some of them were running on the open range. A fourteen month old steer was missing. In a search for it its head was found, two forefeet, and a piece of its hide about the size of a pocket handkerchief. An attempt had been made to burn these parts of the steer. The face was lying against the ground and was not burned. There were wagon tracks at the scene which led off through the woods to appellant's home. A search warrant was procured and appellant's premises searched. Fresh beef was found salted down in his smokehouse. He was thereupon arrested. When arrested he admitted that he had dressed the steer. He stated to the officers making the search that he and his son were in the woods hunting for hawks; that they heard two shots fired, whereupon four or five head of cattle came running toward them; that this steer had been shot and it fell about seventy-five yards from them; that seeing that the steer was about to die he proceeded to cut its throat and dress the animal; and that he sent his son home for the wagon and team in which to haul the dressed beef home.\nOn the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    26224,
    26237,
    26258,
    26288,
    26293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}