{
  "id": 26316,
  "title": "1933년 Sibert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-03-07",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Sibert. 판결일: 1933-03-07. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of West Virginia v. . F. W. Sibert\n**판결일**: 1933-03-07\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Woods\n\n## 변호인\n\nLilly  Lilly , for plaintiff in error.\n\n H. B. Lee , Attorney General, and  W. Elliott Nefflen , Assistant Attorney General, for the State.\n\n## 인용\n\n- 169 S.E. 410\n- 113 W. Va. 717\n\n## 판결문 요약\n\nDefendant, who was found guilty of involuntary manslaughter, and sentenced by the intermediate court of Kanawha county to one year's imprisonment in the county jail, and fined, complains of the judgment of the circuit court of said county in refusing a writ of error.\nThe accident, in which Donald Lee Bush of Huntington, W. Va., met his death, and out of which this criminal proceeding arose, occurred on the Midland Trail, a few miles east of St. Albans, about 1:30 a. m., February 12, 1930. The highway is substantially straight for quite a distance in each direction from the point of the accident. The hard surface is twenty feet wide. Defendant and a young lady were returning to Charleston, in a Buick coupe; and Bush, with two companions, to Huntington. The latter were in a Maxwell touring car &#8212; all in the front seat, with Bush in the middle.\nThe surviving occupants of the touring car testified that the defendant, driving at the rate of 55 to 60 miles per hour, drove the coupe two feet over the center line and struck their car, between its center and rear. Defendant places his speed at 35 miles per hour; and states that the touring car was over on his side, and that the coupe was hit between the left front door and the left front wheel &#8212; about widways. *Page 719 \nWitness Manseur, who was awakened by the crash, testified that he saw a scar on the road beginning about one foot south of the center line, and extending across the center in the direction of the Buick, whi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sibert"
    }
  ],
  "relatedIncidents": [
    26224,
    26237,
    26258,
    26288,
    26293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}