{
  "id": 26323,
  "title": "1933년 Lemm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-02-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lemm. 판결일: 1933-02-28. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CHARLES L. LEMM, Etc., Respondent, v. STILLWATER LAND AND CATTLE COMPANY (A Corporation) Et Al., Appellants; STILLWATER LAND AND CATTLE COMPANY (A Corporation), Appellant, v. CHARLES L. LEMM Et Al., Respondents\n**판결일**: 1933-02-28\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Shenk\n\n## 변호인\n\nJesse W. Carter for Appellants., Carr & Kennedy for Respondents.\n\n## 인용\n\n- 19 P.2d 785\n- 217 Cal. 474\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 476 \nThe appeals in these cases are from judgments in favor of Charles L. Lemm, the respondent in each case.\nOn May 11, 1928, Charles L. Lemm brought an action against Stillwater Land  Cattle Company, hereinafter referred to as the Stillwater Company, and other defendants, to recover possession of a certain hay-press or the value thereof, and damages for its wrongful detention. The hay-press was sold on March 3, 1924, to the Stillwater Company by the McCormick-Saeltzer Company under the terms of a contract of conditional sale for the sum of $809.94. Installments under the contract were payable $300 on February 14, 1925, and the balance on February 14, 1926, with interest. On July 13, 1925, the note and contract were assigned and transferred to Charles L. Lemm. The complaint alleged failure of the defendant to perform the terms *Page 477 \nof the contract. By way of answer and affirmative defense the Stillwater Company pleaded an instrument entitled \"Stipulation and Agreement\", executed on July 7, 1925, which it was alleged constituted a full and complete settlement and release of the contract relied upon and that the obligation evidenced thereby was fully satisfied and discharged.\nOn August 10, 1928, the Stillwater Company brought an action against Charles L. Lemm and others to cancel a certain note and deed of trust dated December 10, 192...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lemm-v-stillwater-land-cattle-co"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}