{
  "id": 26324,
  "title": "1933년 Manning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-02-28",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Manning. 판결일: 1933-02-28. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: The First National Bank & Trust Company, Receiver, vs. Carrie Manning Et Al.\n**판결일**: 1933-02-28\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Aveky, Banks, Haines, Hinman, Mambie\n\n## 변호인\n\nWilliam S. Hyde , for the appellant (defendant).\n\n Frederick C. Hesselmeyer , with whom, on the brief, was  Thomas A. Grimes , for the appellee (plaintiff).\n\n## 인용\n\n- 164 A. 881\n- 116 Conn. 335\n\n## 판결문 요약\n\nThis is an action brought by the plaintiff as receiver of The Broadway Bank  Trust Company, a state bank located in New Haven, to recover a payment made to a depositor which is claimed to be void under the provisions of &#167; 3933 of the General Statutes which reads as follows: \"All payments or conveyances made by any such bank or trust company in contemplation of insolvency, to or for the use of any or all its creditors, with the fraudulent intent to prevent the distribution and appropriation of its effects in the manner prescribed by section 3935, shall be void.\" Section 3935 provides that the avails of the property of an insolvent bank or trust company in the hands of a receiver shall be appropriated ratably to the payment of various claims in the order specified therein.\nFrom the finding, which is not subject to any material correction, the following facts appear: The defendant Treat was treasurer of The Broadway Bank *Page 337  Trust Company and the defendant Manning, who is his mother-in-law, had an account of $500 in the savings department of the bank which was carried under the heading \"Carrie Manning, R. V. Treat, Agent,\" the pass book being in the possession of Treat, who had authority to sign withdrawal orders and manage the account. The bank became insolvent in December, 1931, and on Thursday, December 17th, a serious \"run\" started on the bank which continued on Friday, Saturday, Monday and Tuesday. On Tuesday, December 22d, at ten minutes of three, no funds rema...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-national-bank-trust-co-v-manning"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26206,
    26232,
    26240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}