{
  "id": 26335,
  "title": "1933년 Snowden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-01-30",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Snowden. 판결일: 1933-01-30. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Snowden Et Al.\n**판결일**: 1933-01-30\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: <bold>Anderson, J.,</bold> delivered the opinion of the court.\n\n## 변호인\n\nW.D. Conn, Jr.,  Assistant Attorney-General, for the state.\n\nIt will be noted, by reference to section 1126, of the Code of 1930, that robbery is defined as the felonious\ntaking of the personal property of another in his presence or from his person and against his will by violence to his person, or by putting such person in fear of some immediate injury to his person. The indictment in this case charges that appellee and others feloniously assaulted R.W. Johnson with a deadly weapon and put him \n\n## 인용\n\n- 145 So. 622\n- 164 Miss. 613\n\n## 판결문 요약\n\nAppellees, Laval Snowden, Rex Ritcher, and Burkett May, were indicted by the grand jury of Lauderdale county of the crime of robbing one R.W. Johnson of the sum of about six dollars. Appellees demurred to the indictment, and the demurrer was sustained. From that judgment the state prosecutes this appeal.\nThe indictment, leaving off the formal parts, is in this language: *Page 618 \n\"That Laval Snowden, Rex Richter, and Burkett May in said county, on the ____ day of ____ A.D., 1932, in and upon R.W. Johnson unlawfully and feloniously did make an assault with a deadly weapon, to-wit a pistol, and him the said R.W. Johnson, did then and there unlawfully and feloniously put in fear of bodily harm and of immediate injury to his person, and about six dollars lawful and legal money and tender of the United States of America of the value unknown to the grand jurors of the property of the said R.W. Johnson, in the presence of and against the will of the said R.W. Johnson, and then and there feloniously, unlawfully, and violently did steal, take and carry away contrary to the form of the statute in such case made and provided, and against the peace and dignity of the state of Mississippi.\"\nAppellees' attack on the indictment is based on the following grounds: (1) The indictment does not follow the statutory form; (2) it fails to charge appellees with the larceny of any amount of money; and (3) it fails to charge an intent to steal. The robbery statute is in this language: \"1126. &#8212;...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-snowden"
    }
  ],
  "relatedIncidents": [
    26208,
    26244,
    26277,
    26334,
    26121
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}