{
  "id": 26332,
  "title": "1933년 McKenzie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-02-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: McKenzie. 판결일: 1933-02-09. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. E. MILLER, Respondent, v. LIZZIE McKENZIE, Appellant\n**판결일**: 1933-02-09\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Waste\n\n## 변호인\n\nE. Hendrickson, C. H. S. Bidwell and P. H. Johnson for Appellant., Fred P. Tuttle, Jr., J. M. McMahon, Evan J. Hughes and Albert D. Smith for Respondent.\n\n## 인용\n\n- 19 P.2d 1\n- 217 Cal. 389\n\n## 판결문 요약\n\nDefendant McKenzie appeals from a decree quieting plaintiff's title to certain real property. Plaintiff claims through a deed issued by the duly appointed trustee in bankruptcy of the Fred Blinman Company, which company was adjudicated a bankrupt upon its voluntary petition. The property was sold to plaintiff \"free and clear\" of liens and encumbrances. [1] That a bankruptcy court, upon due notice to creditors, whose liens will be affected thereby, may so dispose of property of a bankrupt is well established. (In re Union Trust Co., 122 Fed. 937, 939;McRaney v. Riley, 128 Miss. 665 [91 So. 399, 400-402, 22 A.L.R. 685]; Id., 260 U.S. 727 [43 Sup. Ct. Rep. 90,67 L.Ed. 484]; 2 Remington on Bankruptcy, secs. 1965, 1980.) [2]\nAppellant, a judgment lienor of the bankrupt, contends that she was not given due or proper notice of the proposed sale and that respondent therefore took title subject to her lien. This assault upon the bankruptcy proceeding, coming as a defense to a quiet title action, is collateral in character and must therefore fail unless the asserted invalidity or want of jurisdiction is apparent upon an examination of the record in that proceeding. (City of Salinas v. Lee, ante, p. 252 [18 P.2d 335];Gray v. Hall, 203 Cal. 306, 313 [265 P. 246]; 1 Freeman on Judgments, 5th ed., secs. 305, 399.) [3] Such portions of the bankruptcy record as are now before us fail to disclose any such defect. Upon the trial of the present cause the appellant stipulated to the filing of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-mckenzie"
    }
  ],
  "relatedIncidents": [
    26198,
    26201,
    26265,
    26270,
    26192
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}