{
  "id": 26339,
  "title": "1933년 Hogan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-01-17",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Hogan. 판결일: 1933-01-17. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Susan Hogan, Administratrix, Appellant, v. Ray E. Nesbit, Appellee\n**판결일**: 1933-01-17\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Kindig\n\n## 변호인\n\nMcCoy & Beecher, for appellant., Longley & Frank, for appellee.\n\n## 인용\n\n- 246 N.W. 270\n- 216 Iowa 75\n\n## 판결문 요약\n\nThe controversy here grows out of an automobile accident which occurred at the intersection of Arterial Highway No. 20 in Black Hawk county, with the county highway therein, known as the Dewar-Gilbertville road. Generally speaking, the arterial highway extends in an easterly and westerly direction, while the Dewar-Gilbertville road runs north and south. These roads thus intersect about six miles east of Waterloo.\nArterial Highway No. 20 is paved at the place in question. This pavement is eighteen feet wide. There is gravel on the Dewar-Gilbertville road.\nAt about 6 o'clock in the evening of July 20, 1930, the defendant-appellee, Ray E. Nesbit, while approaching the aforesaid intersection, was driving a Jewett-Paige sedan automobile westward on Arterial Highway No. 20. Riding with the appellee in the Jewett-Paige automobile at the time were his wife and two children. As the appellee thus approached the intersection from the east over Arterial Highway No. 20, John Hogan, a farmer, 66 years of age, advanced toward it in a Model T Ford touring automobile from the north over the Dewar-Gilbertville road. When thus approaching the intersection, John Hogan was alone in the automobile driven by him. Both automobiles entered the intersection at the same time. A collision occurred and John Hogan was killed.\nThereafter Susan Hogan was appointed administratrix of the John Hogan estate. She, as such administratrix, on September 5, 1930, commenced this action in the district court to recove...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hogan-v-nesbit"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}