{
  "id": 26341,
  "title": "1933년 Steele 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-01-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Steele. 판결일: 1933-01-13. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: STEELE Et Al. v. GLENN\n**판결일**: 1933-01-13\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Funderburk\n\n## 변호인\n\nJ. B. Lewright, of San Antonio, and Cunningham & Oliver, of Abilene, for plaintiffs in error., Kirby, King & Overshiner and Prank Smith, all of Abilene, for defendant in error.\n\n## 인용\n\n- 57 S.W.2d 908\n\n## 판결문 요약\n\nDr. R. P. Glenn commenced this suit June 23, 1930 against the Delaware Punch Company of America and Wallace Steele as its agent to recover damages for alleged fraudulent representations claimed to have induced the sale to plaintiff of certain stock in said company. The sales involved four separate transactions: The first on June 26, 1926; the second on June 9, 1927; the third on September 8, 1927; and the fourth on November 20, 1927. Each transaction is construed to be a separate cause of action.\nWith reference to these several transactions, the jury to whom the case was submitted upon special issues made findings as follows:\nFirst. As to the sale of June 26, 1926:\n(a) That on June 26, 1926, Glenn bought 10 shares of preferred stock of said company for $1,000, its par value, and that he did so on these representations on that date made to him by Steele as agent of said company, to wit: (1) That said company was going to build bottling works in most every city in Texas, including Dallas and Abilene; (2) that said 10 shares of preferred stock were then worth $100 per share; (3) that said company then had plans of which only the details remained to be worked out, whereby said company would place its stock for sale upon the New York curb market; (4) that said company on that date had as a part of its assets $350,000 cash in bank.\n(b) That each of said representations was false, and that each was made as a material inducement to Glenn to buy such stock on June 26, 1926, and that G...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=steele-v-glenn"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26206,
    26232,
    26240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}