{
  "id": 26345,
  "title": "1933년 Harader 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-01-05",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Harader. 판결일: 1933-01-05. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: George R. Harader Et Al., Appellants, v. Mary E. Brown Et Al., Respondents\n**판결일**: 1933-01-05\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Tolman\n\n## 변호인\n\nBrowder Brown (Harry H. Johnston , of counsel), for appellants.\n\n Boyle  Boyle , for respondents Healy Bros., Inc.,  et al. \n  Fitch  Arnston  and  B.F. Jacobs , for respondent Brown.\n\n## 인용\n\n- 17 P.2d 849\n- 171 Wash. 187\n\n## 판결문 요약\n\nAppellants, as plaintiffs, brought this action to procure the cancellation of a contract for the purchase of real estate, and to recover damages, based upon alleged fraud and misrepresentation on the part of the defendant Brown, as owner, and the remaining defendants, as agents for the owner, in procuring the execution of the contract under consideration. The answers denied the fraud, and by cross-complaint defendant Brown sought the forfeiture of the contract for failure to make payments as stipulated, and prayed that title to the land be quieted in her. A trial on the merits to the court resulted in findings and conclusions favorable to the defendants and a judgment followed denying plaintiffs any relief and granting the prayer of the cross-complaint. The plaintiffs have appealed.\n[1] The law governing fraud and misrepresentation is well settled in this state upon almost every conceivable feature, and we find nothing in the record now before us but questions of fact which, when determined, call for the application of familiar rules. Hence, we have devoted our attention diligently to the evidence in the case, and after full and careful consideration, we are convinced that the evidence well supports the findings of the trial court, which findings, so far as material, may be summarized as follows:\nShortly prior to the time the negotiations began which culminated in the execution of the contract, respondent Mary E. Brown and her then husband, John W. Brown, had listed the prope...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harader-v-brown"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26206,
    26232,
    26240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}