{
  "id": 26342,
  "title": "1933년 Crenshaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1933-01-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Crenshaw. 판결일: 1933-01-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ned Crenshaw v. the State\n**판결일**: 1933-01-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Lattimore\n\n## 변호인\n\nAdams  McAlister,  of Nacogdoches, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 57 S.W.2d 103\n- 123 Tex. Crim. 1\n\n## 판결문 요약\n\nConviction is for possessing a still and equipment for the manufacture of intoxicating liquor; punishment being one year in the penitentiary.\nAppellant and his mother lived on a farm which they jointly owned. Some three or four hundred yards from their *Page 2 \nresidence and across a railroad therefrom, there was a house which was supposedly used for storing feedstuff and farm tools.\nWithout a search warrant two officers went on the premises belonging to appellant and his mother, and, when within about sixty yards of this house, they heard a \"lumbering\" noise therein. Appellant came out of the house running, having in his hands a copper pot of about twenty gallons capacity. It had a faucet about two inches from the bottom. Appellant ran some two hundred and fifty or three hundred yards with this pot before being overtaken by the officers. A negro by the name of Jeff Tudman also ran out of the house with a five-gallon keg of whisky, which he dropped after going about eight or ten steps from the door. The negro got away, and was a fugitive at the time of appellant's trial. The officers described in detail what they found in the house. It is not necessary to enumerate the articles. They testified that, together with the vessel which appellant ran away with, the equipment constituted a complete still for making whisky. Appellant opposed the officers' evidence on the ground that they had no search warrant, and that the entry upon his land and the search of the house in question wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crenshaw-v-state"
    }
  ],
  "relatedIncidents": [
    26192,
    26195,
    26198,
    26201,
    26204
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}