{
  "id": 26353,
  "title": "1932년 Bender 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-12-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bender. 판결일: 1932-12-19. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Palmer v. Bender, Administratrix\n**판결일**: 1932-12-19\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Stone\n\n## 변호인\n\nMr. John Ii. Tucker, Jr., with whom Messrs. Fred R. Angevine, Henry P. Dart, Jr., and Henry P. Dart were on the brief, for petitioner., Assistant Attorney General Youngquist, with whom Solicitor General Thacher, and Messrs. Whitney North Seymour, J. Louis Monarch, and Andrew D. Sharpe were on the brief, for respondent.\n\n## 인용\n\n- 287 U.S. 551\n- 53 S. Ct. 225\n- 77 L. Ed. 489\n- 1933 U.S. LEXIS 950\n\n## 판결문 요약\n\n\n287 U.S. 551 (1933)\nPALMER\nv.\nBENDER, ADMINISTRATRIX.\nNo. 215.\nSupreme Court of United States.\nArgued December 14, 15, 1932.\nDecided January 9, 1933.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n*552 Mr. John H. Tucker, Jr., with whom Messrs. Fred R. Angevine, Henry P. Dart, Jr., and Henry P. Dart were on the brief, for petitioner.\nAssistant Attorney General Youngquist, with whom Solicitor General Thacher, and Messrs. Whitney North Seymour, J. Louis Monarch, and Andrew D. Sharpe were on the brief, for respondent.\n*553 MR. JUSTICE STONE delivered the opinion of the Court.\nPetitioner brought suit in the District Court for Western Louisiana to recover taxes alleged to have been illegally exacted for 1921 and 1922 upon income derived from oil properties by petitioner as a member of two partnerships, known respectively as the Smitherman and Baird partnerships. Both partnerships, after 1913, acquired oil and gas leases of unproved Louisiana lands and engaged in drilling operations on them which resulted in discovery of oil on March 30, 1921, in the case of the Smitherman leases, and on August 23, 1919, in the case of the Baird leases.\nIn April, 1921, the Smitherman partnership executed a writing by which it conferred on the Ohio Oil Company the right to take over a part of the leased property on which the producing well was located, subject to the obligations of the covenants of the leases, in consideration of a present payment of a cash bonus, a future paymen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=palmer-v-bender"
    }
  ],
  "relatedIncidents": [
    26352,
    26355,
    26360,
    26361,
    26366
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}