{
  "id": 26352,
  "title": "1932년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-12-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Graham. 판결일: 1932-12-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. W. Graham v. the State\n**판결일**: 1932-12-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Calhoun, Morrow\n\n## 변호인\n\nL. J. Brucks,  of Hondo, and  L. D. Hill,  of San Antonio, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 57 S.W.2d 850\n- 123 Tex. Crim. 121\n\n## 판결문 요약\n\nThe conviction was under article 359 of the Penal Code for the giving of a false certificate by a county clerk. The punishment assessed at confinement in the penitentiary for two years.\nThe record shows two orders in reference to change of venue, first from Uvalde county to Kendall county, and from Kendall county to Medina county.\nIt is alleged in the indictment that the appellant was clerk of the county court of Uvalde county and did unlawfully and wilfully give to Mrs. H. C. King, county treaturer of Uvalde county, Texas, on or about the 20th day of May, 1927, a false certificate in writing, as follows: *Page 123 \n\"No. 21287\n\"THE TREASURER OF THE COUNTY OF UVALDE $1188.55\n\"STATE OF TEXAS\n\"Will pay to J. W. Graham or order the sum of Eleven Hundred Eighty Eight and 55/100 Dollars out of the Imp. Fund, being the amount allowed by the County Commissioners Court of said County at their May Term, 1927.\n\"Witness my hand and seal of said Court at Uvalde, Texas, this 20th day of May, 1927.\n\"J. W. GRAHAM, County Clerk.\n\"For Trans &#8212; Records T  Brank  Marks\n\"Min Book __________\n\"Page __________ \"__________\nDeputy\n\"(SEAL)\n\"No. __________\n\"Registered the __________ day of __________ 192 _\n\"__________\nCounty Treasurer.\"\nIt is admitted by the appellant that he was clerk of the county court of Uvalde county on the 20th day of May, 1927. The state offered the record of accounts allowed for the May term, 1927, of the commissioners' court of Uvalde county. The record showed that at the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graham-v-state"
    }
  ],
  "relatedIncidents": [
    26353,
    26355,
    26360,
    26361,
    26366
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}