{
  "id": 26360,
  "title": "1932년 Rathblott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-11-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Rathblott. 판결일: 1932-11-30. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Rathblott v. Royal Indemnity Co., Appellant\n**판결일**: 1932-11-30\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Frazer, Linn, Maxey, Schaffer, Simpson\n\n## 변호인\n\nA. T. Porteous , of  Axelroth  Porteous , for appellant. &#8212; The burden of proof was not on defendant to prove\nthat the allegedly false statement in the policy was made by plaintiff: Buehler v. Fashion Plate Co.,  269 Pa. 428 ; Bryant v. Bryant,  295 Pa. 146 ,  152 ; Suravitz v. Ins. Co.,  261 Pa. 397 ; Swieczkowski v. Sypniewski,  294 Pa. 323 ; Skruch v. Ins. Co., 284 Pa. 299 ; Koppleman v. Ins. Co.,  302 Pa. 106 .\n\n Arthur S. Arnold , with him  David S. Malis , for appellee. &#8212; The or\n\n## 인용\n\n- 164 A. 718\n- 310 Pa. 37\n\n## 판결문 요약\n\nArgued November 30, 1932.\nThis is a suit on a burglary insurance policy. Plaintiff made out a prima facie case by reading into the record from his statement of claim averments not denied in the affidavit of defense. Defendant had there alleged that plaintiff had executed a written application containing \"certain statements and representations\" that were \"embodied in the schedule attached to and forming part of the policy\" which was \"conditioned upon and was issued by the defendant in reliance upon the truth of\" the statements; that one statement (quoted later) was false, and, in consequence, defendant was not liable. Plaintiff filed a reply to the affidavit of defense denying that he signed a written application, averring that he had caused defendant's agent to be advised of a prior theft and of the collection of indemnity therefor, and denying knowledge of the statement in question in the policy until defendant called attention to it in rejecting his claim. *Page 39 \nDefendant's counsel, at the trial, admitted that no written application was made, and that the contrary averment in the affidavit was a mistake. He was unable to prove that plaintiff had made any statement on the subject because defendant's countersigning agent had died. He offered to prove that plaintiff had suffered a prior burglary and had collected indemnity. The learned trial judge sustained plaintiff's objection to the proposed proof, being of opinion that, on the record as presented, appellant could not d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rathblott-v-royal-indemnity-co"
    }
  ],
  "relatedIncidents": [
    26376,
    26403,
    26450,
    26468,
    26483
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}