{
  "id": 26361,
  "title": "1932년 Mas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-11-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mas. 판결일: 1932-11-30. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: MAS v. NU-GRAPE CO. OF AMERICA (two cases)\n**판결일**: 1932-11-30\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Northcott, Parker, Soper\n\n## 변호인\n\nAubrey E. Strode, of Lynchburg, Va. (Strode & Edmunds, of Lynchburg, Va., on tho brief), for appellant., Arthur M. Hood, of Indianapolis, Ind. (S. H. Williams, of Lynchburg, Va., on tbe brief), for appellee.\n\n## 인용\n\n- 62 F.2d 113\n\n## 판결문 요약\n\n\nNORTHCOTT, Circuit Judge.\nThese are appeals from an order entered in the District Court of the United States granting appellee’s motion to quash tbe writ of subpoena and dismiss appellee, a defendant below.\nThe eases were heard together below, and the sole question presented is whether proper service was had upon the defendant appellee, under section 48, Act of March 3, 3911* 36 Stat. 1100 (28 USCA § 109), which reads as follows:\nSec. 48. “In suits brought for the infringement of letters patent the district courts of the United States shall have jurisdiction, in law or in equity, in the district of which tho defendant is an inhabitant, or in any'district in which the defendant, whether a person, partnership, or corporation, shall have committed acts of infringement and have a regular and established place of business. *114If such suit is brought in a district of which the defendant is not an inhabitant, but in which' such defendant has a regular and established place of business, service of process, summons, or subpoena upon the defendant may be made by service upon the agent or agents engaged in conducting such business in the district in which suit is brought.”\nThe appellant, who- was plaintiff below, brought these suits alleging infringement of certain design letters patent by, the defendants, and prayed for an injunction, accounting, and assessment and recovery of damages.\n. The return pf service on appellee is as follows:. “Further executed this writ at' Lynchburg, Va.,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mas-v-nu-grape-co-of-america"
    }
  ],
  "relatedIncidents": [
    26374,
    26412,
    26261,
    26352,
    26353
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}