{
  "id": 26367,
  "title": "1932년 Derrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-11-14",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Derrick. 판결일: 1932-11-14. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Derrick v. North Carolina Mut. Life Ins. Co.\n**판결일**: 1932-11-14\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Beease, Bonham, Carter, Messrs, Stabler\n\n## 변호인\n\nMr. N.J. Frederick , for appellant, cites:  One cannot sue  for false representation unless intent was that he should act  thereon:  27 C.J., 116; 21 S.C. Eq., 14;  161 N.C. 650 . As to punitive damages:  38 Cyc., 2104;  93 S.C. 125 .\n\n Messrs. R.Y. Kibler  and  Legare Bates , for respondent, cite:  Breach accompanied by fraud of valid contract will  warrant jury giving punitive and compensatory damages:  159 S.C. 301 ;  156 S.E., 871 ; 160 S.E., 721.\n\n## 인용\n\n- 166 S.E. 502\n- 167 S.C. 434\n\n## 판결문 요약\n\nNovember 14, 1932. The opinion of the Court was delivered by\nThis is an action for damages for an alleged fraudulent breach by the defendant company of a contract of insurance.\nThe complaint alleges that on December 21, 1931, the company issued and delivered a policy of insurance on the life of one Lillie Ruth Derrick in the sum of $200.00, the plaintiff being named as beneficiary; that the insured died *Page 435 \non December 26, 1931; and that thereafter the plaintiff surrendered the policy to the defendant upon its promise to pay to him at once the full amount of the insurance, but that after it got possession of the policy it refused to return it or to pay anything. Judgment for $3,000.00, actual and punitive damages, was demanded.\nThe defendant, answering, alleged that the policy was willingly turned over to it by the plaintiff for the payment to him of such sum as the company was liable for under its terms; that the insured died five days after the policy was issued, the cause of her death being given in the proofs of death, submitted by the plaintiff as a statement of the attending physician, as acute nephritis and bronchial pneumonia; and that the beneficiary, therefore, under the provisions of the policy, was entitled to only one-fourth of its face value or $50.00, and that that amount had been tendered him by the defendant in settlement of his claim.\nThe case was tried in the Richland County Court and resulted in a verdict for the plaintiff for $200.00 actual and $15...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=derrick-v-north-carolina-mut-life-ins-co"
    }
  ],
  "relatedIncidents": [
    26355,
    26366,
    26380,
    26392,
    26423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}