{
  "id": 26366,
  "title": "1932년 McNeely 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-11-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McNeely. 판결일: 1932-11-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. A. McNeely v. the State\n**판결일**: 1932-11-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nL. G. Mathews,  of Floydada, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 54 S.W.2d 512\n- 122 Tex. Crim. 173\n\n## 판결문 요약\n\nSwindling is the offense; penalty assessed at a fine of $75 and confinement in the county jail for 30 days.\nThe complaint is apparently guided by subdivision 4 of article 1546, P. C., which denounces that phase of swindling which is committed by the passing of a check without sufficient funds with which to pay it, and without good reason to believe that the check will be paid. The information based upon the complaint embraces that phase of swindling which pertains to the fraudulent acquisition of property upon a false pretense as defined in article 1545, P. C., 1925. In a prosecution upon a complaint and information, it is essential to the validity of the conviction that the information follow the averments of the complaint. The complaint is the affidavit of some individual setting up facts upon which the charge is based. The information is the official charge of crime issued upon the authority of the state. See article 414, C. C. P., also Vernon's Ann. Tex., C. C. P., vol. 1, pp. 309, 310. The material allegations of the information must conform to those of the complaint upon which it is founded. The want of such conformity would vitiate the pleading. Such has been the announcement of this court in many cases. See Davis v. State, 2 Texas App., 184; Hoerr v. State, 4 Texas App., 75; and numerous other cases collated in Vernon's Ann. Texas C. C. P., 1925, vol. 1, p. 314, note 6.\nThe state's attorney before this court concedes the fatal variance between the complaint and inform...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcneely-v-state"
    }
  ],
  "relatedIncidents": [
    26355,
    26367,
    26380,
    26392,
    26423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}