{
  "id": 26388,
  "title": "1932년 Dimmick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-09-28",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Dimmick. 판결일: 1932-09-28. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Charles D. Dimmick, Plaintiff in Error\n**판결일**: 1932-09-28\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Ellison\n\n## 변호인\n\nEarl C. Borchers  for plaintiff in error.\n\n(1) Writ of error is a new and a separate and distinct cause of action rather than a continuation of the old. 3 C.J. p. 304, par. 12; Turner v. Edmonston,  210 Mo. 411 ; Missouri Securities Corp. v. Morris Wentworth Bank,  24 S.W.2d 704 . (2) Writ of error is a common-law writ, is a writ of right and is preserved by the statutes. 3 C.J. pp. 300-301, par. 5. (3) Writ of error being a new and independent cause of action and being a writ of right, secures \n\n## 인용\n\n- 53 S.W.2d 262\n- 331 Mo. 240\n\n## 판결문 요약\n\nThe plaintiff in error, whom we shall for convenience call the defendant, was convicted by a jury of first degree murder in the Circuit Court of Nodaway County, on change of venue from Andrew County, and his punishment assessed at life imprisonment in the penitentiary. The specific charge was that he killed his wife, Abbie Dimmick, by beating her with a rock. He filed no motion for a new trial, no bill of exceptions and took no appeal; but within one year after judgment and sentence brought the record here for examination by writ of error.\nIn his brief defendant makes a preliminary contention that a writ of error, \"being a writ of right, secures to defendant the right to have all errors committed in his trial reviewed by the proper appellate tribunal\" &#8212; meaning the whole record should be scrutinized, including matters of exception. On this theory, before the oral argument he filed written Suggestions of Diminution of Record asking this court to require the clerk of the circuit court to send up the original verdict and to make out, certify and transmit a bill of exceptions. This motion was sustained as to the verdict and by agreement he filed written Suggestions of Diminution of Record asking was denied as to the bill of exceptions. Nevertheless certain matters of exception do appear in the record already here, among which are the defendant's application for a change of venue with the trial court's order sustaining the same and the defendant's exceptions thereto. There i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dimmick"
    }
  ],
  "relatedIncidents": [
    26369,
    26376,
    26381,
    26446,
    26469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}