{
  "id": 26385,
  "title": "1932년 Utley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-10-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Utley. 판결일: 1932-10-01. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Daniel T. Utley and Matilda J. Utley, Joined by Her Husband Daniel T. Utley, R. J. McCutoheon, Jr., Addie L. Miller, Wife of M. P. Miller; W. A. Miller, R. L. Miller and Elizabeth Bell, Nee Elizabeth Miller, Wife of W. J. Bell, Appellants, vs. City of St. Petersburg, a Municipal Corporation, Appellee\n**판결일**: 1932-10-01\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Brown, Buford, Davis, Ellis, Terrell, Whitfield\n\n## 변호인\n\nL. D. Martin,  for Appellants;\n\n Erle B. Askew,  and  Carroll R. Runyon,  for Appellee.\n\n## 인용\n\n- 144 So. 57\n- 106 Fla. 882\n\n## 판결문 요약\n\nThe appeal in this case is from an order dismissing a Bill of Complaint. The Bill of Complaint sought a decree holding void certain special assessments imposed by the defendant for street improvements, holding the lien claimed by the defendant pursuant to such assessments to be of no effect and to cancel the assessment certicates issued pursuant to such assessment.\nThe assessment was made under authority of chapter 9914 Acts of 1923. The assessments appear to have been in some respects irregular. It is doubtful that Chapter 14392, Acts of 1929, ratified and validated these assessments as that Act might be held not to apply to special improvements but chapter 15511, Acts of 1931, was and is sufficient in its terms to validate and ratify the assessment here complained *Page 883 \nof. See Lainhart vs. Catts, 73 Fla. 735, 75 So. 47; Dover Drainage District vs. Pancoast, 102 Fla. 267, 135 So. 518; Martin v. Dade Muck Land Co., 95 Fla. 530, 116 So. 449.\nIn this case the assessment was based on the front foot rule and, therefore, the inequality of assessment complained of by reason of complainant's property being of greater depth than other property has no basis in fact as it would have, had the special assessment been based in area as was the case of Gast Realty  Investment Co. et al. vs. Cheneider Granite CO.,240 U.S. 55, 60 Law Ed. 523.\nThe decree should be affirmed on authority of the opinion and judgment in the Florida cases above cited. It is so ordered.\nAffirmed.\nBUFORD, C.J. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=utley-v-city-of-st-petersburg"
    }
  ],
  "relatedIncidents": [
    26352,
    26353,
    26355,
    26360,
    26361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}