{
  "id": 26380,
  "title": "1932년 Arnold 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-10-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Arnold. 판결일: 1932-10-05. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Arnold Et Al., Appellants, v. Stewart Et Al.\n**판결일**: 1932-10-05\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Frazer, Kephart, Linn, Maxey, Simpson, Sohaeeer\n\n## 변호인\n\nLewis C. Walkinshaw , with him  John M. Henry  and  Saul Schein , for appellants.\n\n Robert F. Barnett, Samuel W. Miller  and  Sterrett, Acheson   Jones , for appellees, were not heard.\n\n## 인용\n\n- 163 A. 523\n- 309 Pa. 285\n\n## 판결문 요약\n\nArgued October 5, 1932.\nPlaintiffs, stockholders and directors of the First Pool Gas Coal Company, and the latter company as coplaintiff, brought this bill in equity to recover title to coal lands, of which, they allege, they had been dispossessed by fraud. Defendants filed preliminary objections to the bill, averring that by reason of an action in ejectment previously brought by the First Pool Gas Coal Company against the Wheeler Run Coal Company and its terretenants, decided against plaintiff, the present proceeding was res judicata; that plaintiffs were precluded by limitation under the Act of April 22, 1856, P. L. 532; that they were guilty of laches; and that the individual plaintiffs named are not parties in interest. The court below entered judgment for defendant upon the pleadings; the appeal before us is from this decree.\nWe will discuss only one of the questions raised. The case arises from the same circumstances and is for the *Page 287 \nsame purpose as the action in First Pool Gas Coal Co. v. Wheeler Run Coal Co., 301 Pa. 485, plaintiffs, as the court below points out, seeking now to do by bill in equity what they failed to accomplish there by action of ejectment. The record before us, when compared with the proceeding and opinion in the ejectment suit, fails to present any facts or argument which would lead us to a different conclusion. The basic facts remain unchanged, and the law applied in the prior case rules here. Plaintiffs' plea that they did not come into...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arnold-v-stewart"
    }
  ],
  "relatedIncidents": [
    26355,
    26366,
    26367,
    26392,
    26423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}