{
  "id": 26381,
  "title": "1932년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-10-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Allen. 판결일: 1932-10-03. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: A. L. Allen Et Al., Respondents, v. the Chicago, Rock-Island & Pacific Railway Co. Et Al., Appellants\n**판결일**: 1932-10-03\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Trimble\n\n## 변호인\n\nEd Robison, O.L. Linck  and  Mytton, Parkinson  Norris  for respondent.\n\n Luther Burns  and  Culver, Phillip  Voorhees  for appellant.\n\n## 인용\n\n- 54 S.W.2d 787\n- 227 Mo. App. 468\n\n## 판결문 요약\n\nThis is an action brought by plaintiffs (parents of Mary Wilma Allen, who at the time of the tragedy hereinafter set forth, lacked twenty-four days of being two years old), to recover $10,000 for the alleged negligent killing of said child in the operation of defendant's train, shortly after noon of August 3, 1927.\nThe individual defendants are respectively, the engineer and the fireman in charge of the train that struck and killed the child.\nThere was a verdict and judgment in favor of plaintiffs in the sum of $7,000. The defendants appealed to the Supreme Court on the theory that, in addition to other errors, a constitutional question had been raised and was in the case, but that tribunal thought otherwise and transferred the case to our court.\nEach defendant offered a separate demurrer to the evidence which demurrers were all overruled, and the correctness of the court's action thereon is the most important point in the case. It is necessary, therefore, to state the testimony, together with all the inferences that can reasonably be drawn therefrom, in the most favorable light to plaintiffs.\nThe railroad runs in an easterly and westerly direction along the south side of the city of Maysville, the south line of the right of way being the southern city limits. The station or depot is on the north side of the track and immediately east of Water Street the main street leading from the south into said city, it being a paved thoroughfare with sidewalks. It is not thickly settled ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allen-v-chicago-rock-island-pacific-railway-co"
    }
  ],
  "relatedIncidents": [
    26369,
    26376,
    26388,
    26446,
    26469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}