{
  "id": 26392,
  "title": "1932년 Kern 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-09-26",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Kern. 판결일: 1932-09-26. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Kern v. Wilson Et Al.\n**판결일**: 1932-09-26\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Burke\n\n## 변호인\n\nMessrs. Todd & TJndeewood, Mr. Ellett N. Shephebd, for plaintiff in error., Mr. O. A. Johnson, for defendants in error.\n\n## 인용\n\n- 14 P.2d 1014\n- 91 Colo. 355\n\n## 판결문 요약\n\nPLAINTIFF in error was plaintiff and defendants in error were defendants in the trial court. They are hereinafter designated as there.\nPlaintiff traded four lots in Boulder and certain land, growing crops, live stock and other personal property in *Page 356 \nRay county, Missouri, to defendants for a Kansas City apartment house, furnished. Claiming fraud, misrepresentation and mutual mistake, plaintiff brought this suit to recover of defendants approximately $1,900, and have his judgment established as a lien against the Boulder lots, and so foreclosed.\nDefendants were served personally in said Ray county. They appeared \"specially\" by counsel and moved to quash summons and service; (a) because of a variance between complaint and summons; (b) because the action was not in rem, hence personal service outside the state was no service. The motion was sustained, plaintiff elected to stand and the cause was dismissed at his costs. To review that judgment he brings error.\nPlaintiff sets out four separate items of damages, i. e.: $1,350 for defendants' false representations that they owned furniture in the apartment house which was in fact owned by the tenants; $125.26 which he necessarily paid to discharge two liens which defendants falsely represented did not exist; $400 for defendants' misappropriation of rents which belonged to him; and $42.69, made up of two \"mutual mistakes,\" of $32.69 and $10.00, respectively. As to the first, plaintiff says defendants made \"false representatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kern-v-wilson"
    }
  ],
  "relatedIncidents": [
    26355,
    26366,
    26367,
    26380,
    26423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}