{
  "id": 26412,
  "title": "1932년 Copeland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-07-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Copeland. 판결일: 1932-07-16. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: COPELAND v. EUBANKS\n**판결일**: 1932-07-16\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beck, Russell\n\n## 변호인\n\nWright & Covington, for plaintiff., M. B. Eubanks, for defendants.\n\n## 인용\n\n- 175 Ga. 198\n\n## 판결문 요약\n\n\nBeck, P. J.\nMrs. Minnie Copeland brought her petition against M. B. Eubanks, H, M. Bobo, and John W. Bobo, and prayed injunc*199tion against the enforcement of a power of sale in a certain security-deed executed by her to secure the payment of a note given by her to M. B. Eubanks for professional services to be rendered by him in representing her son on the trial of the latter under an indictment charging him with the offense of rape. In the petition it is alleged that the attorney so retained, in consideration of the sum of money for which the note was given, guaranteed that plaintiff’s son would be acquitted, and also agreed and contracted that in the event of his conviction upon the trial he would prosecute an appeal to secure a new trial; that the son was convicted, and no motion for a new trial was filed; that Eubanks transferred and assigned the note to H. M. Bobo, who transferred and assigned it to John W. Bobo; and it is charged that the transferees and assignees of the note had full knowledge of the failure of consideration. On the trial of the case, at the conclusion of the evidence, the court directed a verdict for the defendants; and injunction was refused. The plaintiff’s motion for a new trial was overruled, and she excepted.\nThe motion for a new trial is based upon the ground that the evidence upon the controlling issues in the case was conflicting, and that the court erred in not submitting, under proper charges, the contested issues to the jury for decision....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=copeland-v-eubanks"
    }
  ],
  "relatedIncidents": [
    26361,
    26374,
    26261,
    26352,
    26353
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}