{
  "id": 26411,
  "title": "1932년 Commonwealth Bank & Trust Co. v. Heid Bros. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-07-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Commonwealth Bank & Trust Co. v. Heid Bros.. 판결일: 1932-07-19. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth Bank & Trust Company v. Heid Brothers, Inc.\n**판결일**: 1932-07-19\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Critz\n\n## 변호인\n\nL. B. Wiseman  and  Henry, Bickett  Bickett,  of San Antonio, for appellant.\n\nIf the plaintiff asserts against two defendants, one of whom resides in the county where the suit is brought and the other in another county within the state, a joint and several cause of action, arising from a single state of facts and showing the same cause of action against both parties, the suit may be maintained against both of defendants in the county of the residence where it is brought. Rev. Civ. Stat. of Texas\n\n## 인용\n\n- 52 S.W.2d 74\n- 122 Tex. 56\n\n## 판결문 요약\n\n                STATEMENT OF CASE.\nThis case is before us on a certified question from the Court of Civil Appeals at San Antonio. The certificate shows that the Commonwealth Bank  Trust Company sued D. D. Marley and Heid Brothers, Inc. in the District Court of Bexar County, Texas, upon an indebtedness which arose out of a joint business enterprise of the defendants, and for which they were jointly and severally liable to the bank. D. D. Marley resided at all times here involved in Bexar County, Texas. Heid Brothers, Inc., a corporation whose corporate residence is in El Paso County, Texas, properly pleaded its privilege to be sued in El Paso County. This plea was duly controverted by the bank, and on trial of the plea same was sustained, and the cause, as to Heid Brothers, Inc., ordered transferred to the District Court of El Paso County. The bank appealed from this order to the Court of Civil Appeals at San Antonio, which court originally affirmed the judgment of the district court, but on motion for rehearing has certified the following question to the Supreme Court:\n\"QUESTION: Was this suit of appellant maintainable in Bexar County against appellee, Heid Brothers, a corporation domiciled in El Paso County, by virtue of the exceptions to exclusive venue prescribed in Sections 4 and 29a, Art. 1995, in the face of said appellee's timely plea of privilege to be sued in said county of its domicile?\"\n                     OPINION.\nAs we understand this case it is contended by Hei...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-bank-trust-co-v-heid-bros"
    }
  ],
  "relatedIncidents": [
    26352,
    26353,
    26355,
    26360,
    26361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}