{
  "id": 26444,
  "title": "1932년 F. Becker Asphaltum Roofing Co. v. Murphy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-04-14",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: F. Becker Asphaltum Roofing Co. v. Murphy. 판결일: 1932-04-14. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: F. BECKER ASPHALTUM ROOFING CO. Et Al. v. MURPHY\n**판결일**: 1932-04-14\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Brown, Knight, Thomas\n\n## 변호인\n\nJ. K. Taylor and Chas. W. Greer, both of Birmingham, for appellants.\n\nUnless a contract is accompanied by conditions of such a nature that mental distress would be presumed to be a natural consequence of its breach, mental anguish cannot be recovered as an element of damages in an action thereon. Birmingham W. W. Co. v. Vinter,  164 Ala. 490 ,  51 So. 356 ; So. R. Co. v. Rowe, 198 Ala. 353 ,  73 So. 634 ; Loy v. Reid,  11 Ala. App. 231 , 65 So. 855 ; Penney v. Warren,  217 Ala. 120 ,  115 So. 16\n\n## 인용\n\n- 141 So. 630\n- 224 Ala. 655\n\n## 판결문 요약\n\nThe plaintiff sued the appellants for breach of warranty and recovered a judgment against both, from which they jointly appealed, and have submitted the appeal on joint assignment of errors, without leave or order of severance, and under the uniform rulings here, only errors injuriously affecting both appellants are available to reverse the judgment. Cook et al. v. Atkins, 173 Ala. 363, 56 So. 224; Hall et al. v. First Bank of Crossville, 196 Ala. 627, 72 So. 171.\nThe subject of the warranty was a roof placed on the plaintiff's dwelling by one of the defendants, of material manufactured and sold by it, and insured by both against windstorms, hail, defective material, and faulty workmanship, the \"guarantee of satisfaction and service covering the repair of any leak due to\" any of the specified causes.\nThe plaintiff offered evidence going to show that the roof leaked all over the house, every time it rained; that water fell upon the bed where plaintiff slept, and upon the other furniture and furnishings, disturbing plaintiff; *Page 657 \nthat plaintiff was a sufferer from asthma, and contracted colds and suffered therefrom; that defendant Becker Roofing Company was notified of the condition of the roof and made no effort to repair the same.\nThe defendant offered evidence going to show that the roof was of good material, and was put on in a workmanlike manner, and one of defendants' witnesses testified that he went to the plaintiff's house \"one morning while it was raining. I sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=f-becker-asphaltum-roofing-co-v-murphy"
    }
  ],
  "relatedIncidents": [
    26352,
    26353,
    26355,
    26360,
    26361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}