{
  "id": 26446,
  "title": "1932년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-04-12",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Smith v. State. 판결일: 1932-04-12. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. State.\n**판결일**: 1932-04-12\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Bricken\n\n## 변호인\n\nT. S. Frazer, of Union Springs, for appellant.\n\nThe oral charge of the court was in error in stating that the defendant's character was assailed or put in issue by the charge made against him. The mere finding of an indictment is not an attack upon defendant's character\nand does not put his character in issue. Under the law he is presumed to be innocent of the charge, and, in absence of proof to the contrary, is presumed to be a man of good character. It was error to permit the state to interrog\n\n## 인용\n\n- 141 So. 265\n- 25 Ala. App. 79\n\n## 판결문 요약\n\nFrom a judgment of conviction for murder in the second degree this appeal was taken.\nUpon the trial it was admitted by the accused that Willie Austin, the deceased named in the indictment, came to his death from a bullet wound fired from a pistol in his (appellant's) hands. In this connection the defendant strenuously insisted that the killing was wholly accidental and unintentional, and claimed that he had never at any time entertained any ill will or bad feelings towards deceased, nor had they ever had any trouble or difficulty with each other.\nThe indictment charged murder in the first degree, and in the oral charge to the jury the court said: \"Now there is another matter of evidence which I deem it necessary to comment on, and that is the character of the defendant. The defendant's character is in a way assailed by the charge that's brought against him, and then he has the right to bring before the jury evidence of the fact that he bears a good reputation in the community in which he lives and among those people among whom he moves.\" An exception was reserved to the foregoing excerpt of the oral charge, whereupon the court stated that he would withdraw from said charge the word \"assailed,\" and say in lieu thereof that the defendant's character was \"put in issue.\" A further exception was reserved to this statement of the court. That the foregoing statement was misleading, confusing, and prejudicial, there can be no doubt. The finding of an indictment preferring charges aga...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    26369,
    26376,
    26381,
    26388,
    26469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}