{
  "id": 26457,
  "title": "1932년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-03-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Thompson. 판결일: 1932-03-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THOMPSON v. KING MOTORS, Inc. (BRASHER, Intervener)\n**판결일**: 1932-03-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Culpepper, Drew, Takes\n\n## 변호인\n\nPolk & Robinson, of Alexandria, for appellant. ', B. 1?. Thompson, Jr., of Alexandria, for appellee.\n\n## 인용\n\n- 140 So. 257\n- 19 La. App. 298\n\n## 판결문 요약\n\n\nDREW, J.\nPlaintiff sued King Motors, Incorporated, and O. M. King on two notes for the sum of $936, each .secured by chattel mortgages on two automobiles, described in the chattel mortgages as follows: One Roosevelt sedan, serial No. 79 — 7793, motor No. S-9865; and one Roosevelt sedan, serial No. 70 — 7749, motor No. S-8918.\nHe prayed for recognition of his chattel ■mortgages and that same be enforced by having said cars sold without appraisement and the proceeds applied to the amount of the judgment.\nIn the petition, the car with serial No. S-8918 was written S-8919.\nThere was no appearance made by defendant, and judgment was confirmed on default in favor of the plaintiff in the sum of $1,-872, with 8 per cent, interest from May 7, 1929, until paid, and 10 per cent, attorney’s fees, subject to a credit of $640, with recognition of plaintiff’s special chattel mortgage upon one Roosevelt sedan, serial No. 70 — 7749, motor No. S-8919. The car was ordered sold without appraisement and the proceeds of the sale to be credited on the amount of the judgment.\nÁ fieri facias was issued under said judgment and a Roosevelt sedan, serial No. 70— 7749, motor No. S-8918, was seized in the possession of Miss Alva Brasher and advertised for sale. Miss Brasher filed a third opposi-*258lion, alleging that she was the owner of one Roosevelt sedan, color blue, motor No. S-8918, which she alleged she purchased from the King Motors, Incorporated, on or about May 1, 1929, trading in an old car an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-king-motors-inc"
    }
  ],
  "relatedIncidents": [
    26464,
    26352,
    26353,
    26355,
    26360
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}