{
  "id": 26468,
  "title": "1932년 Pace 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-02-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Pace. 판결일: 1932-02-29. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Pace.\n**판결일**: 1932-02-29\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Bbunot, Bogebs, Land, Odom\n\n## 변호인\n\nElmer L. Stewart, of De Bidder, for appellant. ■, Percy Saint, Atty. Gen., E. B. Schowalter, Asst. Atty. Gen., and A. B. Cavanaugh, Dist. Atty., of Leesville (James O’Niell, Sp. Asst, to the Atty. Gen., of counsel), for the State.\n\n## 인용\n\n- 140 So. 482\n- 174 La. 295\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 297 \nThe defendant was indicted for robbery and convicted of larceny. He was then informed against and found guilty as a second offender, and was sentenced to imprisonment at hard labor in the penitentiary for a period of not less than five nor more than ten years. From this judgment and sentence, defendant appealed.\nThe only question raised by defendant on his appeal is that the verdict was not responsive to the indictment or to the charge of the trial judge.\nDefendant made no objection to the charge of the judge at the time it was delivered nor to the verdict of the jury at the time it was returned. His objection was made for the first time in a motion for a new trial and renewed in a motion in arrest of judgment. Both motions were overruled by the trial judge on the ground that the complaint therein set forth came too late, and that, under the evidence and the law, the jury was empowered to render a verdict of larceny.\nIt is too late to object to a charge to a jury in a motion for a new trial. Code Cr.Proc. art. 391; State v. White,172 La. 1045, 136 So. 47. But it is not too late to object in a motion in arrest to the sufficiency of the verdict. State v. Fradella,162 La. 1067, 111 So. 423, which can even be inquired into without a motion in arrest, State v. Durane, *Page 299 153 La. 1021, 97 So. 26, as the error, if any, is patent on t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pace"
    }
  ],
  "relatedIncidents": [
    26360,
    26376,
    26403,
    26450,
    26483
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}