{
  "id": 26464,
  "title": "1932년 Dubourg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-03-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Dubourg. 판결일: 1932-03-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: DUBOURG v. UNITED MOTOR CAR CO., Inc.\n**판결일**: 1932-03-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Westerfield\n\n## 변호인\n\nClarence F. Favret, of New Orleans, for appellant., L. L. Dubourg and Dart & Dart, all of New Orleans, for appellee.\n\n## 인용\n\n- 140 So. 132\n- 19 La. App. 590\n\n## 판결문 요약\n\n\nWESTERFIELD, J.\nUnited Motor Car Co., Inc., defendant herein, appeals from a judgment against it and in favor of plaintiff, John J. Dubourg, in the sum of $155.S5.\nOn October 7, 1930, Dubourg purchased from the defendant company a new automobile, leaving with defendant his old Graham Paige car as security for an allowance of $200 against the purchase price of the new car. The following agreement was entered into respecting the old car:\n“New Orleans, La. October 7th, 1930.\n“United Motor Car Co. Inc., 4049 Carrollton Avenue, New Orleans, La.\n“Gentlemen: You are hereby authorized to dispose of one 1928 model Graham Paige Sedan, bearing motor #-, serial, #-, Louisiana License-. You are to sell this said automobile, title to which I have conveyed to you in lieu of $200 cash advanced me, and you are to furnish me an accounting in connection with the sale of said automobile. It is further understood that I am to be remitted the net proceeds after deducting the $200. as well as any expense in connection with repairs and salesman’s commission.\n“I hereby declare that the title is clear and free from encumbrance on the aforesaid automobile.\n“Yours very truly,\n“J. J. Dubourg.\n“Accepted: United Motor Car Qo. Inc.\n“F. J. Johnson, Gen’l. Mgr.”\nDefendant on November 25, 1930, sold the Graham Paige car by public act for $590, payable $200 in cash and the balance represented by a promissory note. It appears, however, that in lieu of the cash portion of the recited consideration a secondhand D...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dubourg-v-united-motor-car-co"
    }
  ],
  "relatedIncidents": [
    26457,
    26352,
    26353,
    26355,
    26360
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}