{
  "id": 26472,
  "title": "1932년 Burchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-02-19",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Burchell. 판결일: 1932-02-19. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Burchell v. Commonwealth.\n**판결일**: 1932-02-19\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Dietzman\n\n## 변호인\n\nBIRD & iBIRD for appellant., BAILEY P. WOOTTON, Attorney General, for appellee.\n\n## 인용\n\n- 46 S.W.2d 757\n- 242 Ky. 477\n\n## 판결문 요약\n\nDismissing appeal.\nAppellant has been indicted for murder. In due course of time, he filed his motion in the lower court asking that the trial judge vacate the bench because of certain facts set out in an affidavit accompanying the motion which it is claimed show that the trial judge is disqualified to try the charge for which appellant has been indicted. The trial judge overruled that motion and granted the appellant an appeal from his order in so doing. It is that appeal which is now before us. It will have to be dismissed. In the case of Duffin v. Field, Circuit Judge, 208 Ky. 543, 271 S.W. 596, 597, which was a proceeding for a writ of prohibition to prohibit Judge *Page 478 \nField from proceeding to try Duffin in a disbarment proceeding after he had overruled a motion to vacate the bench, we said:\n    \"That the ruling of defendant of which complaint is made was an interlocutory one, subject to revision by him at any time before final judgment in the cause, cannot be denied; neither is it questioned that plaintiff has the right of appeal from whatever judgment defendant may render in the disbarment proccedings, and on the hearing of that appeal the ruling of defendant now complained of would be reviewable and, if erroneously made, would be cause for reversing the final judgment.\"\nIt follows that the ruling of the circuit judge in the instant case is but an interlocutory one. That an appeal cannot be taken from such an interlocutory order is too well settled to require dis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burchell-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    26369,
    26376,
    26381,
    26388,
    26446
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}