{
  "id": 26477,
  "title": "1932년 Browne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-02-04",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Browne. 판결일: 1932-02-04. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: Jessie Mae Browne v. Isidore Fine.\n**판결일**: 1932-02-04\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Graham, Moulton, Powers, Slack, Thompson\n\n## 변호인\n\nChas. F. Black  and  Robert W. Ready  for the defendant.\n\n William H. Edmunds  for the plaintiff.\n\n## 인용\n\n- 158 A. 669\n- 104 Vt. 221\n\n## 판결문 요약\n\nThe plaintiff seeks to recover the balance due on four promissory notes signed by defendant November 25, 1925. These notes are for $5,750 each, and are payable to the order of the plaintiff, with interest annually at 8 per cent., one, two, three, and four years from date respectively. They are secured by a mortgage of same date, which provides that if any note, interest, or taxes on the mortgaged premises are not paid when due the *Page 223 \nentire indebtedness, at the option of the holder of such notes and mortgages, shall be due at once.\nThe defendant denies liability on these notes, and seeks to recover money which he has paid plaintiff, on the ground that she has failed to perform certain agreements and obligations which he claims it was essential for her to perform to enable her to recover on such notes or to retain what she has already received; and on the further ground that he was induced to give such notes and make such payments through the fraud and deceit of the plaintiff.\nThe plaintiff denies the charge of fraud, and claims that such obligations as she assumed have been fully performed, or were merged in subsequent negotiations between her and defendant, or were waived by him.\nThese questions are properly raised by the pleadings. Trial was by jury. At the close of all the evidence a verdict was directed for the plaintiff, and judgment entered thereon. The case is here on defendant's exceptions.\nOn September 28, 1925, the parties made and entered into an agreement ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=browne-v-fine"
    }
  ],
  "relatedIncidents": [
    26355,
    26366,
    26367,
    26380,
    26392
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}