{
  "id": 26476,
  "title": "1932년 Plum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-02-08",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Plum. 판결일: 1932-02-08. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: C. D. PLUM, Appellant, v. LAVERNE BECKET Et Al., Respondents\n**판결일**: 1932-02-08\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Knight\n\n## 변호인\n\nC.D. Plum,  in pro. per.,  for Appellant.\n\nJoseph G. DeForest for Respondents.\n\n## 인용\n\n- 7 P.2d 1111\n- 120 Cal. App. 507\n\n## 판결문 요약\n\nPlaintiff brought this action in the city and county of San Francisco to recover damages for an alleged malicious prosecution, which it is claimed took place in Plumas County, it being charged in the complaint that the defendant S.C. Young as district attorney of said county and the defendant Laverne Becket conspired to and *Page 509 \ndid maliciously prosecute plaintiff and bring about his conviction before a jury in a justice's court, upon an unfounded misdemeanor charge, to wit: \"discharging an employee without paying his wages, with intent to hinder, harass and defraud such employee; in violation of Chapter #202, Statutes 1919\". The American Surety Company of New York, the surety on the district attorney's official bond, being joined as a party defendant, appeared separately in the action by filing an answer and thereupon moved the court for judgment on the pleadings. The motion was granted and judgment entered accordingly, from which plaintiff has taken this appeal.\n[1] It has been held uniformly in this state that an action for malicious prosecution may not be maintained unless it appears that the proceedings alleged to have been prosecuted maliciously and without probable cause have been terminated in favor of the party alleged to be injured by them (Roos v. Harris, 203 Cal. 201\n[263 P. 225]; Carpenter v. Nutter, 127 Cal. 61\n[59 P. 301]; Monk v. Ehret, 192 Cal. 186 [219 P. 452]; Fetterly\nv. Gibson, 210 Cal. 282 [291 P. 411]; 16 Cal. Jur. 734); and in the present case it...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=plum-v-becket"
    }
  ],
  "relatedIncidents": [
    26355,
    26366,
    26367,
    26380,
    26392
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}