{
  "id": 2648,
  "title": "2017년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-11-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Brown. 판결일: 2017-11-30. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Illinois, Appellee, v. Anthony S. BROWN, Appellant.\n**판결일**: 2017-11-30\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Kilbride\n\n## 변호인\n\n*207Michael J. Pelletier, State Appellate Defender, Thomas A. Lilien, Deputy Defender, and Ann Fick, Assistant Appellate Defender, of the Office of the State Appellate Defender, of Elgin, for appellant., Lisa Madigan, Attorney General, of Springfield (David L. Franklin, Solicitor General, and Michael M. Glick and Michael L. Cebula, Assistant Attorneys General, of Chicago, of counsel), for the People.\n\n## 인용\n\n- 2017 IL 121681\n- 102 N.E.3d 205\n\n## 판결문 요약\n\n                                     2017 IL 121681\n\n\n\n                                        IN THE\n\n                               SUPREME COURT\n\n                                           OF\n\n                         THE STATE OF ILLINOIS\n\n\n\n\n                                   (Docket No. 121681)\n\n               THE PEOPLE OF THE STATE OF ILLINOIS, Appellee, v.\n                       ANTHONY S. BROWN, Appellant.\n\n\n                            Opinion filed November 30, 2017.\n\n\n\n        JUSTICE KILBRIDE delivered the judgment of the court, with opinion.\n\n        Chief Justice Karmeier and Justices Freeman, Thomas, Garman, Burke, and\n     Theis concurred in the judgment and opinion.\n\n\n\n                                        OPINION\n\n¶1       In this appeal, we address a disagreement in the appellate court on the proper\n     standard for reviewing a guilty-plea defendant’s challenge to his plea counsel’s\n     performance raised in a petition seeking relief under the Post-Conviction Hearing\n     Act (725 ILCS 5/122-1 et seq. (West 2014)). The specific issue presented is\n     whether defendant made a substantial showing of a violation of his constitutional\n\f     right to counsel by alleging that he entered into a negotiated guilty-plea agreement\n     in reliance on his counsel’s erroneous sentencing advice.\n\n¶2        The trial court granted the State’s motion to dismiss defendant’s postconviction\n     petition without an evidentiary hearing. The appellate court affirmed. In r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brown"
    }
  ],
  "relatedIncidents": [
    2622,
    2623,
    2624,
    2630,
    2635
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}