{
  "id": 26480,
  "title": "1932년 Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-02-02",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Bennett. 판결일: 1932-02-02. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Bennett v. Commonwealth.\n**판결일**: 1932-02-02\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Willis\n\n## 변호인\n\nHAFFORD E. HAY for appellant.\n\nBAILEY P. WOOTTON, Attorney General, and H. HAMILTON RICE, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 46 S.W.2d 84\n- 242 Ky. 244\n\n## 판결문 요약\n\nAffirming.\nSam Bennett was convicted of the crime of manslaughter and condemned to serve a sentence of 21 years in the penitentiary. He has prosecuted an appeal from the judgment insisting that the evidence failed to show that the offense was committed in Estill county, and that no competent evidence connected him with the commission of the crime. It is argued that statements to the officers who had him under arrest were not admissible against the appellant.\nThe testimony showed that the deceased, who was a colored man known as Buffalo Bill, worked for the railroad company, and lived in a camp car in the railroad yards. One witness specifically stated that the camp car was located in Estill county. Two witnesses saw the deceased in the camp car, but neither of them knew where he was killed, except by inference arising from the circumstances. The coroner of Estill county conducted an investigation, and examined the body of the deceased at the scene of the shooting, which was in the camp car. The witnesses who saw the man shot testified that he was shot in the camp car where he lived by some one from the outside. They could not see or recognize the one who did the shooting. The testimony showed that the killing occurred in the camp car in the railroad yard near the roundhouse in Estill county, and the jury was fully justified in finding that fact.\nIt is not necessary to prove by the specific statement of a witness that the scene of a crime was in the particular *Page 246 \ncount...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bennett-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    26369,
    26376,
    26381,
    26388,
    26446
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}