{
  "id": 26496,
  "title": "1931년 Carsons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-12-15",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Carsons. 판결일: 1931-12-15. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Carsons v. Commonwealth.\n**판결일**: 1931-12-15\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Richardson\n\n## 변호인\n\nDAVID SESSMER, for appellant., J. W. CAMMACK, Attorney General, and S. H. ¡BROWN, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 47 S.W.2d 997\n- 243 Ky. 1\n\n## 판결문 요약\n\nAffirming.\nFrank Carsons and Tony Peterson, two young men, claiming Detroit as the place of their residence, left that place, \"hitch-hiking,\" ostensibly to find employment. *Page 3 \nThey went to Chicago, where they remained one night, then to Hammond, Ind., to Indianapolis, Ind., and Louisville, Ky., where they spent one night in each city. On Monday morning, about 11 o'clock a. m., on the 23d day of February, 1931, they left Louisville, walking, going the Bardstown road. A Mr. Carrithers who was traveling on the highway in a Studebaker car, about 3 o'clock in the afternoon, permitted them to ride with him to Fern Creek, Jefferson county. On arriving there, they got out of his car, and within a few minutes tried to catch a ride on a truck, but missed it. They again started to walk, went a little way, when Mr. C.B. James and his wife came along in their car. The two boys waved to them; they stopped their car; the boys ran to it and asked for a ride, stating they had blistered their feet and were tired. They asked Mr. and Mrs. James how far they were going. They stated they were not going very far. The boys said they were going to Nashville, Tenn., and that a few miles ride would help them. Mrs. James opened the door for them and invited them to enter the car and to occupy the rear seat. The boys after seating themselves stated they were \"footsore, tired and had no means.\"\nFrom the point where they entered the car of Mr. James in Jefferson county to Cox's Creek in Nelson county...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carsons-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    26548,
    26562,
    26495,
    26501,
    26502
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}