{
  "id": 26490,
  "title": "1932년 Ex Parte Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1932-01-09",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ex Parte Moore. 판결일: 1932-01-09. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Henry Moore.\n**판결일**: 1932-01-09\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Davenport, Edwards\n\n## 변호인\n\nC. R. Reeves, for petitioner.\n\nW. H. Brown, Municipal Counselor, for Oklahoma City.\n\n## 인용\n\n- 6 P.2d 1077\n- 53 Okla. Crim. 14\n\n## 판결문 요약\n\nThe petitioner, Henry Moore, on January 4, 1932, filed in this court a petition, which, omitting the caption and verification, reads as follows:\n\"Your petitioner, Henry Moore, represents and states to this Honorable Court: That he is illegally restrained of his liberty and is unlawfully imprisoned and restrained in Oklahoma City by the Chief of Police, John Watts, and others working under him; the cause of said restraint, according to the best knowledge and belief of this petitioner, is that he was convicted for a pretended violation of the ordinance of Oklahoma City of the crime of violating the prohibition laws as defined by the Constitution of the state of Oklahoma, a copy of said ordinance of Oklahoma City is hereto attached, marked Exhibit 'A' and made a part of this petition; but he alleges (1st) that he is illegally and unlawfully restrained in that the said city ordinance is in violation of the Constitution of the state of Oklahoma, the penalty fixed by said ordinance being less than 30 days imprisonment and fifty dollars fine and costs; (2nd) a violation of the Constitution of the United States (a conviction and judgment without due process of law), and is void and unconstitutional; (3rd) the municipal court is without jurisdiction to render judgment for a violation of said city ordinance, for the reason said city ordinance is void and unconstitutional and violates the Constitution of Oklahoma, and that the said arrest and detention is unlawful and without authority ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-moore"
    }
  ],
  "relatedIncidents": [
    26352,
    26353,
    26355,
    26360,
    26361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}