{
  "id": 26504,
  "title": "1931년 Pilkington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-11-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Pilkington. 판결일: 1931-11-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Garland Pilkington v. State\n**판결일**: 1931-11-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nHoover, Hoover & Gussen, of Canadian, for appellant., Lloyd W. Davidson, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 119 Tex. Crim. 304\n- 43 S.W.2d 942\n\n## 판결문 요약\n\n\nCHRISTIAN, Judge.\nThe offense is transporting intoxicating liquor; the punishment, confinement in the penitentiary for one year.\nThe testimony relied upon by the state was, in substance, as follows: Appellant lived with his mother at the Central Hotel. Adjacent to the hotel property were some vacant lots. Officers saw appellant running from the vacant lots to the back yard of the hotel. After appellant reached his own premises, the officers entered the hotel yard and asked appellant what he had. Appellant made no reply. One of the officers then took a bottle from appellant’s hand. It contained a half pint of whisky. After the officer took the whisky appellant stated to them that he had seen a man throw the whisky down and he had picked it up. He further stated to the officer that he thought he (the officer) was “after a man out there” as he saw someone running before the man threw the bottle away. A search of the vacant lots disclosed a half-gallon fruit jar about half full of whisky. This whisky was near the .place where the officers first saw appellant. There was a spade near the fruit jar, and fresh dirt indicated that someone had been digging in the place. The hour of the search was about 11 p. m.\nAppellant denied that he had been on the vacant lots on the occasion testified to by the officers. He said that he had left the hotel for the purpose of going to his garage, which was on the back part of the hotel lot, when he saw a man running up the sidewalk near the hotel; t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pilkington-v-state"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}