{
  "id": 26505,
  "title": "1931년 Ellington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-11-21",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ellington. 판결일: 1931-11-21. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: George Ellington v. State.\n**판결일**: 1931-11-21\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Davenport, Edwards\n\n## 변호인\n\nW. B. Howell and E. Moore, for plaintiff in error.\n\nJ. Berry King, Atty. Gen., for the State.\n\n## 인용\n\n- 5 P.2d 407\n- 52 Okla. Crim. 344\n\n## 판결문 요약\n\nThe plaintiff in error, hereinafter called the defendant, was convicted of having possession *Page 345 \nof Choctaw beer, with intent to sell, barter, give away, and otherwise furnish the same to others, and was sentenced to pay a fine of $50 and be imprisoned in the county jail for 30 days, and appeals.\nIn the trial of the case the state offered in evidence the affidavit on which the search warrant was obtained and the search warrant, to which the defendant objected.\n\"The County Attorney: Let me offer this in evidence. Your honor, I offer in evidence the affidavit for the search warrant signed by the sheriff to search lot 9, in block 8, in the town of Cottonwood. The search warrant that was issued to search those premises. Mr. Howell: Objected to as incompetent, irrelevant and immaterial. The Court: Overruled. Mr. Howell: Exceptions.\"\nThis court has repeatedly held that it was error for the state to read the affidavit for the search warrant and the search warrant to the jury as primary evidence. Williams v. State, 34 Okla. Crim. 359, 246 P. 895; Weeks v. State,41 Okla. Crim. 95, 270 P. 858; Ford v. State, 45 Okla. Crim. 161,282 P. 370.\nTo permit the state to introduce the ex parte affidavit for the search warrant and the search warrant as primary evidence is to deprive the defendant of his constitutional right to be confronted by the witnesses against him. Where the state is permitted, over the objection of the defendant, to introduce the affidavit for the search warrant and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ellington-v-state"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}