{
  "id": 26503,
  "title": "1931년 Felt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-11-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Felt. 판결일: 1931-11-25. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GOLDEN GATE BRIDGE AND HIGHWAY DISTRICT (A Public Corporation), Petitioner, v. W. W. FELT, Jr., as Secretary, Etc., Respondent\n**판결일**: 1931-11-25\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Langdon, Preston\n\n## 변호인\n\nGeorge H. Harlan, W. H. Orrick, Sullivan, Roche, Johnson & Barry and Orrick, Palmer & Dahlquist for Petitioner., Thelen & Marrin for Respondent., John J. O’Toole, City Attorney of San Francisco, Allen G. Wright, W. B. Mathews, Everett W. Mattoon, County Counsel of Los Angeles County, J. H. O’Connor, Assistant County Counsel of Los Angeles County, Warren Olney, Jr., J. M. Mannon, Jr., A. Crawford Greene and James D. Adams, Amici Curiae.\n\n## 인용\n\n- 5 P.2d 585\n- 214 Cal. 308\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 310 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 311 \nThis is a petition for a writ of mandate, to compel respondent, as secretary of the board of directors of Golden Gate Bridge and Highway District, to sign certain bonds proposed to be issued by said district. Respondent justifies his refusal by the claim that the bonds are invalid. A brief review of the history of the district is necessary for an understanding of the questions raised by this proceeding.\nIn 1923 the legislature enacted a statute, the purpose of which is thus expressed in its title: \"An act to provide for the incorporation and management of bridge and highway districts and to provide for the acquisition and construction by said districts of highways, bridges and approaches thereto, and for the acquisition of all property necessary therefor, and also to provide for the issuance and payment of bonds by said districts, for the levying of taxes and the collection of tolls by said districts and for the annexation of additional territory thereto.\" (Stats. 1923, chap. 228, p. 452.) The act was amended in 1925 (Stats. 1925, chap. 387, p. 714), in 1927 (Stats. 1927, chap. 344, p. 574), and in 1931 (Stats. 1931, chap. 169, p. 239). Under it, the principal steps in the organization of a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=golden-gate-bridge-highway-district-v-felt"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}