{
  "id": 26501,
  "title": "1931년 Majors 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-12-01",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Majors. 판결일: 1931-12-01. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The State v. J. W. Majors, Appellant\n**판결일**: 1931-12-01\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Cooley, Fitzsimmons, Westhues\n\n## 변호인\n\nMcKay, Peal  Corbett  and  Sharp  Baynes  for appellant.\n\nThere is no substantial evidence in the record to sustain the verdict of a jury in this case. (1) The State failed to prove the place of death of deceased as alleged in the information, and thereby failed to make out its case against the defendant. (2) The court erred in admitting the testimony of the witness T.V. Schoonover as was fully set out and shown by Exhibit A attached to and made a part of the motion for new trial. (3) The court \n\n## 인용\n\n- 44 S.W.2d 163\n- 329 Mo. 148\n\n## 판결문 요약\n\nBy information filed in the Circuit Court of Pemiscot County defendant was charged with murder in the first degree for shooting and killing his wife. A change of venue was awarded to the Circuit Court of New Madrid County, where the cause was tried, resulting in defendant's conviction of murder in the second degree. He was duly sentenced pursuant to the verdict of the jury to fifteen years' imprisonment in the penitentiary, and has appealed. The State's evidence tended to prove the following:\nThe shooting occurred at the home of defendant and his wife in Pemiscot County on September 10, 1928. On the afternoon of that day Mrs. Majors was found in her home mortally wounded with two bullet wounds in her abdomen. Either wound would have caused death. There were also some scratches and minor bruises about her neck. She was removed to a neighbor's house, and thence to a hospital, where she died the next morning. Upon discovery of the crime a deputy sheriff was called. He found a trail leading away from defendant's house through a cornfield back of the house, the trail indicating that the person making it had first crawled on hands and knees. The officer followed the tracks of that person to a place where he learned that the defendant had surrendered himself. After taking custody of defendant he asked the latter: \"What got the matter with you all?\" To which defendant replied: \"We fell out about some chickens.\"\nThere was evidence tending to prove that some four days prior to the shoo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-majors"
    }
  ],
  "relatedIncidents": [
    26564,
    26369,
    26376,
    26381,
    26388
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}