{
  "id": 26502,
  "title": "1931년 Crawford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-11-27",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Crawford. 판결일: 1931-11-27. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Crawford v. First Nat. Bank of Dothan.\n**판결일**: 1931-11-27\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Bouldin, Foster, Gardner\n\n## 변호인\n\nW. L. Lee and Oscar L. Tompkins, both of Dothan, for appellant.\n\nThe statutes do not give the right to a judgment creditor to redeem from the wife who has redeemed from the purchaser at execution sale. The statutory right to redeem can only be exercised by the persons named, in the mode and within the time and upon the conditions prescribed. Code 1923, &#167;&#167; 10148, 10149, 10150, 10152; Snow v. Montesano Land Co.,  206 Ala. 310 , 89 So. 719 ; McDuffie v. Faulk,  214 Ala. 221 ,  107 So. 61 \n\n## 인용\n\n- 137 So. 777\n- 223 Ala. 621\n\n## 판결문 요약\n\nBill by the appellee bank against the appellant to redeem certain real estate which had been sold under execution in favor of Forrester and purchased by said Forrester at said sale. The bill avers that this appellant purchased (not redeemed) the land from said Forrester, she being the wife of the debtor, J. L. Crawford.\nSection 10148 of the Code of 1923 reads as follows:\n\"Judgment Creditors Allowed to Redeem. &#8212; All judgment creditors of the debtor, who, without fraud or collusion, had obtained such judgment before the sale of the land, or within two years thereafter, except by confession of the debtor, may in like manner redeem the land from such purchaser, or any one claiming under him, by paying or tendering the amount bid for such land at a sale thereof, and ten per cent per annum thereon, together with all lawful charges; and by further offering to credit the debtor upon a subsisting judgment with a sum at least equal to ten per cent of the amount originally bid for the land; or to cancel his judgment, if it be less than ten per cent of the amount originally bid for the land; and upon such payment or tender being made, and credit given, or cancellation made, to the debtor, the title to such land vests in the creditor, and the purchaser must convey to him such title as he has, at the costs of the creditor.\"\nIt must be observed that this provision authorizes this appellee, who obtained its judgment within two years after the sale, to redeem the real estate from \"such ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crawford-v-first-nat-bank-of-dothan"
    }
  ],
  "relatedIncidents": [
    26508,
    26525,
    26573,
    26578,
    26580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}