{
  "id": 26511,
  "title": "1931년 Hastings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-11-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hastings. 판결일: 1931-11-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Paul Hastings v. State\n**판결일**: 1931-11-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nClegg & Clegg, of Trinity, and M. E. Gates, of Huntsville, for appellant., Lloyd W. Davidson, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 119 Tex. Crim. 507\n- 43 S.W.2d 113\n\n## 판결문 요약\n\n\nCHRISTIAN, Judge.\nThe offense is rape; the punishment, confinement in the penitentiary for five years.\nIt was charged in the indictment that prosecutrix, Leola Smith, was under the age of 15 years, and that appellant “did then and there have carnal knowledge of the said Leola Smith, the said Leola Smith then and there not being the wife of said Paul Hastings.” Prosecutrix and Billie Burke, a woman, lived together in the Tri-State Camp in Amarillo, where appellant also had a cabin. Prosecutrix was 12 years of age, and Billie Burke was some ten years older. According to the testimony of prosecutrix, she and Billie Burke went to appellant’s camp on November 9, 1930, at 8:30 p. m., where, shortly after their arrival, Billie Burke left her alone with appellant. Touching the circumstances surrounding her alleged sexual relations with appellant, prosecutrix testified, in substance, that appellant placed her on the bed, and, over her protest, had sexual intercourse with her; that she tried to push appellant off and did what she could to prevent the act; that she unfastened her bloomers, as appellant was unable to loosen them; that after the completion of the act of intercourse, she and appellant remained in the room and engaged in conversation until about 10:00 p. m., when she returned to Billie Burke’s camp. Billie Burke testified that prosecutrix returned to her camp in about forty minutes after she had left her in appellant’s room; that there was a discharge of some character on ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hastings-v-state"
    }
  ],
  "relatedIncidents": [
    26597,
    26629,
    26361,
    26374,
    26412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}