{
  "id": 26523,
  "title": "1931년 Sergeant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-10-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Sergeant. 판결일: 1931-10-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Guirney Sergeant, Appellee, v. Fred Challis, Appellant\n**판결일**: 1931-10-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Albert, De Graee, Faville, Stevens, Wagner\n\n## 변호인\n\nC. O. Boling, for appellee., Donnelly, Lynch, Anderson & Lynch, for appellant.\n\n## 인용\n\n- 238 N.W. 442\n- 213 Iowa 57\n\n## 판결문 요약\n\nThe plaintiff was injured about 7:00 or 7:15 o'clock P.M., January 27th, 1930, by reason of a collision of a Buick automobile, owned and driven by the defendant, and a Ford Sedan, owned and driven by one Kemmerer, in which latter car the plaintiff at the time in question was riding in the back seat. One Muirhead was also riding in the front seat of the Kemmerer car. Two men were riding with the defendant at the time in question. The collision occurred in front of the Achey residence, about three miles south of Tipton on a north and south graveled highway, the graveled portion thereof being thirty feet in width. For a considerable distance in the highway, in each direction from the point of collision, there were no hills or inclines to obscure the vision of the driver of each car from that of the other. Kemmerer testifies that he saw the Challis car when he was forty or fifty rods from the place of the collision. The evidence of the plaintiff's witnesses is to the effect that the light on the right side of the Challis car was burning at the time in question, but that the one on the left side thereof was extinguished, and that Kemmerer, the driver of the Ford car, could not tell which light was burning until a very short distance, two or three rods, from the place of collision. The lights on the Kemmerer car were burning. The defendant testified, in substance, that he saw the Kemmerer car when it was about 400 feet north of the place of collision; that there was nothing to obst...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sergeant-v-challis"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}