{
  "id": 26525,
  "title": "1931년 Reasonover 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-10-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Reasonover. 판결일: 1931-10-14. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: REASONOVER v. REASONOVER\n**판결일**: 1931-10-14\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Smith\n\n## 변호인\n\nJas. P. Cogdell, of Fort Worth, and Greenwood & Dewis and A. N. Beem, all of Harlingen, for appellant., Crane & Hartwell, of Raymondville, for ap-. pellee.\n\n## 인용\n\n- 43 S.W.2d 174\n\n## 판결문 요약\n\n\n■SMITH, J.\nAppellee has filed a motion to strike appellant’s briefs from the record and dismiss the appeal, for the stated reasons that ap-pellee has never been served with notice of the filing of said briefs, or furnished with copies thereof. We overrule the motion. Appellant’s briefs have been on file in this court since June 25, 1931, and could have been had by appellee at any time for the simple asking therefor.\nThe appeal is from a judgment refusing, upon proper plea in bar, to reopen cause No. 107, between the parties hereto in the court below, and to set' aside and reform the judgment rendered in said, cause on January 31, 11930. The record discloses that appellant . had notice of the pendency of the former suit, made no effort to contest the same, filed no motion for new trial therein, did not appeal therefrom, and offered no excuse for these omissions. Appellant does not contend that the judgment against him was fraudulently obtained, or that he was prevented by fraud or otherwise from setting up or urging any defenses thereto, or that he had any defenses, or that he exercised any care whatever to protect his interests in that litigation, or to procure a new trial, or perfect and prosecute an appeal or writ of error against the judgment he now complains of, or to pursue any of the remedies amply afforded him by law in such cases. The trial court therefore did not err in abating this suit, and the judgment is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reasonover-v-reasonover"
    }
  ],
  "relatedIncidents": [
    26502,
    26508,
    26573,
    26578,
    26580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}