{
  "id": 26522,
  "title": "1931년 Jarman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-10-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Jarman. 판결일: 1931-10-23. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lizzie B. Jarman, Exrx., Appellant, vs. the Board of Review of Schuyler County Et Al. Appellees\n**판결일**: 1931-10-23\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Edmunds\n\n## 변호인\n\nB. O. Willard, and Charles J. Scofield, for appellant., O. D. Arnold, State’s Attorney, Burnett M. Chiperfield, Claude E. Chiperfield, Robert B. Chiperfield, and C. E. Fresher, for appellees.\n\n## 인용\n\n- 178 N.E. 91\n- 345 Ill. 248\n\n## 판결문 요약\n\nLizzie B. Jarman, executrix of the last will and testament of Lewis A. Jarman, deceased, filed a petition in the circuit court of Schuyler county praying that a writ ofcertiorari issue directed to the board of review of Schuyler county, Edwin H. Johnson, clerk of said board, Edwin H. Johnson, county clerk of Schuyler county, and Edwin H. Johnson, clerk of the county court of Schuyler county, commanding them, and each of them, to certify to the court a full, correct and complete copy of the record of said board so far as the same related to the alleged assessment of omitted credits for taxation against the estate of Lewis A. Jarman for the years 1921 to 1928, inclusive. An order was entered directing the issuance of the writ, return was made as hereinafter indicated, and after consideration thereof the court entered judgment quashing the writ and dismissing the suit. From this judgment Mrs. Jarman has appealed.\nThe return made indicated that on August 21, 1929, the board entered an order directing its clerk to notify appellant and all taxing bodies concerned that personal property *Page 250 \nbelonging to the estate of Lewis A. Jarman had been omitted from assessment and taxation for previous years; that the board was about to list and assess all such omitted property and that the time set for hearing would be August 28, 1929, when appellant might appear and show cause why the assessment should not be made; that such notice was in fact given; that on August 28 B.O. Willard, att...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jarman-v-board-of-review"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}