{
  "id": 26542,
  "title": "1931년 Hoyt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-09-25",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Hoyt. 판결일: 1931-09-25. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Olive M. Hoyt v. Kittson County State Bank. [Fn1]\n**판결일**: 1931-09-25\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Hilton\n\n## 변호인\n\nPaul A. Lundgren  and  Theodore Quale , for appellant.\n\n A.D. Bornemann , for respondent.\n\n## 인용\n\n- 238 N.W. 41\n- 184 Minn. 159\n\n## 판결문 요약\n\n1 Reported in 238 N.W. 41.\nPlaintiff appeals from a judgment dismissing her action with prejudice. *Page 160 \nIn August, 1918, plaintiff and her then husband, who owned a quarter section of land in Kittson county, entered into a written contract to sell the land to one Bedard for $9,300, of which $300 in cash was paid. The remainder of the purchase price was to be paid by the purchaser out of \"one-half of all grain to be sown and grown on said premises in each and every year hereafter and during the continuance of this contract,\" the proceeds thereof to be applied, first, in payment of interest, and the balance in reduction of the principal sum. Bedard was to pay the taxes and to carry certain specified insurance on the buildings, loss, if any, payable to Hoyt. The contract further provided:\n\"Should one-half of the crop proceeds not be sufficient to pay the interest in any one year, then the understanding is that the purchaser is all the same to pay not less than what such annual interest amounts to for the year then last past, * * * with interest on all deferred payments at the rate of six per cent per annum. * * * It being further understood and agreed that until the delivery of the one-half of the grain as aforesaid, during each and every year of this contract, the legal title to and ownership of all said grain raised during each and every year shall be and remain in first party.\"\nBedard became indebted to the Citizens State Bank of Hallock. He executed two mortgages upon ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoyt-v-kittson-county-state-bank"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}