{
  "id": 26548,
  "title": "1931년 Thalman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-09-15",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Thalman. 판결일: 1931-09-15. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Edwin J. Thalman v. Amelia E. Schultze Et Al.\n**판결일**: 1931-09-15\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Maxwell\n\n## 변호인\n\nHandlan, Garden  Matthews , for plaintiffs in error.\n\n O'Brien  O'Brien , for defendant in error.\n\n## 인용\n\n- 160 S.E. 303\n- 111 W. Va. 64\n\n## 판결문 요약\n\nThe plaintiff, Edwin J. Thalman, was awarded damages by a jury in the circuit court of Ohio County in an action of trespass on the case against the defendants, Amelia E. Schultze, Orin S. Carson, and J. W. Schultze, for personal injury and for damage to his automobile sustained by him in a collision of his automobile with another driven by defendant Carson and belonging to defendant Amelia E. Schultze, while both of said cars were being operated upon the National Road in a suburban section of the city of Wheling. There was a verdict of $15,000 for compensatory damages against the three defendants, and a verdict of $1,000 punitive damages against Amelia E. Schultze and Carson. Writ of error and supersedeas has been awarded by this Court on petition of the three defendants.\nThe accident occurred about one o'clock A. M., May 6, *Page 66 \n1929. The plaintiff was driving eastwardly toward his suburban home and the other car was proceeding westwardly in the direction of the central part of the city. According to plaintiff's testimony, he was driving at the rate of about 25 miles per hour and to his right of the center of the road. He observed the approach, at a high rate of speed, of the automobile which shortly thereafter collided with his. When the automobile thus observed by plaintiff had proceeded to within a relatively short distance of his automobile, it suddenly swerved to its left diagonally across the highway and in the direction of plaintiff. In an effort to avoid the imp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thalman-v-schultze"
    }
  ],
  "relatedIncidents": [
    26496,
    26562,
    26495,
    26501,
    26502
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}