{
  "id": 26555,
  "title": "1931년 H. P. Cummings Const. Co. v. Marbleloid Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-08-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: H. P. Cummings Const. Co. v. Marbleloid Co.. 판결일: 1931-08-18. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: H. P. CUMMINGS CONST. CO. v. MARBLELOID CO.\n**판결일**: 1931-08-18\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Davis\n\n## 변호인\n\nEdwards & Smith, of Jersey City, N. J. (Harford T. Marshall, of New York City, of counsel), for appellant., Hunt, Hill & Betts, of New York City (H. Victor Crawford, of New York City, of counsel), for appellee.\n\n## 인용\n\n- 51 F.2d 906\n\n## 판결문 요약\n\n\nDAVIS, Circuit Judge.\nThis is an appeal from a judgment, entered by the court sitting without a jury, dismissing the complaint in an action to recover $6,766.23 damages for breach of an alleged contract of indemnity.\nThe plaintiff-appellant, a Massachusetts corporation, entered into a contract with the state of Maine for the erection of a girls’ dormitory, an addition to the kitchen building, and an addition to the laundry building, for the School for Feeble Minded m the Town of West Pownal, Cumberland County, Me. The defendant, Marbleloid Company, made a subcontract with the plaintiff to lay a marbleloid floor in the new dormitory and dining room addition, “in accordance with the plans and specifications of H. S. Coombs, architect.”\nThe floors were laid by the defendant and soon cracked. The state of Maine called upon the plaintiff, general contractor, to relay them, and it in turn called upon the defendant to do it; but the defendant refused on the ground that the cracking was due, not to its work, but to craeks in the concrete .foundation which it did not lay and with which it had nothing to do. Thereupon the state relaid them, brought suit against the plaintiff for the cost thereof, and secured judgment against it for $3,042.55. The plaintiff then brought suit against defendant for the amount of the judgment which it was compelled to pay and costs of $3,723.68, which it incurred in defending the suit, making the entire damages $6,766.23.\nThe defendant contends that the s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=h-p-cummings-const-co-v-marbleloid-co"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}