{
  "id": 26563,
  "title": "1931년 Hight 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-07-29",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hight. 판결일: 1931-07-29. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: C. W. Hight, Walter B. Benn, C. D. Eidson, Charles Bird, Floyd E. McCord, Edgar R. Idol, George W. Johnson and Missouri Public Service Company v. City of Harrisonville; Lee Spicer, Mayor; P. K. Glenn, Del K. Hall, O. J. L. Brookhart and S. M. Wirt, Members of Board of Aldermen; C. v. Lynch, Clerk; J. L. White, Treasurer; J. F. Atkinson, v. J. Willett, H. S. Volle and L. A. James, Members of Board of Public Works, and Fairbanks, Morse & Company, Appellants\n**판결일**: 1931-07-29\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Atwood, Ellison, Frank, Gantt, Kenwood, Ragland, White\n\n## 변호인\n\nEdward C. Crow, Allen B. Glenn  and  Bowersock, Fizzell   Rhodes  for appellant.\n\n(1) The plaintiffs are not entitled to maintain this action because their burden of taxation cannot be increased by reason of the contract in question. McQuillin on Municipal Corporations (2 Ed.), sec. 2751; 2 High on Injunctions (4 Ed.), sec. 1301; Wrightsman v. Gideon,  296 Mo. 214 ,  247 S.W. 135 ; Stocke v. Edwards,  295 Mo. 402 ,  244 S.W. 802 ; Shackleford v. Jefferson City,  167 Mo. App. 59 , 150 S.W. 1123; \n\n## 인용\n\n- 41 S.W.2d 155\n- 328 Mo. 549\n\n## 판결문 요약\n\nPlaintiffs seek to enjoin performance of a contract executed by Harrisonville, city of the fourth class, and Fairbanks, Morse \nCo. The city undertook to purchase two engines and other equipment from the company for use in its light plant. It owned buildings for housing its light and water plant, and owned a distribution system including a \"white way,\" which system had been *Page 554 \nleased to and used by the Missouri Public Service Company, a corporation engaged in selling electric current to cities and consumers in cities, or to cities at wholesale for distribution. The Service Company paid the city $75 per month for use of the system and made practically no charge for current to light the streets. It was in Harrisonville under an expired franchise. On installation of the engines and equipment, the city would own an electric plant.\nA contract to purchase the engines and equipment was executed by the parties on January 25, 1929, and the original petition was filed on February 1, 1929. On April 10, 1929, the city repealed the ordinance authorizing the execution of the contract, and by resolution accepted a written proposal of Fairbanks, Morse \nCompany \"to furnish and deliver\" engines and equipment to the city for use in its light plant. This proposal is the contract under consideration in this suit. On May 7, 1929, plaintiffs amended their petition to conform to the contract of April 10, 1929.\nThe original contract did not contain a schedule of 1928 electric rates fixed by th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hight-v-city-of-harrisonville"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}