{
  "id": 26562,
  "title": "1931년 Valentine-Clark Co. v. Commissioner of Internal Revenue 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-07-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Valentine-Clark Co. v. Commissioner of Internal Revenue. 판결일: 1931-07-31. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Valentine-Clark Co. v. Commissioner of Internal Revenue\n**판결일**: 1931-07-31\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Kenyon and Booth, Circuit Judges, and Otis, District Judge\n\n## 변호인\n\nArnold L. Guesmer, of Minneapolis, Minn., for petitioner., Hayner N. Larson, Sp'. Asst, to Atty. Gen. (G. A. Youngquist, Asst. Atty. Gen., Sewall Key, Sp. Asst, to Atty. Gen., and C. M. Charest, Gen. Counsel, Bureau of Internal Revenue, and Stanley Suydam, Sp. Atty., Bureau of Internal Revenue, both of Washington, D. C., on the brief), for respondent.\n\n## 인용\n\n- 52 F.2d 346\n\n## 판결문 요약\n\n\n52 F.2d 346 (1931)\nVALENTINE-CLARK CO.\nv.\nCOMMISSIONER OF INTERNAL REVENUE.\nNo. 9053.\nCircuit Court of Appeals, Eighth Circuit.\nJuly 31, 1931.\nArnold L. Guesmer, of Minneapolis, Minn., for petitioner.\nHayner N. Larson, Sp. Asst. to Atty. Gen. (G. A. Youngquist, Asst. Atty. Gen., Sewall Key, Sp. Asst. to Atty. Gen., and C. M. Charest, Gen. Counsel, Bureau of Internal Revenue, and Stanley Suydam, Sp. Atty., Bureau of Internal Revenue, both of Washington, D. C., on the brief), for respondent.\nBefore KENYON and BOOTH, Circuit Judges, and OTIS, District Judge.\nBOOTH, Circuit Judge.\nThis is a petition for review of an order of the Board of Tax Appeals which redetermined a deficiency in the income and profits taxes of petitioner for the fiscal year ending January 31, 1921. The determination of the Commissioner of Internal Revenue was upheld.\nThe facts are not in dispute. The petitioner, taxpayer, kept its books during the taxable period involved on the basis of a fiscal year ending January 31, 1921. April 14, 1921, the taxpayer filed its return for the fiscal year showing a net income of $37,527.43. In due course, it paid taxes on that basis. After the enactment of the Revenue Act of 1921 (November 23, 1921 [42 Stat. 227]), the taxpayer filed no other or further return for the fiscal year ending January 31, 1921. No waiver of the statutory limitation period on assessment or collection of the 1921 income or profits taxes was executed or filed with the Commissioner of Internal Revenu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=valentine-clark-co-v-commissioner-of-internal-revenue"
    }
  ],
  "relatedIncidents": [
    26496,
    26548,
    26495,
    26501,
    26502
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}