{
  "id": 26573,
  "title": "1931년 Karnofsky 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-06-26",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Karnofsky. 판결일: 1931-06-26. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Henry E. Karnofsky v. Wells-Dickey Company (Now W.-D. Holding Company). [Fn1]\n**판결일**: 1931-06-26\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Dibell\n\n## 변호인\n\nStinchfield, Mackall, Crounse  McNally , for appellant.\n\n William Furst , for respondent.\n\n## 인용\n\n- 237 N.W. 425\n- 183 Minn. 563\n\n## 판결문 요약\n\n1 Reported in 237 N.W. 425.\nAction to recover money paid, upon rescission on the ground of fraud of the assignment of a mortgage by the defendant, the mortgagee, to the plaintiff. At the close of the plaintiff's testimony the action was dismissed on motion of the defendant. The plaintiff made a motion for a new trial upon the ground that the decision was not justified by the evidence; that it was contrary to law; and because of errors of law occurring at the trial. The motion was granted. The defendant appeals.\nNeither the order granting the motion for a new trial nor the memorandum of the court appended stated that it was based exclusively upon errors of law. The statute provides that a first order granting a new trial is not appealable unless there is such a statement. G. S. 1923 (2 Mason, 1927) &#167; 9498. The plaintiff moves to dismiss the appeal.\nA brief tracing of the history of the right of appeal and our holdings upon the discretionary right of granting new trials is helpful in reaching the correct construction of the statute. In the beginning and until 1901, except for a year, an unrestricted right of appeal from an order granting a new trial was given by statute. L. 1856, p. 9, c. 5, &#167; 18; L. 1867, p. 107, c. 63, &#167; 1, amending G. S. 1866, c. 86, &#167; 8(4) G. S. 1878, c. 86, &#167; 8(4). The statute relative to new trials all along provided as it now provides, that \"a verdict, *Page 565 \ndecision, or report may be vacated, and a new trial granted,\" and o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=karnofsky-v-wells-dickey-co"
    }
  ],
  "relatedIncidents": [
    26502,
    26508,
    26525,
    26578,
    26580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}