{
  "id": 26575,
  "title": "1931년 Local Building & Loan Ass'n v. Hudson-Houston Lumber Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-06-23",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Local Building & Loan Ass'n v. Hudson-Houston Lumber Co.. 판결일: 1931-06-23. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: LOCAL BUILDING & LOAN ASS'N v. HUDSON-HOUSTON LUMBER CO. Et Al.\n**판결일**: 1931-06-23\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Andrews, Clark, Cullison, Hefner, Kornegay, Lester, MeNEILL, Riley, Swindall\n\n## 변호인\n\nEverest, Dudley & Brewer, for plaintiff in error., Dolman & Dyer, for defendant in error.\n\n## 인용\n\n- 3 P.2d 156\n- 150 Okla. 44\n\n## 판결문 요약\n\nThis is an appeal by a plaintiff from a judgment in favor of an intervener. In the lower court, the intervener was practically a plaintiff and the plaintiff a defendant under the intervention petition. The action was a foreclosure suit in which the defendant in error intervened to recover $1,386.52 which it claimed to have deposited with the mortgagee, the plaintiff in error, to be applied in payment of the amount of interest required to put certain loans in good standing, on condition that the intervener, who held a junior mortgage, obtained title to the premises from the mortgagors, one of whom, a Mrs. Harlow, was then very ill. The issue was whether the deposit was conditional or whether, as the plaintiff contended, an actual payment made with the understanding that it would not be at once so credited on the books, the intention being not to permit the mortgagors to have the benefit of the credit should they sell the premises to some other person, and in such event to require them to pay the indebtedness without having the advantage of the credit. The plaintiff also contended that the intervener was estopped to deny the payment because of inducing the plaintiff to delay instituting foreclosure proceedings by its acquiescence in the distribution of the money to the various loans after it had been notified that such distribution had been made.\nWhen the intervener rested, the plaintiff demurred to the evidence, but when the demurrer was overruled, it did not stand on the demu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=local-building-loan-assn-v-hudson-houston-lumber-co"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}