{
  "id": 26578,
  "title": "1931년 Artcraft Specialty Co. v. Center Woodland Realty Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-06-15",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Artcraft Specialty Co. v. Center Woodland Realty Co.. 판결일: 1931-06-15. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The Artcraft Specialty Co. v. the Center Woodland Realty Co.\n**판결일**: 1931-06-15\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Dist, Farr, Mauck, Middleton\n\n## 변호인\n\nLieghly, Halle, Haber & Berick, Cleveland, for Artcraft Specialty Co. et., M. P. Goodman and Chas. Auerbach, Cleveland, for Center Woodland Realty Co.\n\n## 인용\n\n- 178 N.E. 213\n- 40 Ohio App. 125\n- 11 Ohio Law. Abs. 5\n\n## 판결문 요약\n\nThe Center Woodland Realty Company, the plaintiff, by an amended statement of claim in the municipal court, alleged that the Artcraft Specialty Company, the Sheffield Bronze Powder Company, and the Star Printing Company had on March 16, 1929, leased from plaintiff certain floor space for manufacturing purposes for a term of three years; that after occupying the property for some four months the tenants violated their contract by vacating and ceasing to pay rent. The plaintiff sought damages resulting from the breach complained of. The defendants filed an answer denying the plaintiff's averments. They further pleaded the statute of frauds (Section 8621, General *Page 126 \nCode). By a third defense they pleaded that plaintiff had acquiesced in the surrender of the leased property and the answer also embodied a fourth defense upon which no testimony was adduced. Trial was had without a jury and a judgment rendered for plaintiff. This proceeding is to reverse that judgment.\nIt is complained in the first place that the defendants were not prepared for trial at the time trial was had, that the court erred in not granting a continuance, and that by the refusal to grant a continuance the defendants were deprived of an opportunity to make their defense. The record shows no abuse of discretion in this behalf on the part of the trial judge.\nThe defense that the parties by agreement acquiesced in the cancellation of the lease is not sustained by the evidence.\nThe only debatable question ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=artcraft-specialty-co-v-center-woodland-realty-co"
    }
  ],
  "relatedIncidents": [
    26502,
    26508,
    26525,
    26573,
    26580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}