{
  "id": 26580,
  "title": "1931년 Bauer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-06-11",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Bauer. 판결일: 1931-06-11. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: JOHANNA BAUER v. CHARLES HARMAN Et Al.\n**판결일**: 1931-06-11\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bond, Digges, Oeeutt, Parke, Sloak, Urker\n\n## 변호인\n\nCharles G. Baldwin,  for the appellant.\n\n J. Paul Schmidt,  for the appellee.\n\n## 인용\n\n- 155 A. 812\n- 161 Md. 131\n\n## 판결문 요약\n\nThe decree in the cause on this appeal was passed and entered on October 28th, 1930. The order for the appeal was not given and filed until January 6th, 1931, and a motion has been made to dismiss the appeal because there is a difference of more than two months between the passage of the decree and the appeal. Whether or not this motion will prevail depends upon the meaning of section 36 of article 5 of the Code, which is: \"All appeals allowed from decrees or *Page 133 \norders of courts of equity shall be taken and entered within two months from the date of the decree or order appealed from, and not afterwards; unless it shall be alleged on oath that such decree or order was obtained by fraud or mistake, in which case the appeal shall be entered within two months from the time of the discovery of the fraud or mistake, and not afterwards.\"\nIn the instant cause the order for the appeal was accompanied by the affidavit of the appellant that the appeal is not made for the purpose of delay and that \"the decree and order appealed from were both obtained by mistake, and that said mistake was only discovered within two months before the appeal was taken.\" The appellant, therefore, has made an allegation of mistake and of its discovery within the precise terms and period of the statute. The appellees, however, contend that an examination of the record will demonstrate that no mistake did in fact occur in the matter of the decree and order from which the appeal is taken. If this positi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bauer-v-harman"
    }
  ],
  "relatedIncidents": [
    26502,
    26508,
    26525,
    26573,
    26578
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}