{
  "id": 26594,
  "title": "1931년 Beadle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-05-12",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Beadle. 판결일: 1931-05-12. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE Ex Rel. HAUSWIRTH, Appellant, v. BEADLE, Mayor, Et Al., Respondents\n**판결일**: 1931-05-12\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: <center>                          Opinion: PER CURIAM.</center>\n\n## 변호인\n\nMr. C.F. Huppe, Mr. R. Lewis Brown  and  Mr. H. Lowndes  Maury , for Appellant, submitted a brief.\n  Mr. P.E. Geagan, Mr. George W. Howard, Mr. D.M. Kelly  and Mr. John V. Dwyer , for Respondents.\n\n## 인용\n\n- 300 P. 197\n- 90 Mont. 24\n\n## 판결문 요약\n\nThis is an appeal from a judgment entered upon an order dismissing the application of the relator for a writ of prohibition to restrain the defendants from enacting an ordinance looking to the granting of a franchise to the Montana Power Company, a New Jersey corporation, permitting it to supply natural gas to the inhabitants of the city of Butte.\nThe proceedings were commenced by relator on November 26, 1930, and an alternative writ of prohibition was issued returnable on the 29th of November, 1930, on which day the defendants filed a motion to quash, which was overruled, and then an answer to the writ and affidavit. Reply was made to the answer, and the cause was set for hearing on its merits on December 6, 1930, upon which date testimony was taken, and thereafter the respective parties filed briefs. On December 27, 1930, the court entered its order finding generally in favor of the defendants and against the relator and ordering judgment in favor of defendants, denying the plaintiff any relief, and dismissing the proceedings. Formal judgment was entered on December 30. No stay of proceedings was asked or granted. The relator simply asked time in which to prepare a bill of exceptions.\nOn the twenty-first day of January, 1931, the ordinance was enacted by the city council and approved by the mayor on the following day. As has been recited, three weeks prior thereto the district court had decided that the legislative branch of the city government had the right to proceed in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-hauswirth-v-beadle"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}