{
  "id": 26597,
  "title": "1931년 Ex Parte Heptinstall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-04-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Heptinstall. 판결일: 1931-04-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Ethel Heptinstall.\n**판결일**: 1931-04-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Morrow\n\n## 변호인\n\nMartin, Shipman  Winters,  of Abilene, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 39 S.W.2d 75\n- 118 Tex. Crim. 160\n\n## 판결문 요약\n\nThis is an appeal from an order of the district judge of the 42d Judicial District of Texas refusing to release relator under habeas corpus proceeding.\nThere was pending in the district court of Taylor county an indictment charging one Ed Bloss with rape upon Ethel Heptinstall. The case was called for trial on the 3rd day of February, 1931, a jury selected, the indictment read and the defendant's plea of \"not guilty\" entered and the witnesses sworn. The state called to the witness stand the alleged injured female, the relator here. After giving her name and place of residence, she refused to testify to any material facts about which she was interrogated. She was asked by the trial judge if she understood the consequences of her refusal to testify and assured him that she did. She refused to answer material and pertinent questions propounded both by the court and the district attorney. She positively told the court that she would continue to refuse to answer, whereupon the court held her in contempt, and punished her by a fine of $100 and three days in jail.\nOn the 9th day of February application was made for a writ of habeas corpus, which was issued and a hearing thereon was had the same day and relator remanded to the custody of the sheriff. The judgment of contempt and the commitment issued thereunder by virtue of which the sheriff held relator were regular. There was no claim that the fine assessed, as part of the punishment, had been satisfied. No brief for *Page 162 \nrel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-heptinstall"
    }
  ],
  "relatedIncidents": [
    26511,
    26629,
    26361,
    26374,
    26412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}