{
  "id": 26604,
  "title": "1931년 Sevina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-04-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Sevina. 판결일: 1931-04-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: J. A. SEVINA, Appellant, v. C. E. HICKOK Et Al., Respondents; LOUIS SERVENTE, Appellant, v. C. E. HICKOK Et Al., Respondents\n**판결일**: 1931-04-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Nourse\n\n## 변호인\n\nJohn L. McVey for Appellants., Breed, Burpee & Robinson for Respondents.\n\n## 인용\n\n- 298 P. 116\n- 113 Cal. App. 301\n\n## 판결문 요약\n\nPlaintiff sued in mandamus to require respondents to place them upon the pension roll of the city of Alameda. The cases were consolidated for trial and were heard by the court sitting without a jury. Judgment went for respondents in both cases and the plaintiffs appeal upon a single typewritten transcript.\nWhile the appellants were members of the police department of the city of Alameda they were indicted by the federal grand jury for conspiracy to violate the federal prohibition act. Pending their trial in the federal court they were duly suspended from office by order of the chief of police and city manager. On September 24, 1929, following their acquittal in the federal court, the appellants were both removed from office by the city manager, the order of removal reciting that the cause of such removal was \"notorious and consecutive insubordination and neglect of duty\". On March 18, 1930, both appellants applied to the pension board of the city of Alameda to be retired upon a pension under the terms of the so-called \"Pension Ordinance\" of the city. These applications *Page 303 \nwere, after a hearing conducted by the pension board, both denied.\nIt is conceded that the police department of the city of Alameda was not under civil service and that the city manager had full power to suspend and remove a member of that department with or without cause. This concession draws a distinct line between the case at hand and all the cases cited by both parties involving the interpretati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sevina-v-hickok"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}