{
  "id": 26602,
  "title": "1931년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-04-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Young. 판결일: 1931-04-10. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: YOUNG Et Al. v. UNITED STATES\n**판결일**: 1931-04-10\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bryan, Foster, and Walker, Circuit Judges\n\n## 변호인\n\nJohn B. McNamara, of Waco, Tex., Edwin H. Grace, of New Orleans, La Sanford of Galveston, Tex and A. L. Cur tis, of Belton, Tex. Lovett, of Corsicana, Tex., on the brief), for appellants,, John D. Hartman, U. S. Atty., of San Antonio, Tex.\n\n## 인용\n\n- 48 F.2d 26\n\n## 판결문 요약\n\n\n48 F.2d 26 (1931)\nYOUNG et al.\nv.\nUNITED STATES.\nNo. 5959.\nCircuit Court of Appeals, Fifth Circuit.\nApril 10, 1931.\nJohn B. McNamara, of Waco, Tex., Edwin H. Grace, of New Orleans, La., Allan D. Sanford, of Galveston, Tex., and A. L. Curtis, of Belton, Tex. (Lovett &amp; Lovett, of Corsicana, Tex., on the brief), for appellants.\nJohn D. Hartman, U. S. Atty., of San Antonio, Tex.\nBefore BRYAN, FOSTER, and WALKER, Circuit Judges.\nBRYAN, Circuit Judge.\nThe indictment in this case charges a conspiracy to sell, and possess for sale, utensils and substances, including corn chops, sugar, fruit jars, and charred barrels, designed and intended for use in the unlawful manufacture of intoxicating liquor; and to manufacture, possess, sell, and transport intoxicating liquor for beverage purposes. The appellants, McDaniel, Young, Coates, Lee, Franklin, and Campbell, were convicted as charged. Evidence for the government tended to show that McDaniel, manager of a wholesale business at Corsicana, Tex., sold large quantities of the above articles described in the indictment to Young and Coates, and made deliveries at the village or town of Young, where Young and Coates had adjoining retail stores, with a connecting door, in the same building.\nYoung and Coates sold the articles purchased from McDaniel at retail. Lee, Franklin, and Campbell were among their customers, and each of them made individual purchases, but there was no proof that they were acting in concert. It was not directly shown ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-united-states"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}