{
  "id": 26629,
  "title": "1931년 Burrel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-02-27",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Burrel. 판결일: 1931-02-27. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Burrel.\n**판결일**: 1931-02-27\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bxjtzel, Clark, McDonald, North, Pead, Potter, Sharpe, Wiest\n\n## 변호인\n\nCharles W. Gore , for appellant.\n\n Paul W. Voorhies , Attorney General,  Harold J. Waples , Assistant Attorney General, and  Wilbur M. Cunningham , Prosecuting Attorney, for the people.\n\n## 인용\n\n- 235 N.W. 170\n- 253 Mich. 321\n\n## 판결문 요약\n\nDefendant was convicted of statutory rape, of having carnal knowledge of a female under the age of 16 years. 3 Comp. Laws 1915, &#167; 15211. To review judgment he brings error.\nThe prosecution is predicated on section 39, chap. 7, Act No. 175, Pub. Acts 1927:\n\"Every person concerned in the commission of an offense, whether he directly commits the act constituting the offense or procures, counsels, aids, or abets in its commission may hereafter be prosecuted, *Page 322 \nindicted, tried and on conviction shall be punished as if he had directly committed such offense.\"\nOne Bracken, a young married man, had sexual intercourse with the girl, and pleaded guilty of the offense. Defendant had nothing to do with her. The question is whether defendant did procure, counsel, aid, or abet in the commission of the crime.\nDefendant and Bracken lived at Benton Harbor. The girl lived just out of the city. She and Bracken were friendly. She had written him letters and had given him a photograph of herself. Defendant had an automobile. One evening Bracken had an engagement to meet the girl, and asked defendant to drive him out on the south side of the city. They went to a gasoline station. Bracken purchased gasoline. He directed the driving to a place where the girl got into the car and Bracken got into the back seat with her. Defendant drove a number of miles. Bracken was \"loving\" the girl. Defendant, as further directed, drove onto a dark road and stopped the car, leaving the motor running. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-burrel"
    }
  ],
  "relatedIncidents": [
    26511,
    26597,
    26361,
    26374,
    26412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}