{
  "id": 2662,
  "title": "2017년 Dumas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-11-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dumas. 판결일: 2017-11-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Jennifer L. Dumas, Appellant\n**판결일**: 2017-11-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Aarons, Egan, Lynch, Pritzker, Rose\n\n## 인용\n\n- 2017 NY Slip Op 8053\n- 155 A.D.3d 1256\n- 63 N.Y.S.3d 906\n\n## 판결문 요약\n\n\r\n\r\nPeople v Dumas (2017 NY Slip Op 08053)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Dumas\r\n\r\n\r\n2017 NY Slip Op 08053\r\n\r\n\r\nDecided on November 16, 2017\r\n\r\n\r\nAppellate Division, Third Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided and Entered: November 16, 2017\r\n\r\n108212\r\n\r\n[*1]THE PEOPLE OF THE STATE OF NEW YORK, Respondent,\r\nvJENNIFER L. DUMAS, Appellant.\r\n\r\nCalendar Date: October 18, 2017\r\n\r\nBefore: Egan Jr., J.P., Lynch, Rose, Aarons and Pritzker, JJ.\r\n\r\n\r\nLisa A. Burgess, Indian Lake, for appellant.\r\nAndrew J. Wylie, District Attorney, Plattsburgh (Jason Marx of counsel), for respondent.\r\n\r\n\r\nPritzker, J.\r\n\r\nMEMORANDUM AND ORDER\r\nAppeal from a judgment of the County Court of Clinton County (McGill, J.), rendered December 17, 2015, convicting defendant upon her plea of guilty of the crime of attempted burglary in the second degree.\r\nDefendant waived indictment and agreed to be prosecuted by a superior court information charging her with attempted burglary in the second degree. She pleaded guilty to this crime and waived her right to appeal, both orally and in writing. In accordance with the terms of the plea agreement, she was sentenced to 2½ years in prison to be followed by two years of postrelease supervision. Defendant now appeals.\r\nInitially, we find that defendant's waiver of the right to appeal is invalid given that Count...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-dumas"
    }
  ],
  "relatedIncidents": [
    2654,
    2664,
    2687,
    2780,
    2806
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}