{
  "id": 26651,
  "title": "1931년 Hochderffer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-01-17",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Hochderffer. 판결일: 1931-01-17. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: JOE HOCHDERFFER Et Al. v. STATE\n**판결일**: 1931-01-17\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Davenport, Edwards\n\n## 변호인\n\nHoward F. Wilson, for plaintiffs in error.\n\nThe Attorney General, for the State.\n\n## 인용\n\n- 295 P. 236\n- 49 Okla. Crim. 420\n\n## 판결문 요약\n\nPlaintiffs in error, hereinafter called defendants, were convicted in the county court of Kay county of the offense of unlawful possession of intoxicating liquor, and their punishment fixed by the jury at a fine of $50 each and imprisonment in the county jail for 30 days each.\nThe evidence of the state was that the officers having a search warrant searched the warehouse of the defendants and found concealed therein 140 gallons of whisky, 9 gallons of alcohol, a copper blending vat with capacity of from 75 to 100 gallons, some empty kegs and fruit jars, and a large number of empty bottles, together with some paraphernalia and seals to be placed on bottles when filled. *Page 421 \nThe defendants did not take the witness stand and offered no evidence in their defense.\nThe defendants first contend that the court erred in permitting the state to indorse the name of the witness Carroll Bengsten upon the information after the trial had started.\nIt appears from the record that the case was called for trial on the 23d day of October, 1929; that both the state and the defendants announced ready for trial, and a jury was duly impaneled. The opening statement of the state and of the defendants was made, and thereupon the state called as witnesses Bill Padgett, Harold J. Meade, F.D. Irby, and Carroll Bengsten. At the time the witness Bengsten was called, the defendants objected for the reason that the name of the witness was not indorsed on the information. A hearing was had on this questi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hochderffer-v-state"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}