{
  "id": 26657,
  "title": "1931년 Strayley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1931-01-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Strayley. 판결일: 1931-01-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John Strayley v. the State\n**판결일**: 1931-01-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nMcGaugh  Darroch,  of Brownwood, for appellant.\n\n Lloyd W. Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 36 S.W.2d 162\n- 117 Tex. Crim. 305\n\n## 판결문 요약\n\nConviction for possessing intoxicating liquor for purposes of sale; punishment, two years in the penitentiary.\nThe facts support the verdict. Same show that upon permission officers searched appellant's car and found therein three half-gallon jars of whisky. Appellant testified that he had same for his own personal use and for medicine for his wife. These theories were pertinently submitted and solved by the jury adversely to appellant's contention.\nWe find in the record two bills of exception, each complaining of argument made in behalf of the State. The first complaint is of the argument to the effect that appellant did not need to drive from Waco to San Saba in order to get liquor for his own use or for medical purposes, that there were any number of bootleggers in the city of Waco from whom he could buy liquor for his own use, and if he wanted liquor for his wife's use he could get it from the doctors in Waco and would not be getting rot gut liquor from bootleggers in San Saba County. This was objected to upon the ground that there was no evidence in the record warranting any argument that appellant made the trip from Waco to San Saba for the purpose of purchasing liquor, and there was no evidence that the defendant could buy liquor from any number of bootleggers in Waco, or that he could obtain prescription liquor in Waco. We find nothing in the bill of exception in anywise certifying to the correctness of the facts relied upon in the objections made. For aught the bill ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=strayley-v-state"
    }
  ],
  "relatedIncidents": [
    26495,
    26496,
    26501,
    26502,
    26503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}