{
  "id": 2666,
  "title": "2017년 State Of Washington v. Edmond E. Cummings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-11-13",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State Of Washington v. Edmond E. Cummings. 판결일: 2017-11-13. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: State Of Washington v. Edmond E. Cummings\n**판결일**: 2017-11-13\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n\n## 판결문 요약\n\n IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\nSTATE OF WASHINGTON,                    )\n                                        )       No. 75229-4-1\n                     Respondent,        )\n                                        )       DIVISION ONE\n              V.                        )\n                                        )       UNPUBLISHED OPINION\nEDMOND E. CUMMINGS,                     )\n                                        )\n                     Appellant.         )       FILED: November 13, 2017\n\n\n      TRICKEY, A.C.J. — Edmond Cummings pleaded guilty to assault in the third\ndegree. In his plea agreement, Cummings agreed to \"pay restitution in full.\" The\n\nState requested restitution in the amount of $12,195.80 to the victim for medical\n\nexpenses. The trial court found that Cummings had caused the injuries requiring\n\nmedical attention by a preponderance of the evidence and granted the State's\n\nrequest for restitution. Cummings appeals, arguing that the restitution is beyond\n\nthat of the charged crime and that the State did not prove a causal connection\n\nbetween his charged crime and the medical expenses. Because the State's\n\nevidence supporting its restitution request was insufficient to establish causation\n\nbetween Cummings's charged actions and the victim's claimed medical expenses,\n\nwe reverse and remand for additional proceedings.\n\n                                     FACTS\n\n       Cummings was charged by amended information with one count of assau...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-washington-v-edmond-e-cummings"
    }
  ],
  "relatedIncidents": [
    2672,
    2728,
    2730,
    2742,
    2824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}