{
  "id": 26676,
  "title": "1930년 Camp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-11-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Camp. 판결일: 1930-11-20. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Kost Furniture Co. v. Camp Et Ux.\n**판결일**: 1930-11-20\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Walker\n\n## 변호인\n\nDevereaux Henderson and Jas. A. Copeland, both of Houston, for appellant.\n\nDrew S. Davis, of Houston, for appellees.\n\n## 인용\n\n- 32 S.W.2d 967\n\n## 판결문 요약\n\nThis suit originated in one of the justice courts of Harris county, and was by appellant against appellees, to recover the balance due on the purchase price of a radio and stove sold under a written contract, and to foreclose the chattel mortgage lien reserved to secure the payment of the sum sued for. The radio and stove were seized under writ of sequestration regularly sued out.\nAppellees answered to the effect that the radio was wholly worthless, and prayed for rescission of the contract, and by cross-action for the recovery of the sum of $36 paid on the stove and $35 on the radio. There was no pleading that the contract was induced by fraud, accident, or mistake.\nIn justice court, judgment was in favor of appellees, from which appellant duly prosecuted its appeal to the county court at law of Harris county, where the case was tried to a jury, with the following verdict: First. The radio in question, when delivered to the defendant, and at all times thereafter when in his possession, wholly failed to properly perform and function. Second. The radio in question, when sold and delivered to the defendant by the plaintiff, and at all times while same was in defendant's possession, was wholly worthless as a radio receiving set. Third. The reasonable cash market value of the gas stove at the time it was repossessed by the plaintiff was $33. Fourth. Reasonable attorneys' fees amounted to $25. Judgment was entered on this verdict in favor of appellees, and appellant duly prosecute...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kost-furniture-co-v-camp"
    }
  ],
  "relatedIncidents": [
    26691,
    26696,
    26697,
    26722,
    26737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}