{
  "id": 26677,
  "title": "1930년 Hornstein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-11-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hornstein. 판결일: 1930-11-18. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Henry Hornstein, Respondent, v. Kopel Podwitz Et Al., Defendants, and Meyer Mersel Et Al., Appellants\n**판결일**: 1930-11-18\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Htjbbs\n\n## 변호인\n\nThomas A. McKennell, Aaron Goody  and  Joseph L. Lefkowitz \nfor appellants.\n  Abraham Hornstein  and  George D. Hornstein  for respondent.\n\n## 인용\n\n- 173 N.E. 674\n- 254 N.Y. 443\n\n## 판결문 요약\n\nThe complaint herein stated in proper form, with all necessary allegations, a cause of action against the defendant Hadassah Realty Co., Inc., a domestic corporation, for the recovery of $2,600 commissions due plaintiff, a real estate broker, on the sale of said defendant's real property for $200,000.\nIt alleges that the plaintiff, acting as a broker, procured the defendants Mersel and Hirschhorn as purchasers and they agreed with the defendant Podwitz, the president of the corporation owner, to purchase the property at the price and on the terms specified by the owner, and a written contract of sale was executed by the parties.\nIt also alleges:\n\"Tenth. Upon information and belief that the defendants herein conspired together and entered into an agreement wherein and whereby they sought to deprive this plaintiff of the commissions to which he was entitled by reason of such sale and agreed among themselves to withhold from plaintiff the fact that such sale had been made and to deprive plaintiff of the commissions to which he was entitled by reason of such sale, and to distribute among themselves a sum of money in lieu of the commissions, which the plaintiff was entitled to receive on such sale.\n\"Eleventh. Upon information and belief that in pursuance of such agreement defendant, Hadassah Realty Corporation, allowed to said defendants, Mersel and *Page 447 \nHirschhorn, a part of the commissions on the sale of said premises.\"\nIt then alleges that the plaintiff has duly demanded ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hornstein-v-podwitz"
    }
  ],
  "relatedIncidents": [
    26676,
    26688,
    26691,
    26693,
    26694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}