{
  "id": 26688,
  "title": "1930년 Preston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-10-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Preston. 판결일: 1930-10-25. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. John Preston, Plaintiff in Error\n**판결일**: 1930-10-25\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Mr. JUSTICE HEARD delivered the opinion of the court:\n\n## 변호인\n\nEugene L. McGarry, and Edgar J. Elliott, for plaintiff in error., Oscar E. Carlstrom, Attorney General, C. W. Reed, State’s Attorney, and George P. O’Brien, (Win G. Knock, and R. W. Keeney, of counsel,) for the People.\n\n## 인용\n\n- 173 N.E. 383\n- 341 Ill. 407\n\n## 판결문 요약\n\nPlaintiff in error, John Preston, (hereinafter called the defendant,) was indicted at the October, 1929, term of the circuit court of DuPage county for the murder of Agnes Johnston and was convicted by a jury on December 12, 1929, the jury fixing his punishment at death. Motion for a new trial was overruled on January 31, 1930, sentence pronounced in accordance with the verdict and execution set for February 19, 1930. He brought his case to this court for review at the June term, 1930.\nThe evidence showed that the defendant, a married man, a painter by occupation, while working in the offices of Libby, McNeill  Libby at the Union Stock Yards about October 7, 1929, became acquainted with Miss Mathilda Murphy and Miss Agnes Johnston, also employed there. He told Miss Murphy to get Miss Johnston some night and he would get a fellow to go out on a \"date\" with them. Miss Murphy saw Miss Johnston and arranged for the defendant and another man to take the two girls out to dinner. On the following Saturday afternoon according to the testimony of Miss Murphy, the defendant called her on the telephone and said he could not get the fellow to go along with them, but as long as he had made the date for Saturday night he did not wish to disappoint Miss Johnston, so they would take her along anyway and keep the date. He said they would go out and get dinner. He called for Miss Murphy in a Chrysler sedan and they in time called for Miss Johnston at her home. All three sat in the front seat, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-preston"
    }
  ],
  "relatedIncidents": [
    26694,
    26732,
    26772,
    26501,
    26564
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}