{
  "id": 26693,
  "title": "1930년 Dattle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-10-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dattle. 판결일: 1930-10-11. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Roberts Auto & Radio Supply Co. v. Dattle\n**판결일**: 1930-10-11\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Buffington, and Davis, Circuit Judges, and Johnson, District Judge\n\n## 변호인\n\nGeo. F. Lowenthal, of Philadelphia, Pa., for appellants., Jos. Brandschain, M. Norman Dubois, and Horenstein, Feldman & Harvey, all of Philadelphia, Pa., for appellee.\n\n## 인용\n\n- 44 F.2d 159\n\n## 판결문 요약\n\n\n44 F.2d 159 (1930)\nROBERTS AUTO &amp; RADIO SUPPLY CO.\nv.\nDATTLE.\nNo. 4360.\nCircuit Court of Appeals, Third Circuit.\nOctober 11, 1930.\nGeo. F. Lowenthal, of Philadelphia, Pa., for appellants.\nJos. Brandschain, M. Norman Dubois, and Horenstein, Feldman &amp; Harvey, all of Philadelphia, Pa., for appellee.\nBefore BUFFINGTON, and DAVIS, Circuit Judges, and JOHNSON, District Judge.\n*160 DAVIS, Circuit Judge.\nThis is an appeal from the decree of the District Court dismissing the petition of the appellants and affirming the order of the referee which restrained the appellants from further proceedings in the state court.\nOn May 22, 1929, a petition in bankruptcy was filed against Max Berger individually and trading as M. Berger &amp; Co. The following day the appellants, two creditors of the bankrupt, filed a bill in equity in common pleas court No. 5 of Philadelphia county, Pa., against the bankrupt, for the purpose of setting aside, and recovering for the creditors the proceeds of, a sale which is alleged to have been made by the bankrupt in violation of the Bulk Sales Act of Pennsylvania (69 PS § 521 et seq.). The purchasers from the bankrupt and the attorney of the bankrupt, in whose hands were the proceeds of the sale, were made defendants to the bill.\nThe receiver, appointed in the bankruptcy court, entered his appearance in the equity suit in the common pleas court, and the purchasers filed an answer to the bill. The attorney for the bankrupt did not file an answer, and the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-auto-radio-supply-co-v-dattle"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}