{
  "id": 26691,
  "title": "1930년 Locker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-10-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Locker. 판결일: 1930-10-20. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Archie J. Locker, Appellant, v. Metropolitan Life Insurance Company, a Corporation, Respondent\n**판결일**: 1930-10-20\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Trenchard\n\n## 변호인\n\nFor the appellant,  Paul Rittenberg. \n\nFor the respondent,  McCarter  English  ( Conover English , of counsel).\n\n## 인용\n\n- 151 A. 627\n- 107 N.J.L. 257\n\n## 판결문 요약\n\nThe trial judge directed a verdict for the defendant below and the plaintiff appeals from the consequent judgment. *Page 259 \nThe suit was on a policy of life insurance and the defense was fraudulent misrepresentation. The statement made by the insured to the medical examiner in her application was dated May 19th, 1927. The policy was dated May 25th, 1927. The insured died August 22d 1927, of pulmonary tuberculosis.\nThe fourth defense was that she was asked and had answered as follows:\n\"5. Have you ever been an inmate of, or have you ever received treatment at an asylum, hospital, sanatorium or cure? If yes, give date, duration, name of ailment and name of institution. No.\"\nThe undisputed proofs were that insured had, prior to the date of making said statement in the application, been an inmate of and had received treatment at a hospital or sanatorium, namely, the New Jersey State Sanatorium for Tuberculosis at Glen Gardner, New Jersey.\nThe sixth defense was that she had answered falsely that she had never suffered from disease of the lungs.\nThe eighth defense was that she was asked and had answered as follows:\n\"(g) Have you consulted a physician for any ailment or disease not included in your above answer? No.\"\nThe undisputed proofs were that the insured had, prior to the date of making such statement in her application, consulted physicians for an ailment or disease not included in her above answer, namely, for pulmonary tuberculosis.\nThe ninth defense was that she was aske...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=looker-v-metropolitan-life-insurance"
    }
  ],
  "relatedIncidents": [
    26676,
    26696,
    26697,
    26722,
    26737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}