{
  "id": 26697,
  "title": "1930년 In re the Estate of Crociani 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-10-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Estate of Crociani. 판결일: 1930-10-07. 법원: New York Surrogate's Court.",
  "description": "## 사건 정보\n\n**사건명**: IN THE MATTER OF THE ESTATE OF CATHERINE CROCIANI\n**판결일**: 1930-10-07\n**법원**: New York Surrogate's Court\n**관할**: New York, NY\n\n**판사**: Whinery\n\n## 변호인\n\nFor Julio Crociani, J. Spielman and J. Randolph Woodruff., For Toiw Marinari et al., Haines ■& Chanalis {Patricio J. Maloney).\n\n## 인용\n\n- 11 N.J. Misc. 828\n\n## 판결문 요약\n\n\nOn June 6th, 1930, Catharine Longinotti, also known as Katie Longinotti or Catherine Crociani, died. On June 11th, 1930, Julio Crociani applied to the surrogate for letters of administration, alleging that he was her husband, and pursuant to his application, letter of administration were duly-issued to him by the surrogate of Essex county. On June 25th, 1930, Tony Marinari, a brother of the decedent, filed a petition with the surrogate, asking revocation of the letters of administration issued to Julio Crociani, alleging in said petition that Julio Crociani was not the husband of the decedent, and that he had obtained the letters of administration by fraudulent representation to the surrogate that he was her husband.\nThis petition was filed with the surrogate, pursuant to chapter 133, page 293 of the laws of 1917 (Cum. Supp. Comp. Stat., pp. 146, 208), which statute provides, among other things, that the surrogates of the several counties are given the power and authority to open, vacate, modify, or set aside a decree or order made in their court; or to grant a new *829trial or a new hearing for fraud, newly discovered evidence, clerical error, or other sufficient cause.\nFollowing the filing of such petition, a day was fixed for the hearing of the matter and citations were duly issued. The hearing consumed three days. No objection was made by Julio Crociani as to the jurisdiction of the surrogate on the first day of said hearing, but on the second day an informal objection w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-estate-of-crociani"
    }
  ],
  "relatedIncidents": [
    26676,
    26691,
    26696,
    26722,
    26737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}