{
  "id": 26696,
  "title": "1930년 Raymond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-10-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Raymond. 판결일: 1930-10-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. C. Raymond v. the State\n**판결일**: 1930-10-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian, Morrow\n\n## 변호인\n\nMurchison  Davis  of Haskell,  F. L. Kuykendall  and  Bouldin   Bouldin,  all of Albany, and  McLean, Scott  Sayers  of Fort Worth, for appellant.\n\n A. A. Dawson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 33 S.W.2d 192\n- 116 Tex. Crim. 595\n\n## 판결문 요약\n\nThe offense is swindling, a felony; the punishment, confinement in the penitentiary for two years.\nAccording to the version of the state, appellant, Emmett A. Jones, Geo. Stribling, Jr. and G. C. Butler represented to John H. Sedwick, W. R. Nail, W. G. Webb, John F. Sedwick, Thos. L. Blanton, Jr., and W. Graham Webb, Jr. that General Neon Sign Corporation was duly incorporated under the laws of the State of Texas with a manufacturing business and plant in Fort Worth, Texas; that the corporation had a capital stock of $100,000 fully subscribed and paid in, Guy Waggoner having $20,000 of the stock; that Emmett A. Jones was president of the corporation and *Page 597 \nH. F. Stribling was secretary; that said corporation owned a patent on a certain Neon gas bulb of great value that in no way infringed on any other patent; that the plant of the corporation was the only one of its kind in the State of Texas; that the president, Emmett A. Jones, had legal authority to execute binding contracts for said corporation. The testimony of the state was to the effect that these representations were false and fraudulent, it being shown for example that the company was not incorporated, did not have $100,000 in paid up capital stock, and did not have a patent on the Neon gas bulb. Moreover, Guy Waggoner did not own $20,000 of stock in the company. Further, the testimony of the state was to the effect that the representations made by appellant and his associates were for the purpose of securing...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=raymond-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stone-v-state"
    }
  ],
  "relatedIncidents": [
    26676,
    26691,
    26697,
    26722,
    26737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}