{
  "id": 26694,
  "title": "1930년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-10-10",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Walker. 판결일: 1930-10-10. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Walker v. Commonwealth.\n**판결일**: 1930-10-10\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Hobson\n\n## 변호인\n\nJOHN M. THEOBALD for appellant., J. W. CAMMACK, Attorney General, and GEORGE H. MITCHELL, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 31 S.W.2d 721\n- 235 Ky. 471\n\n## 판결문 요약\n\nAffirming.\nJim Walker was indicted in the Carter circuit court for the murder of Jonathan Branham. On the trial of the case he was found guilty of manslaughter, and his punishment fixed at five years' imprisonment. He appeals.\nShortly before August 12, 1929, John Russell and Perlina Click were married, and on that night a number of neighbors and friends congregated at his home for the purpose of giving a \"shivaree,\" or, as they say, a \"belling\" party. Appellant, Walker, arrived about 7:30 or 8 p. m. He walked into a back room of the house where several people and, some children were, and pulled out from under his arm a half gallon of liquor, and said: \"Here is some liquor I brought to John Russell, and you can drink some of it.\" He pitched it down on a bed in the room, and then he commenced putting the children out of the room. Jonathan Branham shoved the door open and walked in; Walker jerked his pistol out and shot through the window. Some words followed between him and Branham, in which Branham told him to put his *Page 473 \npistol away, but nothing further happened. A little later he was in another room of the house; threw his hat down on the floor, had his pistol out like he was going to shoot his hat, but he did not shoot, and went out of the house. He was out in the yard for some time. A number of shots were fired out there by him or other people. Finally he came up on the porch and vomited. After vomiting he laid down on the porch with his feet near the steps, and his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walker-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    26688,
    26732,
    26772,
    26501,
    26564
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}