{
  "id": 26722,
  "title": "1930년 Williamson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-07-14",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Williamson. 판결일: 1930-07-14. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. H. Williamson Et Al., Appellants, v. D. B. Horton Et Al., Respondents\n**판결일**: 1930-07-14\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Fullerton\n\n## 변호인\n\nW.H. Sibbald , for appellants.\n\n Edgar P. Reid , for respondents.\n\n## 인용\n\n- 289 P. 1025\n- 157 Wash. 621\n\n## 판결문 요약\n\nIn this action, brought under chapter 1, title VI of the code (Rem. Comp. Stat.), the appellants *Page 622 \nWilliamson sought to recover from the respondents Horton the possession of a tract of land situated in or near the town of Stella in Cowlitz county.\nIn their complaint, the appellants alleged ownership of the land, and uninterrupted possession of it for a period of \"approximately forty years\" preceding the year 1927, at which time, it is further alleged, the respondents wrongfully entered upon it and erected a building thereon, and since said time have unlawfully and fraudulently maintained possession thereof. The respondents answered the complaint, in which they denied ownership and possession by the appellants, and pleaded affirmatively actual, open, notorious, and exclusive possession of the property under a claim of right in themselves and their predecessors in interest for more than ten years preceding the commencement of the appellants' action. In a reply, the appellants denied the affirmative allegations of the answer.\nThere was a trial by the court sitting with a jury, in which a verdict was returned for the respondents in the form prescribed by the cited act. (Rem. Comp. Stat., &#167; 795, subd. 2.) On the verdict, the court adjudged that the appellants take nothing by their action, and further adjudged that the respondents were the owners of and entitled to the possession of the land.\nAs we have shown, the appellants did not in their complaint plead the convey...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williamson-v-horton"
    }
  ],
  "relatedIncidents": [
    26676,
    26691,
    26696,
    26697,
    26737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}