{
  "id": 26728,
  "title": "1930년 Dodgion 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-07-01",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Dodgion. 판결일: 1930-07-01. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: TWIN STATE OIL CO. Et Al. v. DODGION Et Al.\n**판결일**: 1930-07-01\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Andrews, Clark, Culli-Son, Hefner, Hunt, Lester, Mason, Riley, Swindall\n\n## 변호인\n\nClayton B. Pierce, for petitioners.\n\nJ. Berry King, Atty. Gen., and Robert D. Crowe, Asst. Atty. Gen., for respondents.\n\n## 인용\n\n- 289 P. 779\n- 144 Okla. 100\n\n## 판결문 요약\n\nThis is an original action to review an award of the State Industrial Commission directing the petitioner to pay the doctor bill and the drug bill of the respondent.\nOn August 8, 1928, a claim was filed with the Commission in which it was alleged that on June 8, 1928, the respondent sustained an injury while in the employ of the Twin State Oil Company. On September 21, 1928, the Twin State Oil Company and the insurance carrier filed an answer in which it was denied that the accident arose out of and in the course of the employment of the respondent. The claim was set for hearing before the Commission on March 26, 1929. The respondent did not appear to prosecute his cliam, and the Commission entered an order dismissing the case, and thereafter, on the application of Dr. B.A. Owen, an order was entered directing the payment of the doctor's bill and the drug bill.\nIt is urged that the Commission was without jurisdiction to make the award because there was no award made in favor of the injured party, and that proceedings by a physician to recover the value of his services is ancillary to proceedings by the employee to recover compensation and cannot be considered independently.\nIt is claimed that the services of the doctor and the bill for the medicine in the case at bar come within the rule announced by this court in the case of Wilson Drilling Co. v. Beyer, 138 Okla. 248, 280 P. 846. The syllabus in that case is as follows:\n\"Under the Workmen's Compensation Act proceedings by a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=twin-state-oil-co-v-dodgion"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}