{
  "id": 26736,
  "title": "1930년 Ingram 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-06-17",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ingram. 판결일: 1930-06-17. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: INGRAM Et Al. v. BOARD of COM'RS of POTTAWATOMIE COUNTY Et Al.\n**판결일**: 1930-06-17\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Andrews, Hefner, Hunt, Lester, Miason, Oullison, Riley, Swindall\n\n## 변호인\n\nG. C. Abernathy, O. E. Wells, W. L. Chapman, and P. H. Reily, for plaintiffs in error., Randall Pitman, Co. Atty., and Roy Lewis, Asst. Co. Atty. (Clarence Robison, of counsel), for defendants in error.\n\n## 인용\n\n- 289 P. 273\n- 144 Okla. 41\n\n## 판결문 요약\n\nThis is an appeal from the district court of Pottawatomie county, Okla., wherein plaintiffs, J.A. Ingram and others, as taxpayers and property owners in said county, filed their petition for a permanent injunction to enjoin the defendants, the board of county commissioners of Pottawatomie county, and C.E. Pettigrew and J.D. Seay, members of said board, from expending certain funds in the hands of the county treasurer of said county, for the repair and rebuilding of the Pottawatomie county courthouse.\nThe defendants filed a demurrer to plaintiffs' petition, and the trial court, after a hearing thereon, sustained said demurrer and dismissed the action. From the judgment of the trial court sustaining defendants' demurrer and dismissing the case, plaintiffs appeal to this court.\nThe material allegations of plaintiffs' original and amended petition are as follows:\nPlaintiffs allege that under the provisions of Senate Bill No. 68, Session Laws of 1925, (ch. 13), and House Bill No. 165, Session Laws of 1925 (ch. 140), a tax levy of one mill was made in Pottawatomie county for the purpose of erecting a county courthouse at Tecumseh, and that said tax was so collected; that the provisions of Senate Bill No. 68, supra, have heretofore been held unconstitutional by this court; that two members of said board of county commissioners, constituting a majority, had passed a resolution to expend the money derived from said levy in repairing the old courthouse; that they had passed a resolutio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ingram-v-board-of-comrs-of-pottawatomie-county"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}