{
  "id": 26737,
  "title": "1930년 Heiner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-06-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Heiner. 판결일: 1930-06-16. 법원: District Court, W.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: WASHINGTON COAL & COKE CO. v. HEINER, Collector of Internal Revenue\n**판결일**: 1930-06-16\n**법원**: District Court, W.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: McVicar\n\n## 인용\n\n- 42 F.2d 681\n\n## 판결문 요약\n\n\nMcVICAR, District Judge.\nThis is an action in assumpsit to recover $142,561.48, taxes alleged to have been illegally collected from plaintiff by defendant, together with interest thereon. Jury trial was waived and the facts were nearly all agreed upon. The court finds the following findings of fact and conclusions of law:\n1. The plaintiff at all times hereinafter mentioned was and is a domestic corporation organized and existing under the laws of the state of Pennsylvania, maintaining its office and principal place of business in the borough of Dawson in said state.\n2. D. B. Heiner, the defendant, is, and ever since on or about the 1st day of August, 1921, has been, the duly commissioned, qualified, and acting collector of internal revenue in and for the Twenty-Third district of Pennsylvania.\n3. On or about the 15th day of March, 1919, the plaintiff filed with the then collector of internal revenue in and for the said Twenty-Third district of Pennsylvania, without fraud or willful error, its tentative, consolidated income, war profits, and excess profits tax return for the calendar year 1918, and on June. 16,1919, filed, without fraud or willful error, its final consolidated return for said year showing an aggregate tax liability, computed on the basis of the net income set forth in said return, of-$1,738,-*682879.51. Attached to said return was an addendum. captioned, “Petition of the Washington Coal and Coke Company for assessment under the provisions of Section 328 of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-coal-coke-co-v-heiner"
    }
  ],
  "relatedIncidents": [
    26676,
    26691,
    26696,
    26697,
    26722
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}