{
  "id": 26743,
  "title": "1930년 May 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-06-03",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: May. 판결일: 1930-06-03. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Flanagan’s Administratrix Et Al. v. May\n**판결일**: 1930-06-03\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Hobson, Whole\n\n## 변호인\n\nE. 33. ROSE and B. D. BERRY for appellants., ROBERTS & PENDERGRASS for appellee.\n\n## 인용\n\n- 28 S.W.2d 971\n- 234 Ky. 653\n\n## 판결문 요약\n\nAffirming.\nEdward A. Flanagan was the son-in-law of Robert McBride. They both lived in New York. On January 27, 1923, Flanagan and wife conveyed to Robert McBride an oil lease which he owned in Lee county, Ky. Flanagan died on April 17, 1923. His wife, Ann B. Flanagan, qualified as his administratrix in New York. On July 14, 1924, William B. May recovered judgment against her as administrator for $5,208.65, and on July 13, 1925, he brought this action in the Lee circuit court against her and McBride to set aside the deed above referred to, charging it was made without consideration and for the fraudulent purpose of cheating and defeating Flanagan's creditors. McBride answered, denying the allegations and setting up the fact that, at the time the deed was made, Flanagan was indebted to him in the sum of $4,680, and that the deed was executed in satisfaction of the debt, which was the full value then of the property. The allegations of the answer were denied by reply. Robert McBride and Mrs. Flanagan gave their depositions sustaining the defense set out in the answer. The plaintiff took the depositions of two witnesses sustaining the allegations of the petitions. Exceptions were filed by each of the parties to the depositions that were taken. Robert McBride died April 2, 1926. The action was afterwards revived against his heirs at law, and, the case being submitted, the court sustained the defendant's exceptions to the plaintiff's proof on the ground that the depositions were n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flanagans-administratrix-v-may"
    }
  ],
  "relatedIncidents": [
    26676,
    26691,
    26696,
    26697,
    26722
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}