{
  "id": 26740,
  "title": "1930년 Hawkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-06-13",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Hawkins. 판결일: 1930-06-13. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Hawkins Et Al. v. Parsons Et Al.\n**판결일**: 1930-06-13\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Rees\n\n## 변호인\n\nJOHN INVEST and S. GAINES for appellants., H. B. BEST and L. F. FRYER for appellees.\n\n## 인용\n\n- 29 S.W.2d 37\n- 234 Ky. 771\n\n## 판결문 요약\n\nDismissing appeal.\nG.C. Mullins was employed by the board of education of Pendleton county to teach the school in subdistrict No. 37 in that county during the term beginning on the first Monday in September, 1929. At the November, 1929, election Mullins was elected to the office of county judge of Grant county and immediately after the election he tendered his resignation as teacher in subdistrict No. 37 to the board of education of Pendleton county to take effect on December 13, 1929. He also gave notice of his action to T.M. Wallace, trustee of subdistrict No. 37.\nThe board of education at its next regular meeting on December 2, 1929, authorized the county superintendent to employ a teacher to fill the vacancy caused by the resignation of Mullins. At that time Wallace, the subdistrict trustee, had not recommended a teacher to fill the vacancy. On December 10, 1929, the county superintendent employed the appellee, Elizabeth Parsons, and on December 12, 1929, he received a letter from the subdistrict trustee recommending the appellant, J.F. Hawkins. Miss Parsons took charge of the school under her contract and on January 2, 1930, J.F. Hawkins and T.M. Wallace brought this action in the Pendleton circuit court in which they sought a mandatory injunction to require the county board of education to employ Hawkins to fill the vacancy caused by the resignation of Mullins. Miss Parsons and the members of the county board of education were made parties defendants.\nThe defendants fil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hawkins-v-parsons"
    }
  ],
  "relatedIncidents": [
    26764,
    26496,
    26548,
    26562,
    26676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}