{
  "id": 26744,
  "title": "1930년 Stredelman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-06-02",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Stredelman. 판결일: 1930-06-02. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Stredelman v. City of Cincinnati Et Al.\n**판결일**: 1930-06-02\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Cushing, Hamilton, Ross\n\n## 변호인\n\nMessrs. Harmon, Colston, Goldsmith  Hoadly,  for plaintiff.\n\n Mr. John D. Ellis,  city solicitor, and  Mr. Milton H. Schmidt, \nfor defendants.\n\n## 인용\n\n- 176 N.E. 580\n- 38 Ohio App. 539\n\n## 판결문 요약\n\nA rehearing was granted in this case for the purpose of developing the exact nature of the business of plaintiff, particularly as to the business coming to him unsolicited, which he placed with other agents.\nOn the first consideration of the case, the court was greatly impressed with the following testimony of the plaintiff:\nBy Mr. Kohl: *Page 544 \n\"Q. Your name is William Stredelman, and you are the plaintiff in this action? A. I am.\n\"Q. Engaged in the insurance business in the City of Cincinnati, First National Bank Bldg.? A. I am.\n\"Q. And you have been so engaged for many years last past? A. Yes, sir.\n\"Q. You were so engaged in business on December 1, 1926, were you not? A. I was.\n\"Q. Now what is the character of business that you are conducting, Mr. Stredelman? A. Principally fire insurance.\n\"Q. You are an underwriter in the sense that you assume the risk? A. I assume the risk.\"\nThis evidence, coupled with the facts that the plaintiff exercises his judgment in the allocation of risks among his several companies, that he pays the occupational fee, that he stands the loss if an assured refuses to pay, that he has an independent organization, office, and employees wholly outside the control of the foreign insurance companies represented by his agency, which expense he pays, is strong proof that he is conducting a business of his own independent of the business of his several principals.\nAs against this, in the first hearing of the case, it was in evidence that the companies,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stredelman-v-city-of-cincinnati"
    }
  ],
  "relatedIncidents": [
    26791,
    26495,
    26676,
    26677,
    26688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}