{
  "id": 26747,
  "title": "1930년 Medlin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-05-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Medlin. 판결일: 1930-05-28. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Leslie Medlin v. the State\n**판결일**: 1930-05-28\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nHood  Shadle,  of Weatherford, for the appellant.\n\n A. A. Dawson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 29 S.W.2d 752\n- 115 Tex. Crim. 115\n\n## 판결문 요약\n\nConviction is for transporting intoxicating liquor, punishment being one year in the penitentiary.\nThrough field glasses officers watched appellant and three other parties load a truck and drive away from a house. They saw them later unload from the truck a still which was rolled into a ravine. The officers then searched the truck and found two hundred fifty-eight gallons of whiskey. An examination of the house revealed barrels with the combined capacity of five or six hundred gallons; they were empty but had remnants of mash in them. The truck belonged to appellant. He did not testify and offered no evidence which raised any defensive issues, his evidence being limited to proof of his general reputation, and as to his age. He was seeking a suspended sentence, contending that he was under twenty-five years of age. (See Art. 689 P. C.) The record shows that appellant's parents were named Lamb, but that appellant had gone into the district court and had his name changed to Medlin; however he was frequently called Lamb.\nThe mother of appellant testified that he was born on November 10th, 1904, and that he would not be twenty-five years old until November 10th, 1929. The case was tried in October, 1929. Appellant had bought the truck heretofore mentioned in August, 1929, at *Page 116 \nwhich time he made a \"credit statement,\" among other things, saying that he was twenty-six years old. By a deputy county clerk the state identified a record of births after which it introduced the r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=medlin-v-state"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}