{
  "id": 26764,
  "title": "1930년 Farley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-04-29",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Farley. 판결일: 1930-04-29. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Farley Et Al. v. Gibson Et Ux.\n**판결일**: 1930-04-29\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Willis\n\n## 변호인\n\nWHEELER & HUGHES for appellants., W. A. BERRY for appellees.\n\n## 인용\n\n- 30 S.W.2d 876\n- 235 Ky. 164\n\n## 판결문 요약\n\nReversing:\nJ.E. Thompson died intestate, the owner of two farms in the county of McCracken and of two improved lots in the city of Paducah. He was survived by his widow and two infant daughters, Virtrue and Beulah Thompson. Several years later the widow married W.B. Gibson. No assignment of dower to the widow, or formal partition of the property, was ever made, but in 1914, after the daughters had reached maturity and married, they conveyed to their mother the fee-simple title to the smaller farm, and, by agreement, divided the larger one between themselves.\nEarly in 1924 the mother died intestate, survived by her second husband and her two daughters. But for the deed made by the daughters to the mother, the surviving husband would have had no interest in any of the lands since his wife would have had but a life interest. Parsons v. Justice, 163 Ky. 739,174 S.W. 725; Chilton v. Chilton, 217 Ky. 259, 289 S.W. 275; Elkhorn Land  Improvement Co. v. Wallace, 232 Ky. 741, 24 S.W.2d  560. As it was, and by virtue of the deed vesting a fee-simple title in Mrs. Gibson, the surviving husband was entitled to a life estate in one-third of the smaller farm. Ky. Stats., sec. 2132. Prompted by affection for their stepfather, and actuated by an oft-expressed desire of their mother that Mr. Gibson should have the use of that *Page 166 \nparticular land, the two daughters and their husbands conveyed the farm to Mr. Gibson. The deed recited a consideration of $1 and love and affection, and was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farley-v-gibson"
    }
  ],
  "relatedIncidents": [
    26740,
    26496,
    26548,
    26562,
    26676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}