{
  "id": 26772,
  "title": "1930년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-04-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Taylor. 판결일: 1930-04-23. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Stanley Taylor v. the State\n**판결일**: 1930-04-23\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Martin\n\n## 변호인\n\nMathis  Mathis  and  E. H. Cavin,  all of Houston, for appellant.\n\n O'Brien Stevens,  District Attorney and  E. T. Branch,  both of Houston, and  A. A. Dawson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 27 S.W.2d 196\n- 115 Tex. Crim. 612\n\n## 판결문 요약\n\nThe offense is murder and the penalty life imprisonment in the penitentiary. *Page 613 \nAppellant was a negro boy about eighteen years old at the time of the alleged commission of the offense. He visited the home of the deceased on the night preceding the tragedy where a party was in progress, during which there was gambling going on. Appellant participated in some of this and had trouble, in which he lost his cap, and went home. Deceased was not a participant in this. He returned about six o'clock in the morning with a shotgun. According to the State's testimony deceased was standing in the door doing nothing when appellant shot him. According to appellant's testimony deceased cursed him and made a demonstration as if to shoot him with a pistol, whereupon he shot him in self-defense. The testimony for the State and the appellant made a sharp issue as to whether the offense was a deliberate and unprovoked murder or whether it was justifiable.\nIt is vigorously contended that the evidence is insufficient to sustain the penalty assessed and that it was of such character that no penalty in excess of five years was authorized. The truth of the respective theories raised by the evidence and appropriately presented in the charge depended upon the credibility of the witnesses and the weight to be given to their testimony. By the express terms of Art. 657 and Art. 706, C. C. P. (1925), these matters are left discretionary with the jury. Of this question it has been said:\n\"This Court h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-state"
    }
  ],
  "relatedIncidents": [
    26688,
    26694,
    26732,
    26501,
    26564
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}