{
  "id": 26770,
  "title": "1930년 Littlefield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-04-24",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Littlefield. 판결일: 1930-04-24. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Littlefield v. Petrick.\n**판결일**: 1930-04-24\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Butzel, Clark, Fead, McDonald, North, Potter, Sharpe, Wiest\n\n## 변호인\n\nDayton W. Closser  and  George B. Hartrick , for appellant.\n\n    John J. Petrik  ( Lewis Daniels , of counsel), for appellees.\n\n## 인용\n\n- 230 N.W. 507\n- 250 Mich. 437\n\n## 판결문 요약\n\nPlaintiff, claiming to be the owner of the original title of real estate in Urbanrest addition to the city of Ferndale, filed this bill of complaint against defendants, who claimed to hold the lands under tax titles and by adverse possession, for a decree determining the amount due defendants to be paid by plaintiff as a condition for receiving a reconveyance of the land under the provisions of Act No. 229, Pub. Acts 1897 (1 Comp. Laws 1915, &#167; 4138), and amendments thereto; to determine to whom such amount should be paid, and providing that upon the payment thereof defendants be required to reconvey the premises to plaintiff or he be permitted to record the court's decree to stand as a reconveyance thereof, and for other relief. From a decree dismissing the bill of complaint, plaintiff appeals. The effect of a sale of land for taxes is to divest the owner of the property of the title to it. Legal proceedings therefor must be strictly construed and closely followed, and must comply with the constitutional mandate of due process. Plaintiff's land was sold for taxes. The bill of complaint alleges it was sold for the taxes of 1896, 1897, 1900, and 1901. All of the tax sales were therefore subject to the provisions of Act No. 229, Pub. Acts 1897, and amendments thereto, which provide that purchasers may not legally take possession under tax deeds until six months after service of notice of sale and the amount necessary to redeem. 1 Comp. Laws 1915, &#167; 4138.\nProceedings of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=littlefield-v-petrick"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}