{
  "id": 26780,
  "title": "1930년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-03-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Scott. 판결일: 1930-03-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Tom Scott v. the State\n**판결일**: 1930-03-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Morrow\n\n## 변호인\n\nAdams  Hamilton  of Jasper, for appellant.\n\n A. A. Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 27 S.W.2d 210\n- 114 Tex. Crim. 679\n\n## 판결문 요약\n\nManufacturing intoxicating liquor is the offense; punishment fixed at confinement in the penitentiary for a period of two years.\nThe following is in substance the State's testimony: The appellant was arrested while in the act of manufacturing intoxicating liquor. He was in possession of a still which was situated out on a branch some five miles from town. At the still were eight barrels of mash and four gallons of whisky. His wagon and team were nearby. He was alone at the still which was in operation at the time. *Page 680 \nThe following is in substance the testimony coming from the witnesses for the appellant: His wife testified that she and the appellant had been married for about 27 years; that for the last four or five years his mental condition was bad; that he had been treated by a Doctor Powell, who said that the appellant's mind was not good. In the opinion of the witness, the appellant's mind was such that he was not capable of knowing right from wrong. He was nervous and sometimes at night would get up, sit around and smoke. She had tried to persuade him not to make whiskey, telling him that it was wrong. She said he was easily influenced by other people.\nThe witness Bevil testified that he had known the appellant for many years, but said he could hardly tell about his mental condition; that for the past five years he had noticed that there was something wrong with appellant; that up to five years ago the appellant had been a hard-working negro, but since that time...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}