{
  "id": 26782,
  "title": "1930년 Filpot 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-03-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Filpot. 판결일: 1930-03-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. W. Filpot v. the State\n**판결일**: 1930-03-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nWilliams  Bell  of Childress and  Jack Deahl  of Wellington, for appellant.\n\n A. A. Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 26 S.W.2d 202\n- 114 Tex. Crim. 278\n\n## 판결문 요약\n\nThe offense is possession of intoxicating liquor for the purpose of sale; the punishment confinement in the penitentiary for eighteen months. *Page 279 \nAppellant's car was in front of a filling station. Officers drove to within six or eight feet of the car and stopped. They testified that they detected the odor of whiskey in the car. Going into the filling station, they found appellant and two or three other men, one of which gave his name as Brown. The officers testified that there was a jar of whiskey in the room; that appellant's pants leg was wet with some liquid that smelled like whiskey; that they asked appellant's permission to search the car and appellant told them to go right ahead; that they searched the car and found several gallons of whiskey in it.\nAppellant and his witness LaGrand testified that they could smell no odor of whiskey in the house or automobile; and that there was no whiskey on appellant's pants leg, but that he had poured some water on his pants. In short, appellant and his witnesses controverted the existence of the facts showing probable cause for the search. Appellant denied that he gave his consent to the search of the car. He said that he said \"All right\" when the officers told him that they were going to search it. It was appellant's theory that the whiskey in his automobile belonged to Brown. He testified that he had loaned Brown his car and it was in Brown's possession on the occasion of the search. Brown was not used as a witness by eithe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=filpot-v-state"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}