{
  "id": 26788,
  "title": "1930년 Collie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-02-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Collie. 판결일: 1930-02-24. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: COLLIE Et Al. v. FERGUSSON Et Al.\n**판결일**: 1930-02-24\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Stone\n\n## 변호인\n\nMr. Jacob L. Morewitz, with whom Mr. Percy Carmel was on the brief, for petitioners., Messrs. Leon T. Seawell and Henry Bowden, with whom Messrs. D. Arthur Kelsey, R. Arthur Jett, Walter Sibert and Samuel E. Forwood were on the brief, submitted for respondents.\n\n## 인용\n\n- 281 U.S. 52\n- 50 S. Ct. 189\n- 74 L. Ed. 696\n- 1930 U.S. LEXIS 716\n\n## 판결문 요약\n\n\n281 U.S. 52 (1930)\nCOLLIE ET AL.\nv.\nFERGUSSON ET AL.\nNo. 423.\nSupreme Court of United States.\nArgued January 13, 1930.\nDecided February 24, 1930.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FOURTH CIRCUIT.\nMr. Jacob L. Morewitz, with whom Mr. Percy Carmel was on the brief, for petitioners.\n*53 Messrs. Leon T. Seawell and Henry Bowden, with whom Messrs. D. Arthur Kelsey, R. Arthur Jett, Walter Sibert and Samuel E. Forwood were on the brief, submitted for respondents.\nMR. JUSTICE STONE delivered the opinion of the Court.\nThis case is here on writ of certiorari, granted October 28, 1929, to review a decree of the Court of Appeals for the Fourth Circuit, which affirmed, without opinion, a decree of the District Court of Eastern Virginia, denying, also without opinion, the claims of petitioners, who are seamen, for double wages for \"waiting time,\" under R.S. § 4529; Tit. 46, U.S. Code, § 596; (Act of July 20, 1790, c. 29, § 6, 1 Stat. 133; Act June 7, 1872, c. 322, § 35, 17 Stat. 269, as amended, Act December 31, 1898, c. 28, § 26, 30 Stat. 764; Act March 4, 1915, c. 153, § 3, 38 Stat. 1164).\nThe power boat \"Dola Lawson,\" licensed for coastwise trade, and Fergusson, her owner, were libelled for repairs and materials supplied to the vessel. Intervening petitions were filed, setting up claims for wages and the statutory allowance for waiting time in the case of the present petitioners, and for repairs, materials and supplies in the case of other libellants. The vessel was so...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collie-v-fergusson"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}