{
  "id": 26787,
  "title": "1930년 Pashley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-02-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Pashley. 판결일: 1930-02-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ROBERT R. PASHLEY, Etc., Appellant, v. JOSE WUKEJEVICH, Respondent\n**판결일**: 1930-02-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Craig\n\n## 변호인\n\nC. Ibeson Sweet for Appellant., D. A. Knapp for Respondent.\n\n## 인용\n\n- 285 P. 910\n- 104 Cal. App. 232\n\n## 판결문 요약\n\nThe appellant instituted this action for the recovery of the purchase price of an automobile which he had sold to the respondent, basing the suit upon a written contract. This respondent contended was obtained by fraud, coercion and misrepresentation.\nThe contract specified one used Chevrolet touring car, for which the purchaser was to pay a stated amount in monthly installments. It recited that the personal property had been examined, and was \"in good order and repair, and said purchaser further agrees that he will, at his own expense, during the life of this contract, repair any injuries sustained by said personal property . . .; all bills for repairs done upon, and labor and materials furnished by the seller . . . before the final payment . . . shall be added to the purchase price,\" and that the car was \"sold as is.\" It was respondent's contention that he was unable to read or write, that the contract was not read to him, and that the machine was guaranteed for a period of thirty days. It appears that he was accompanied to appellant's place of *Page 233 \nbusiness by one Bradovich, who witnessed his signature, made by \"his [X] mark\"; that the machine was of no practical value, and when returned was held by appellant upon charges for repairs until a second installment became due, when the whole purchase price was demanded. [1] The trial court found that the document in suit was void, in that it did not represent the agreement upon which the purchase was made; that appellant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pashley-v-wukejevich"
    }
  ],
  "relatedIncidents": [
    26676,
    26691,
    26696,
    26697,
    26722
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}