{
  "id": 26791,
  "title": "1930년 Jaffe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-02-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Jaffe. 판결일: 1930-02-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Max Jaffe, Plaintiff in Error\n**판결일**: 1930-02-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Heard\n\n## 변호인\n\nSIMON HERR, and LOUIS GREENBERG, for plaintiff in error.\n\nOSCAR E. CARLSTROM, Attorney General, JOHN A. SWANSON, State's Attorney, and JAMES B. SEARCY, (EDWARD E. WILSON, and JOHN HOLMAN, of counsel,) for the People.\n\n## 인용\n\n- 170 N.E. 712\n- 339 Ill. 101\n\n## 판결문 요약\n\nPlaintiff in error, Max Jaffe, was in the criminal court of Cook county indicted, tried, convicted and sentenced to the penitentiary for the crime of robbery while armed with a dangerous weapon. The cause is here for review on writ of error.\nKatherine Puffenbarger testified that on August 6, 1928, she was night manager of the Western Union Telegraph office at 110 East Ohio street, in Chicago; that about 11:50 P. M. a man entered the office, came up to the counter and inquired how long it would take to get a message back from Cincinnati, and on being told he thrust a *Page 102 \ngun in her face and said, \"Give me all the money you got;\" that he then robbed the place of $30.14; that he had the gun pointed at her all the time he was in the office; that she next saw him on August 19, 1928, at the DesPlaines street station, at which time she identified him, out of a room full of people, as the man who had committed the robbery.\nPlaintiff in error testified denying his guilt, and said he was not in the telegraph office at 110 East Ohio street on August 6, 1928, or at any other time; that on August 6 he either went to a show or was in a restaurant, playing cards. He was corroborated by Benjamin Diamond, who testified that he and plaintiff in error were together every night from August 2 until August 18, 1928, between the hours of eleven and two o'clock.\nPlaintiff in error complains that \"the adverse rulings of the trial judge so impressed the jury as to the guilt of the defendant tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-jaffe"
    }
  ],
  "relatedIncidents": [
    26744,
    26495,
    26676,
    26677,
    26688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}