{
  "id": 26802,
  "title": "1930년 Kentucky Rock Asphalt Co. v. Fidelity & Casualty Co. of New York 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-01-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kentucky Rock Asphalt Co. v. Fidelity & Casualty Co. of New York. 판결일: 1930-01-18. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Kentucky Rock Asphalt Co. v. Fidelity & Casualty Co. of New York\n**판결일**: 1930-01-18\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Moorman and Hicks, Circuit Judges, and Killits, District Judge\n\n## 변호인\n\nJoseph S. Laurent, Robert G. Gordon and Squire R. Ogden, all of Louisville, Kyv for appellant., Fred Forcht and Ben F. Washer, both of Louisville, Ky., for appellee.\n\n## 인용\n\n- 37 F.2d 279\n\n## 판결문 요약\n\n\n37 F.2d 279 (1930)\nKENTUCKY ROCK ASPHALT CO.\nv.\nFIDELITY &amp; CASUALTY CO. OF NEW YORK.\nNo. 5287.\nCircuit Court of Appeals, Sixth Circuit.\nJanuary 18, 1930.\nJoseph S. Laurent, Robert G. Gordon and Squire R. Ogden, all of Louisville, Ky., for appellant.\nFred Forcht and Ben F. Washer, both of Louisville, Ky., for appellee.\nBefore MOORMAN and HICKS, Circuit Judges, and KILLITS, District Judge.\nHICKS, Circuit Judge.\nAppeal from an order sustaining a demurrer to plaintiff's second amended petition and dismissing the suit. So far as is relevant here, the amended petition avers that the Sutton Construction Company, hereinafter called Construction Company, contracted with the city of Louisa, Ky., for paving certain streets with asphalt. The pertinent provisions of the contract are as follows:\n\"The party of the second part further agrees that it will furnish the said city with satisfactory evidence that all persons who have done work or furnished material under this agreement and are entitled to a lien therefor under any laws of the state of Kentucky have been fully paid or are no longer entitled to such lien.\n\"Said party of the second part further agrees that it will execute a bond in the sum of said contract secured by a responsible guaranty satisfactory to the said city for the faithful performance of this contract and in accordance with the terms of said ordinance.\" (Italics used for the purpose hereinafter indicated.)\nThe petition alleges that pursuant to the above quoted condi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kentucky-rock-asphalt-co-v-fidelity-casualty-co-of-new-york"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}