{
  "id": 26803,
  "title": "1930년 Delong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1930-01-16",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Delong. 판결일: 1930-01-16. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: L. B. DeLong Et Al., Plaintiff, v. Hi Carbon Coal Company, Respondent, L. D. Childers Et Al., Interveners, Carl Fors, Appellant, Joe Wans, Defendant\n**판결일**: 1930-01-16\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Beals\n\n## 변호인\n\nCarl J. Smith , for appellant.\n\n Forney  Ponder  and  Stratton  Kane , for respondent.\n\n## 인용\n\n- 283 P. 1079\n- 155 Wash. 265\n\n## 판결문 요약\n\nThis action was instituted by L.B. De Long for the purpose of foreclosing certain liens against the property of defendant and respondent Hi Carbon Coal Company. L.D. Childers intervened in the action, seeking the foreclosure of certain other liens. Joe Wans, the general contractor, was made party defendant, as were other lien claimants, including Carl Fors, appellant here. From a decree granting Mr. Fors judgment against Joe Wans, the general contractor, dismissing his cross-complaint as against Hi Carbon Coal Company, a corporation, and denying foreclosure of the lien claimed by Mr. Fors, he appeals.\nThe only parties interested in this appeal are Carl Fors, lien claimant, appellant, and Hi Carbon Coal Company, a corporation, owner, respondent.\nRespondent, through its agent and general contractor, Joe Wans, undertook the erection of a railroad trestle upon a portion of its real estate. Appellant was employed by Mr. Wans to perform work and labor in cutting and preparing a specified number of logs and stringers for use in the trestle at the agreed price of *Page 267 \n$1,189. Appellant fully performed his contract, but received only $400, leaving a balance due him in the sum of $789, for which amount he filed against respondent's property the lien sought to be foreclosed herein.\nThe trial court entered the following findings of fact:\n                                   \"I.\n\"The court finds that the defendant, Hi-Carbon Coal Company, is a corporation duly organized and existing u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=delong-v-hi-carbon-coal-co"
    }
  ],
  "relatedIncidents": [
    26676,
    26677,
    26688,
    26691,
    26693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}