{
  "id": 26816,
  "title": "1929년 Curtis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-12-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Curtis. 판결일: 1929-12-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Arthur Curtis, Appellant\n**판결일**: 1929-12-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Cooley, Dayis, Kenwood\n\n## 변호인\n\nTaylor  Taylor  for appellant.\n\n(1) The motion to quash the information should have been sustained. Secs. 3307, 3310, R.S. 1919; Laws 1927, p. 174; Sec. 28, Art. 4, Mo. Constitution; State v. Persinger,  76 Mo. 346 ; McGrew v. Railroad,  230 Mo. 567 ; 36 Cyc. 1020; St. Louis v. Wortman,  213 Mo. 141 ; State v. Sloan,  258 Mo. 314 . (2) The objection to the introduction of evidence should have been sustained. Authorities supra. (3) The court erred in sustaining objections to competent, material a\n\n## 인용\n\n- 23 S.W.2d 122\n- 324 Mo. 58\n\n## 판결문 요약\n\nIn an information filed by the prosecuting attorney in the Circuit Court of Livingston County, defendant was charged with robbery in the first degree with a dangerous and deadly weapon, to-wit, a pistol. The jury returned a verdict finding defendant guilty of robbery in the first degree as charged in the information, and assessed his punishment at fifteen years in the State penitentiary. An appeal was taken from the judgment entered on the verdict.\nThe evidence developed on the part of the State warrants the finding that one I.B. Owsley operated a grocery store in the city of Chillicothe, Livingston County. The store was sixty feet deep. On the night of November 15, 1927, about eight P.M., Owsley and one Charles Mann, a farmer, were present in the grocery store, sitting near the stove about the middle of the store, chatting and conversing. At this juncture two men came into the store and said, \"Stick them up! Stick them up!\" Owsley said that one of the men was defendant and he had a pistol. The men forced Owsley and Mann to lay flat on the floor, faces downward. They took from the cash register the sum of $32.97 belonging to Owsley. They also searched Owsley and Mann. The robber was dressed *Page 63 \non that occasion in blue overalls, a jumper or lumber jacket with a grayish cast, a light cap and freshly-shined light tan shoes. Defendant, when Owsley saw him in the police station the next day, was dressed in the same habiliments. On being asked the question, \"And you are posi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-curtis"
    }
  ],
  "relatedIncidents": [
    26819,
    26904,
    26936,
    26966,
    26744
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}