{
  "id": 26819,
  "title": "1929년 Heath 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-12-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Heath. 판결일: 1929-12-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: HEATH v. State\n**판결일**: 1929-12-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Luke\n\n## 변호인\n\nSmith & Millican, for plaintiff in error., W. Y. Atlcinson, solicitor-general, contra.\n\n## 인용\n\n- 40 Ga. App. 666\n\n## 판결문 요약\n\n\nLuke, J.\n1. The conviction of burglary was amply authorized by the evidence.\n2. The first special ground of the motion for a new trial does not show what objection was made to the alleged objectionable evidence at the time it was offered. Norman v. McMillan, 151 Ga. 365 (4) (106 S. E. 907).\n3. It is doubtful if the second and last special ground of the motion for a new trial is unqualifiedly approved by the trial judge; but even if so, it is without merit. This ground alleges error because the court ruled out the following evidence: “Some two or three weeks after the store had been broken into, Willie Heath came down to the jail and said he had heard they wanted him.” The trial judge, in a note below his approval of the amendment to the motion, but referred to in the approval, said: “I did not mean to rule out what he did about coming to jail and giving up, but only what he said. I think the jury so understood it in view of the fact that it appears in the brief in two other places that such' testimony was admitted.” The form of the solicitor’s objection to the evidence, viz., “I object to that evidence as a self-serving declaration,” shows that the objection sustained was to what was said, and not to what was done by the accused; and what was said by the accused “two or three weeks after the store was broken into” was properly rejected as a self-serving declaration. Furthermore, the record does show that evidence that he came to the jail was admitted elsewhere in the evidenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heath-v-state"
    }
  ],
  "relatedIncidents": [
    26816,
    26904,
    26936,
    26966,
    26744
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}