{
  "id": 26817,
  "title": "1929년 Reed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-12-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Reed. 판결일: 1929-12-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: W. E. Reed v. the State\n**판결일**: 1929-12-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nV. L. Shurtliff  of Breckenridge, for appellant.\n\n L. H. Welch,  District Attorney of Breckenridge and  A. A.  Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 22 S.W.2d 456\n- 113 Tex. Crim. 412\n\n## 판결문 요약\n\nThe offense is cattle theft; the punishment confinement in the penitentiary for two years.\nOn July 14, 1928, E. B. Milam lost a Hereford bull from his herd of cattle. This animal had strayed from Milam's pasture on other occasions. Appellant owned a herd of cattle which ranged in a pasture near Milam's. Milam made inquiry of cattlemen as to whether they had seen his bull. After a conversation with one Corbett, Milam went to see appellant on July 22nd. He asked appellant if he had seen his bull. Appellant replied: \"Hell, I done butchered him.\" Mr. Milam said \"I do not know about it, but you have been accused of it.\" Appellant then said: \"I know they have been watching me, but they never caught me.\" Milam and appellant then engaged in a conversation relative to where the lost bull might be found. Appellant suggested that a bull answering the description of Milam's bull was in a pasture belonging to one Will Martin. Milam testified that appellant was a great hand to joke. A witness testified that he saw a bull of the description of Milam's in appellant's pasture running with appellant's cattle. He said appellant was not with the cattle. On August 4, after having talked to some officers, Milam went to the Johnson Produce House in Breckenridge, where a hide was exhibited to him. The stolen bull had peculiar flesh markings. Milam testified that he found these peculiar markings on the hide exhibited to him at the produce house. Other witnesses testified to seeing a light brand on th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reed-v-state"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26818,
    26819,
    26821
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}