{
  "id": 26818,
  "title": "1929년 Sherry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-12-10",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Sherry. 판결일: 1929-12-10. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Sherry v. State Ex Rel. Board of Com'rs of Tulsa County\n**판결일**: 1929-12-10\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: PER CURIAM.\n\n## 변호인\n\nLewis W. Pratt and James Harrington, for plaintiff in error., Hugh Webster, Asst. Co. Atty., for defendant in error.., J. S. Ross, S. J. Clay, and James H. Ross, for movant.\n\n## 인용\n\n- 282 P. 1099\n- 140 Okla. 232\n\n## 판결문 요약\n\nThis is an appeal from an order of the district court of Tulsa county denying plaintiff in error's motion to vacate an order dismissing the action.\nThe action was begun by the board of county commissioners of Tulsa county against Wayne L. Dickey and the Maryland Casualty Company to recover the value of certain bonds alleged to have been improperly accounted for by the said Dickey as coun- *Page 233 \nv. Hendrickson, 127 Okla. 242, 260 P. 476, the county attorney, in pursuance of a resolution of said board, dismissed the cause of action with prejudice. The plaintiff in error filed in said cause his motion to vacate the dismissal and reinstate the cause of action. The trial court denied this motion and denied plaintiff in error's application to intervene and prosecute the action. From this order plaintiff in error appeals. The case-made attached to the petition in error was served upon the board of county commissioners, who, by the county attorney, stipulated with the plaintiff in error as to the correctness thereof and waived notice of the time and place of settlement of the same. The case-made was not served on Wayne L. Dickey or upon the Maryland Casualty Company, nor was any notice given of the time and place of settlement of the case-made.\nWayne L. Dickey and the Maryland Casualty Company are necessary parties to this appeal, for the reason that should the order of the trial court be reversed and the cause of action be reinstated, both Dickey and the Casualty Company would,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sherry-v-state-ex-rel-board-of-comrs"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26819,
    26821
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}