{
  "id": 26825,
  "title": "1929년 Gunder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-12-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gunder. 판결일: 1929-12-05. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SAMUEL H. GUNDER, Respondent, v. AGNES GUNDER, Appellant\n**판결일**: 1929-12-05\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Shenk\n\n## 변호인\n\nMcAdoo, Neblett, O'Connor & Clagett, E. H. Mitchell and Alphonse E. Ganahl for Appellant., Woodruff, Musick, Pinney & Hartke and H. L. Pratt for Respondent.\n\n## 인용\n\n- 282 P. 794\n- 208 Cal. 559\n\n## 판결문 요약\n\nThe plaintiff and respondent moves to dismiss the appeal herein on the ground that it is taken from a judgment which is not a final judgment within the meaning of section 963, subdivision 1, of the Code of Civil Procedure.\nThe action was instituted to rescind, on the grounds of fraud and undue influence, a property settlement agreement made between the parties, husband and wife, who were divorced prior to the commencement of this action. Other relief, including a decree declaring an involuntary trust, canceling prior transfers and ordering reconveyances and *Page 560 \nretransfers, granting an injunction and ordering an accounting, was sought. The trial court found that the plaintiff was entitled to the relief and rendered a judgment which, after its formal recitals, provided that a certain quit-claim deed covering a half interest in the Elsinore Gas Works &#8212; the other half interest having previously and during their married life been conveyed by the plaintiff to the defendant &#8212; and a certain bill of sale of personal property be canceled, set aside and declared to be null and void, and that the plaintiff was entitled to have and was given the right of possession of the personal property and the right of possession with the defendant of the real property; that the defendant render a full, complete and true account to a referee appointed by the court of all moneys and bonds received by the defendant from the plaintiff during their married life, of all proceeds from th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gunder-v-gunder"
    }
  ],
  "relatedIncidents": [
    26821,
    26842,
    26844,
    26850,
    26885
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}