{
  "id": 26826,
  "title": "1929년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-11-25",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1929-11-25. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Curry, Appellant\n**판결일**: 1929-11-25\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Frazer, Kephart, Moschzisker, Sadler, Schaffer, Simpson, Walling\n\n## 변호인\n\nW. W. Van Baman , with him  Harvey A. Gross , for appellant. &#8212; Where a confession has been obtained from the accused by improper inducement, any statement made by him while under that influence is inadmissible: Com. v. Harmon,  4 Pa. 269 ; Com. v. Sheets,  197 Pa. 76 .\n\nThe burden of proof is upon the Commonwealth to show that the subsequent confession was not made under the improper inducement which rendered the first confession involuntary: Com. v. Harmon,  4 Pa. 269 .\n\nThe Supreme Court\n\n## 인용\n\n- 148 A. 508\n- 298 Pa. 363\n\n## 판결문 요약\n\nArgued November 25, 1929.\nJohn Curry, appellant, was convicted of murder of the first degree, with punishment fixed at life imprisonment. Other participants in the homicide were John Blymire (or Blymyer) and Wilbert Hess. All were tried separately.\nOn November 26, 1928, Blymire and Curry, having bought about twenty-five feet of clothesline, which they cut into convenient lengths for tying their proposed victim, met Hess by appointment and went to the home of Nelson Rehmeyer. Their alleged object in visiting Rehmeyer is thus stated in appellant's history of the case: \"Blymire knew that Rehmeyer had __________ a treatise on *Page 366 \nwitchcraft, powwow, and other occult practices. In order to help [the Hess family] lift the 'spell' which the Hesses imagined encompassed them, Blymire sought to obtain this book, and a lock of Rehmeyer's hair.\" Defendant and Blymire spent the night at Rehmeyer's house, and left in the morning without having harmed him or made any attempt to get the book or hair. They returned that evening with the rope, which they also had with them on the visit the night before, and with Hess to help them. The weather was cold, and Rehmeyer, after admitting the three men to his kitchen, turned his back to start a fire; when, to again quote from appellant's history of the case, \"Blymire and Hess [immediately] leaped upon him. A struggle ensued. Curry joined in the fight. __________ Blymire felled Rehmeyer with a chair. Curry kicked Rehmeyer. Rehmeyer was finally ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-curry"
    }
  ],
  "relatedIncidents": [
    26833,
    26859,
    26901,
    26937,
    26941
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}