{
  "id": 26821,
  "title": "1929년 Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-12-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bennett. 판결일: 1929-12-07. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Bennett v. United States\n**판결일**: 1929-12-07\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Walker, Bryan, and Foster, Circuit Judges\n\n## 변호인\n\nBart A. Riley, of Miami, Fla., for appellant., W. P. Hughes, U. S. Atty., of Jacksonville, Fla.\n\n## 인용\n\n- 36 F.2d 475\n\n## 판결문 요약\n\n\n36 F.2d 475 (1929)\nBENNETT\nv.\nUNITED STATES.\nNo. 5769.\nCircuit Court of Appeals, Fifth Circuit.\nDecember 7, 1929.\n*476 Bart A. Riley, of Miami, Fla., for appellant.\nW. P. Hughes, U. S. Atty., of Jacksonville, Fla.\nBefore WALKER, BRYAN, and FOSTER, Circuit Judges.\nBRYAN, Circuit Judge.\nOn November 23, 1929, Frank A. Bennett was sentenced to pay a fine of $1,000 and serve five years in the Atlanta penitentiary upon being convicted of using the mails for the purpose of executing a scheme to defraud, in violation of 18 USCA § 338. He immediately gave notice of appeal returnable within 30 days, but, whether or not his appeal was allowed by the District Judge does not appear from the record brought before us in support of a petition to this court for supersedeas and bail pending appeal. It does appear, however, that the District Judge entered an order denying Bennett's motion to fix a supersedeas bond, and requiring him as a condition to superseding the judgment to make his application for bond to this court. Notice that such application would be made to this court on December 5, 1929, to fix the amount, terms, and conditions of the supersedeas bond was served upon, and acknowledged by, the district attorney on November 25; but the district attorney has not appeared or contradicted the statement of facts set up in the petition, and we therefore accept such statement as true. The petition before us discloses that a demurrer to the indictment was overruled; that the trial consumed s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bennett-v-united-states"
    }
  ],
  "relatedIncidents": [
    26825,
    26842,
    26844,
    26850,
    26885
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}