{
  "id": 26833,
  "title": "1929년 Screven 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-11-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Screven. 판결일: 1929-11-14. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: SCREVEN v. State\n**판결일**: 1929-11-14\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Atkinson, Russell\n\n## 변호인\n\nE. J. Goodwin and H. G. Dukes, for plaintiff in error., George M. Napier, attorney-general, Walter C. Hartridge, solicitor-general, T. R. Gress, assistant attorney-general, and Julian Hartridge, contra.\n\n## 인용\n\n- 169 Ga. 384\n\n## 판결문 요약\n\n\nRussell, C. J.\nRenty Screven was convicted of the offense of murder, and was sentenced to be electrocuted. He filed a motion for a new trial, based upon the general grounds and six grounds which were added by amendment. The motion was overruled, and error is assigned upon that judgment. The evidence in behalf of the State was to the effect\"that the defendant, after telling a witness he “liad four people to kill this time to-night,” went to the house *385where his daughter, Eosa Screven, was staying, and, as his daughter came out upon the porch, called out, “Is that you, Eosa?” Upon receiving an affirmative answer he fired his pistol twice at his daughter, inflicting wounds which caused her death in about an hour. As related by a witness for the State, a city detective of Savannah, the defendant made to him the following statement after his arrest in Charleston, South Carolina, to which city he had fled after the homicide: “Screven told me that he and his wife had been separated about three weeks; that they had had an argument, and his wife was upholding his daughter in keeping a man staying with her at the house, a married man, and he objected to it; that he and his wife got in an argument, and that he, Screven, left, staying about three weeks; that on September 3, 1926, in the morning, on his way to work he met his wife on the railroad-tracks not far from Pearl Street; she asked him to come back; he said he would not as long as this man stayed with his daughter; that she th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=screven-v-state"
    }
  ],
  "relatedIncidents": [
    26826,
    26859,
    26901,
    26937,
    26941
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}