{
  "id": 26837,
  "title": "1929년 Ex Parte Halbert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-11-08",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ex Parte Halbert. 판결일: 1929-11-08. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Frank Halbert.\n**판결일**: 1929-11-08\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Davenport, Edwards\n\n## 변호인\n\nShirk, Danner & Phelps, for petitioner., J. Berry King, Atty. Gen., and Smith O. Matson, Asst. Atty. Gen., for respondent.\n\n## 인용\n\n- 282 P. 478\n- 45 Okla. Crim. 167\n\n## 판결문 요약\n\nThis is an original proceeding in habeas corpus. From the petition, the return, the evidence, and stipulated facts, it appears that petitioner was convicted in the district court of Canadian county on a charge of assault with intent to rape and was sentenced to serve a term of four years in the state penitentiary. He appealed from that judgment to this court and the judgment was affirmed. Halbert v. State, 18 Okla. Cr. 378,195 P. 504. The judgment, among other things, provided that the sentence should begin upon the delivery of petitioner to the warden of the state penitentiary. Thereafter, petitioner was paroled and for some time was at liberty on the parole. The parole was revoked and a commitment issued to the sheriff of Canadian county, where *Page 169 \nit lay for a considerable time without being executed. Petitioner was again convicted in the district court of Canadian county on a charge of theft of domestic fowls and was sentenced to serve a term of five years in the penitentiary. He appealed from that judgment to this court and the judgment was affirmed and mandate issued. Halbert v. State, 35 Okla. Cr. 329, 250 P. 436. Petitioner was delivered to the warden of the state penitentiary at McAlester, Okla., on November 20, 1926, on the first sentence above referred to, that for assault with intent to rape, and the warden receipted for him. Thereafter, on December 16, 1926, the warden received the commitment on the second sentence above referred to, that of five years for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-halbert"
    }
  ],
  "relatedIncidents": [
    26967,
    26812,
    26816,
    26817,
    26818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}