{
  "id": 26835,
  "title": "1929년 Hepworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-11-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hepworth. 판결일: 1929-11-13. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: William Hepworth v. the State\n**판결일**: 1929-11-13\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nFoster  Fullington  of Amarillo, for appellant.\n\n A. A. Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 21 S.W.2d 680\n- 114 Tex. Crim. 168\n\n## 판결문 요약\n\nConviction for felony theft; punishment, four years in the penitentiary.\nThis conviction was for the theft of a lady's coat from a Mr. Watner in Amarillo, Texas. There are six bills of exception but one of which we deem it necessary to discuss at any length. Same complains of the reception in evidence of testimony that another *Page 169 \ncoat wrapped in a bundle with the Watner coat when found where appellant had put it a short time after the theft, &#8212; was also a stolen coat. The facts show that Watner's store and that of Moore-Poston were in the same block on the same street and three or four doors apart, at the time of this theft. Between 11:30 and 12:00 o'clock A. M. appellant with two women went into Watner's store. One of the women asked to look at some dresses. She went with a saleswoman to the back of the store, leaving appellant and the other woman near the front, where the ladies' coats were. The three left said store together. The saleswoman referred to was a witness for the State, and on cross-examination of her the defense drew out that both of said women had on long loose coats when in the store; that appellant had on an ordinary suit without any overcoat, and that the witness saw appellant leave the store, saw his hands, his body; in fact the whole man, and saw nothing indicating that he had anything in his possession when he left the building. Within twenty minutes thereafter the coat in question was missed, and Mr. Watner went on the street to look for ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hepworth-v-state"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26818,
    26819
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}