{
  "id": 26847,
  "title": "1929년 Winters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-10-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Winters. 판결일: 1929-10-14. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Sanitary Refrigerator Company v. Winters Et Al.; Winters Et Al. v. Dent Hardware Company\n**판결일**: 1929-10-14\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Sanford\n\n## 변호인\n\nMr. E. Hayward Fairbanks for Sanitary Refrigerator Company and Dent Hardware Company., Messrs. Frank E. Liverance, Jr., and John Boyle, Jr., for Winters and Crampton.\n\n## 인용\n\n- 280 U.S. 30\n- 50 S. Ct. 9\n- 74 L. Ed. 147\n- 1929 U.S. LEXIS 445\n\n## 판결문 요약\n\n\n280 U.S. 30 (1929)\nSANITARY REFRIGERATOR COMPANY\nv.\nWINTERS ET AL.\nWINTERS ET AL.\nv.\nDENT HARDWARE COMPANY.\nNos. 4 and 14.\nSupreme Court of United States.\nArgued April 19, 22, 1929.\nDecided October 14, 1929.\nCERTIORARI TO THE CIRCUIT COURTS OF APPEALS FOR THE SEVENTH AND THIRD CIRCUITS, RESPECTIVELY.\n*32 Mr. E. Hayward Fairbanks for Sanitary Refrigerator Company and Dent Hardware Company.\nMessrs. Frank E. Liverance, Jr., and John Boyle, Jr., for Winters and Crampton.\nMR. JUSTICE SANFORD delivered the opinion of the Court.\nThese are two suits in equity relating to letters patent No. 1,385,102 for improvements in latches, issued to Winters and Crampton July 19, 1921. They were heard together here. The invalidity of the two general claims of the patent, 5 and 6, has been conceded, and the issues here are limited to the five specific claims, 1, 2, 3, 4, and 7.\nIn No. 4  hereinafter referred to as the Sanitary case  Winters and Crampton brought suit in the Eastern District of Wisconsin against the Sanitary Refrigerator Co. for infringement of the patent by the latch which it used in the manufacture of refrigerators. The Dent Hardware Co., which had manufactured and sold the latches to the Refrigerator Co., although not itself a party to the suit, employed counsel and conducted the defense of the suit at its own expense. The District Court, after a *33 hearing on pleadings and proof, held that the patent was valid and infringed, enjoined further infringement and ordered an accou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sanitary-refrigerator-co-v-winters"
    }
  ],
  "relatedIncidents": [
    26677,
    26812,
    26816,
    26817,
    26818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}