{
  "id": 26842,
  "title": "1929년 McLean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-10-22",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: McLean. 판결일: 1929-10-22. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JOHN McLEAN, Appellant, v. TOM BOE. L. R. BAIRD, as Receiver of the Towner County Bank of Perth, North Dakota, Respondent\n**판결일**: 1929-10-22\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Birdzell, Burke, Burr, ChetstiaNSON, Nuessle\n\n## 변호인\n\nF.T. Cuthbert  and  C.E. Joseph,  for appellant.\n\nThe only difference between an unqualified indorsement and one without recourse is that without recourse the title is transferred without creating a liability. Goodrich v. Wallace, 154 Ky. 569 , 49 L.R.A. (N.S.) 789, 157 S.W. 920.\n\nIndorsement without recourse does not even relieve the indorser of the warranty of the validity of the act. Lutz v. Matheny, 208 Ill. App.? 40.\n\nThe negotiability is not impaired by a qualified indorsement. Schmidt v. \n\n## 인용\n\n- 227 N.W. 433\n- 58 N.D. 693\n\n## 판결문 요약\n\nThis appeal involves six promissory notes, executed by one Boe to the Towner County Bank of Perth, which notes the plaintiff McLean claims that he purchased from such bank. McLean brought suit on the notes against the maker, and Baird, the receiver of the Towner County Bank of Perth, intervened, alleging that the plaintiff on or about October 21, 1925, through fraudulent connivance with one Rother, the then president and managing officer of the bank, \"wrongfully and unlawfully obtained possession of said notes by a pretended book transaction whereby the said Rother attempted to give himself credit for salary amounting to $2,500 and to take out of the assets of said bank the said notes in payment of the said salary; that the said action upon the part of the said plaintiff and the said Rother was a deliberate fraud upon the stockholders, depositors and creditors of the said Towner County Bank of Perth and was done entirely without authority of the said bank, and was an ultra vires act on the part of said Rother president of the said bank\" and that, consequently, the plaintiff is not the owner of the notes Boe, the maker, made no contest. He admits the indebtedness and the sole question involved is whether the plaintiff McLean or the intervenor Baird, as receiver, is entitled to judgment against Boe for the amount due on the notes. The case was tried to a jury and resulted in a verdict in favor of the receiver. The plaintiff McLean moved for judgment notwithstanding the verdict ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mclean-v-boe"
    }
  ],
  "relatedIncidents": [
    26821,
    26825,
    26844,
    26850,
    26885
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}