{
  "id": 26844,
  "title": "1929년 Barber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-10-21",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Barber. 판결일: 1929-10-21. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Barber v. Whitaker Manufacturing Company.\n**판결일**: 1929-10-21\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Smith\n\n## 변호인\n\nJume P. Wooten, for appellant., Carmichael & Hendricks, for appellee.\n\n## 인용\n\n- 20 S.W.2d 864\n- 180 Ark. 183\n\n## 판결문 요약\n\nThe Turner-Shannon Company, a corporation engaged in the mercantile business in Little Rock, made an assignment on January 12, 1928, for the benefit of its creditors. The Whitaker Manufacturing Company, of Chicago, was the largest commercial creditor, and, upon being advised of the assignment, sought to recover certain specific merchandise then on hand. The court sustained the creditor's intervention, but an order was made that all the goods be sold, and that the Whitaker Company be paid the sum of $1,000 out of the proceeds of the sale in satisfaction of this demand. The assignee resisted the creditor's demand for the return of its merchandise, and has appealed from the order of the court awarding it $1,600.\nIn the intervention filed by the Whitaker Company it was alleged that its debtor had on hand certain merchandise which it could and did identify, and it alleged that the sale of these goods had been induced by the false and fraudulent representation of the debtor that it was solvent when the goods were bought and shipped, when, in truth and in fact, it was hopelessly insolvent, and known so to be by the managing officers of the debtor. *Page 184 \nThe Turner-Shannon Company, hereinafter referred to as the assignor, had been for several years a customer of the Whitaker Company, hereinafter referred to as the creditor, and had bought goods from the creditor on the customary commercial credit. The assignor had been slow in its payments, but, after some delay, had always made...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barber-v-whitaker-manufacturing-co"
    }
  ],
  "relatedIncidents": [
    26821,
    26825,
    26842,
    26850,
    26885
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}