{
  "id": 26850,
  "title": "1929년 Richards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-10-07",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Richards. 판결일: 1929-10-07. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Richards v. Rogers Boiler & Burner Co.\n**판결일**: 1929-10-07\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Clark, Fead, McDonald, North, Potter, Rotter, Sharpe, Wiest\n\n## 변호인\n\nHarold H. Smedley , for plaintiff.\n\n Roy Andrus , for defendants.\n\n## 인용\n\n- 226 N.W. 871\n- 248 Mich. 155\n\n## 판결문 요약\n\nFreeley Richards suffered a compensable injury while employed by the Rogers Boiler  Burner Company. He was paid a total of $111, at $18 a week, and then signed a settlement receipt and went back to work. Later he made application for additional compensation because of continued disability. This application was denied by the deputy commissioner, but he was awarded compensation by the commission at the rate of $9 a week. The Rogers Boiler  Burner Company and the State Accident Fund bring certiorari.\nIt seems to be conceded plaintiff at the time of his injury was getting $27 a week. There was proof that at the time of the hearing on the application for additional compensation plaintiff was but 50 percent. *Page 157 \nefficient. If his earnings were decreased 50 per cent., they were decreased $13.50, and 66-2/3 per cent. of $13.50 is $9. This was the amount of the award per week. It is supported by the evidence.\nThe important question is said to be the force and effect of the final receipt on settlement. In disposing of this question the commission said:\n\"On the 5th of June, 1928, the State Accident Fund entered into an agreement to pay plaintiff compensation at the rate of $18 per week during the period of total disability, etc., and on July 11, 1928, the insurer filed with the department a settlement receipt. In this receipt plaintiff acknowledges a payment of compensation from the 12th day of May to the 23d of June, 1928, making the total sum of compensation paid him, $111. Thi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richards-v-rogers-boiler-burner-co"
    }
  ],
  "relatedIncidents": [
    26821,
    26825,
    26842,
    26844,
    26885
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}