{
  "id": 26861,
  "title": "1929년 Reim 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-08-31",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Reim. 판결일: 1929-08-31. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: George Reim v. State.\n**판결일**: 1929-08-31\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Davenport, Edwards\n\n## 변호인\n\nPaul Haunstein and J. B. Drennan, for plaintiff in error., Edwin Dahney, Atty. Gen., for the State.\n\n## 인용\n\n- 280 P. 627\n- 44 Okla. Crim. 229\n\n## 판결문 요약\n\nThe plaintiff in error, hereinafter called the defendant, was informed against, charged with unlawfully and wrongfully selling, exchanging, and delivering, and otherwise furnishing, one-half gallon of intoxicating liquor, to wit, whisky, to one Charles Peare, at the price and sum of $5, and was convicted and sentenced to pay a fine of $300 and imprisoned in the county jail for 40 days. From the judgment and sentence, the defendant has appealed to this court.\nCharles Peare and Ed Heiland, witnesses on behalf of the state, testified they went to defendant's home and wanted to get some whisky. The defendant told them he had some whisky, but would not sell it, but finally did sell one-half gallon of whisky, for which Charles Peare *Page 230 \npaid $5. The witnesses further stated they asked the defendant if they could get a gallon the next evening, and he told them they could. The witnesses admitted the sheriff of the county gave them the money to go to defendant's house and try to buy whisky from the defendant. Both Peare and Heiland testified that Peare bought the whisky from the defendant for $5. The witnesses denied they approached the defendant and told him that the wife of one of the witnesses was sick, and they wanted to get some whisky, and would return it the next day.\nThe defendant testified that the witnesses came to his house and wanted to get some whisky, and told him that the wife of one of the witnesses was sick and needed it very badly, and he agreed to let them ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reim-v-state"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26818,
    26819
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}