{
  "id": 26868,
  "title": "1929년 Miller v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-08-17",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Miller v. State. 판결일: 1929-08-17. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Bob Miller v. State.\n**판결일**: 1929-08-17\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Davenport, Edwards\n\n## 변호인\n\nH. E. Chandler, for plaintiff in error., A. L. Commons, Co. Atty., for the State.\n\n## 인용\n\n- 279 P. 986\n- 44 Okla. Crim. 147\n\n## 판결문 요약\n\nThe plaintiff in error, hereinafter called defendant, was convicted in the county court of Ottawa county on a charge of having unlawful possession of intoxicating liquor, and his punishment fixed at a fine of $50 and imprisonment in the county jail for 30 days.\nThe defendant filed his timely motion to suppress the evidence secured under the search warrant, for the reason that the search warrant was wholly insufficient to authorize the search of the premises of the defendant. The search warrant reads as follows:\n\"Before I.W. Testerman, Justice of the Peace of Fairland Township in Said County.\n              \"State of Oklahoma v. Robert Miller.    \"State of Oklahoma, to any Sheriff, Constable, Marshal or Policeman in this State &#8212; Greeting:\n\"Proof by affidavit having this day been made before me by John Faristine that (2) Robert Miller is located on south end of Maple street to left on lot No. 75. You are therefore, in the name and by the authority of the state of Oklahoma, hereby commanded, that taking all necessary assistance, you immediately, in the, (b) make diligent search of the above described premises, and if any or all of the above described property be found upon said premises, or upon the person of the said Robert Miller that you take the same into custody, and forthwith arrest the said Robert Miller and bring him, together with said property, forthwith before me at my *Page 149 \noffice in Fairland in said county, then and there to be dealt with according to law....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-state"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26818,
    26819
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}