{
  "id": 2687,
  "title": "2017년 Mathews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-10-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mathews. 판결일: 2017-10-25. 법원: California Court of Appeal, 5th District.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, and v. Damari MATHEWS, and\n**판결일**: 2017-10-25\n**법원**: California Court of Appeal, 5th District\n**관할**: California, CA\n\n**판사**: Humes\n\n## 변호인\n\nCertified for Partial Publication.*, Candace Hale, Sausalito, for Defendant and Appellant, Kamala D. Harris, Attorney General, Gerald A. Engler, Chief Assistant Attorney General, Jeffrey M. Lawrence, Senior Assistant Attorney General, Eric D. Share, Supervising Deputy Attorney General, Elizabeth W. Hereford, Deputy Attorney General, for Plaintiff and Respondent\n\n## 인용\n\n- 224 Cal. Rptr. 3d 469\n- 16 Cal. App. 5th 601\n\n## 판결문 요약\n\n\nHumes, P.J.\n*603A jury convicted defendant Damari Mathews of second degree robbery and firearms offenses after he robbed the victim and shot himself as he was trying to escape, and the trial court sentenced him to 13 years in prison. On appeal, Mathews contends that the court erroneously (1) refused to suppress evidence obtained from the hospital where he was being treated, allegedly in violation of his Fourth Amendment rights; (2) denied his request for personnel information about two police witnesses under Pitchess v. Superior Court (1974) 11 Cal.3d 531, 113 Cal.Rptr. 897, 522 P.2d 305 ( Pitchess ); and (3) calculated his presentence credits.\nIn the published portion of this decision, we conclude that the trial court properly denied the motion to suppress based on the estoppel principle announced in People v. Watkins (2009) 170 Cal.App.4th 1403, 89 Cal.Rptr.3d 135 ( Watkins ). We hold that when a defendant gives a false name to a police officer, and a record check of that name fails to reveal that the defendant is in fact subject to a probation search condition, the defendant is estopped from challenging the legality of an ensuing search or seizure that would have been authorized had the officer been aware of the condition. We also reject Mathews's remaining claims and affirm, except that we order the correction of a clerical error in the abstract of judgment.\nI.\nFACTUAL AND PROCEDURAL\nBACKGROUND\nShortly before 6:00 p.m. on the evening of September 21, 2013, the victim, a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mathews"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2780,
    2806
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}