{
  "id": 26904,
  "title": "1929년 Gallina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-06-19",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Gallina. 판결일: 1929-06-19. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Anthony Gallina, Plaintiff in Error\n**판결일**: 1929-06-19\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Heard\n\n## 변호인\n\nJoseph P. Power, .for plaintiff in error., Oscar E. Carestrom, Attorney General, John A. Swanson, State’s Attorney, and G. E. Neeson, (Edward E. Wieson, and John Hoeman, of counsel,) for the People.\n\n## 인용\n\n- 166 N.E. 924\n- 335 Ill. 270\n\n## 판결문 요약\n\nPlaintiff in error, Anthony Gallina, was in the criminal court of Cook county indicted, tried, convicted and sentenced to the penitentiary for the crime of robbery with a gun, and the cause is now before this court for review upon writ of error.\nOn June 3, 1928, three men in an automobile drove up to a gasoline filling station at 2350 West Washington boulevard, in Chicago. Two of the men got out of the car, one of whom had a gun in his hand. They ordered the attendant to open the safe, and, he having done so, they took $160 therefrom. On July 23, 1928, the attendant saw plaintiff in error at the East Chicago avenue police station and at that time stated to the police officers that he \"thought he was the man.\" On the trial the attendant testified that plaintiff in error was one of the men who committed the robbery. Plaintiff in error testified, denying all connection with the robbery.\nFrank M. Bauler, a police officer, testified, over the objection of plaintiff in error, that on July 20, 1928, at 11:45 P. M., he was on Walton place and noticed a touring car coming from the west without lights and that a man in the front seat got out and knocked the combination lock off the door of another car; that witness then approached the touring car and \"hollered\" halt; that the car went on east; that he then fired a shot and continued to chase the car; that it *Page 272 \nstruck a taxicab about one-half block away; that the driver of the touring car got out; that witness fired another sho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-gallina"
    }
  ],
  "relatedIncidents": [
    26816,
    26819,
    26936,
    26966,
    26744
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}