{
  "id": 26918,
  "title": "1929년 Reuther 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-06-03",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Reuther. 판결일: 1929-06-03. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Reuther v. Ziegenfus.\n**판결일**: 1929-06-03\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Clark, Fead, McDonald, North, Potter, Sharpe, Wiest\n\n## 변호인\n\nFred H. Aldrich , for plaintiff.\n\n Joseph B. Beckenstein  ( John Sklar , of counsel), for defendants.\n\n## 인용\n\n- 225 N.W. 490\n- 247 Mich. 5\n\n## 판결문 요약\n\nThe purpose of this suit was to have set aside certain deeds given by the plaintiff's mother, now deceased, to her sons, Edward Ziegenfus and William A. Ziegenfus.\nThe theory of the bill is that Mrs. Ziegenfus was mentally incompetent at the time the deeds were executed, and that they were procured as the result *Page 6 \nof undue influence by Edward and William. From a decree dismissing her bill the plaintiff has appealed.\nThe deeds in question were made at different times and under different conditions. We will first discuss the deed to William. In 1918, Mrs. Ziegenfus purchased a farm of 42 acres near Mt. Clemens in Macomb county, Michigan. Of this she gave eight acres to the plaintiff. In 1924, she deeded the balance, 34 acres, to William.\nThe facts and circumstances attending the making of this deed are not at all indicative of mental incompetency or undue influence. The testimony shows that she went to Mr. Whiting's office on October 29, 1923, and explained to him what she wanted. William was with her. She directed Mr. Whiting to draw the deed and went away. On January 5, 1924, she returned alone. She executed the deed and requested Mr. Whiting to record it. It was recorded and delivered by her to William in February. At this time her health was unimpaired and there can be no question as to her mental competency to transact business. She evidently intended to divide this 42-acre tract of land between the plaintiff and William. The evidence is clear that William contribut...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reuther-v-ziegenfus"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26818,
    26819
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}