{
  "id": 26922,
  "title": "1929년 Post 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-05-31",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Post. 판결일: 1929-05-31. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. William T. Post, Appellant\n**판결일**: 1929-05-31\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Beals\n\n## 변호인\n\nU.E. Harmon  and  Hayden, Langhorne  Metzger , for appellant.\n\n John A. Sorley, Bertil E. Johnson , and  H.B. Gardner (John  H. Binns , of counsel), for respondent.\n\n## 인용\n\n- 278 P. 164\n- 152 Wash. 393\n\n## 판결문 요약\n\nAn information was filed against the defendant in this action, the charging portion of which reads as follows:\n\"That the said William T. Post in the county of Pierce, in the state of Washington, on or about the 15th day of July, Nineteen hundred and 27 then and there being unlawfully and feloniously obtained from Tom Desmond, sheriff of Pierce county, Washington, possession of the sum of $881.04, lawful money of the United States of America, the property of Pierce county, Washington, being money from the liquor fines fund of said county, by color and aid of fraudulent and false representations and pretenses and by *Page 394 \nmeans of false writings, to wit, by presenting to said sheriff and to F. Campbell, Jr., county auditor of Pierce county, Washington, false and fraudulent vouchers and a false and fraudulent affidavit signed and sworn to by said William T. Post, purporting to show that said William T. Post and one George Desmond had expended the sum of $2,206.50 lawful money of the United States of America on behalf of said sheriff in the investigation of offenses in said Pierce county against the liquor laws of the state of Washington, whereas in fact they had so expended the sum of $1,325.46 and no more, and that said William T. Post on said date, on obtaining possession of said sum of $881.04, lawful money of the United States of America, being the difference between the amount actually expended, and the amount paid to him as the expense of said investigation, then and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-post"
    }
  ],
  "relatedIncidents": [
    26821,
    26825,
    26842,
    26844,
    26850
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}