{
  "id": 26936,
  "title": "1929년 Dimmitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-05-04",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Dimmitt. 판결일: 1929-05-04. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Gertrude Dimmitt v. The Hartford Accident and Indemnity Company\n**판결일**: 1929-05-04\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Hopkins\n\n## 변호인\n\nA. M. Ebright, Allen B. Burch, J. B. Patterson, all of Wichita, and D. F. McMahon, of Kansas City, Mo., for the appellant., F. Dumont Smith, Eustace Smith and Arthur T. Symns, all of Hutchinson, for the appellee.\n\n## 인용\n\n- 128 Kan. 265\n- 276 P. 800\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nHopkins, J.;\nThe action was one to recover under an alleged burglary insurance policy. Plaintiff prevailed, and defendant appeals. The chief question presented is whether the policy covers the loss, the defendant contending it does not.\nThe original policy is submitted for our examination. It shows that it is the standard residence burglary policy except that it bears a rider containing the clause “on the highway.” It contains a schedule which enumerates the location of the residence of the insured; that it is private; occupies the entire building; that the occupation of the insured is millinery; and appears in every detail to correspond to the ordinary burglary policy. At the head of the policy in large capitals appear the words “Burglary Policy.” Without setting out the policy in more detail it is sufficient to say that the record indicates plaintiff purchased a burglary insurance policy for the purpose of protecting herself against such a loss as occurred.\nPlaintiff contends that the agent of the company at the time he Bold the policy to her understood perfectly that it was to cover her jewelry, her personal knickknacks, her household silverware, etc., in the amount of $3,000; that she is a business woman and never at any time had any idea of insuring herself solely against “robbery on the highway.”\nIn Pfiester v. Insurance Co., 85 Kan. 97,116 Pac. 245, it was said:\n*266“An agent for a life insurance company whose authority is lim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dimmitt-v-hartford-accident-indemnity-co"
    }
  ],
  "relatedIncidents": [
    26816,
    26819,
    26904,
    26966,
    26744
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}