{
  "id": 26937,
  "title": "1929년 Pennington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-05-03",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Pennington. 판결일: 1929-05-03. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Pennington v. Commonwealth.\n**판결일**: 1929-05-03\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Tinsley\n\n## 변호인\n\nC. A. NOBLE for appellant., J. W. CAMMACK, Attorney General, and JAMES M. GILBERT, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 16 S.W.2d 1058\n- 229 Ky. 249\n\n## 판결문 요약\n\nAffirming.\nRay Pennington was convicted in the Perry circuit court of the crime of murder and sentenced to the penitentiary for life. He seeks a reversal of the judgment against him on three grounds: (1) That he was entitled to a peremptory instruction; (2) that the verdict is palpably against the evidence; and (3) that instructions given to the jury are erroneous.\nOn December 23, 1928, between 6 and 7 p. m., appellant, with two companions, was walking along the railroad track at Jeff, a station on the Louisville  Nashville Railroad in Perry county. They passed the deceased, Mack Summer, and a witness, Pratt. After they passed deceased made the remark to Pratt, referring to appellant and his companion: \"They are drinking; they have got too much.\" Testimony on behalf of the commonwealth is to the effect that appellant had the appearance of being intoxicated and walked like he was drunk, that he was wobbling from one side of the railroad to another, and that the deceased called to him, saying, \"Boys, you have got too much,\" and started after them, but all three of them ran, with deceased in pursuit; that deceased ran with his pipe in his mouth and a flash-light in his hand. It was then dark. At this point all parties passed out of the sight of the witness. No witness saw any further act upon the part of either appellant or his companions or the decedent, except that about 15 minutes later decedent opened the door of and stepped into the restaurant of Dan Kilborn, an uncle of ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pennington-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    26826,
    26833,
    26859,
    26901,
    26941
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}