{
  "id": 26942,
  "title": "1929년 Mayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-04-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mayes. 판결일: 1929-04-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Mayes v. American Nat. Ins. Co.\n**판결일**: 1929-04-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Higgins\n\n## 변호인\n\nDavis & Wright, of San Antonio, for appellant., * Douglas, Carter & Black, of San Antonio, for appellee.\n\n## 인용\n\n- 16 S.W.2d 333\n\n## 판결문 요약\n\nMayes brought this suit against the American National Insurance Company to recover damages for an assault upon him committed by one Pierce employed by defendant as a collector of premiums upon policies of insurance issued by it.\nAt the close of the plaintiff's evidence the defendant moved for an instructed verdict, which motion was granted.\nAppellant is an express messenger of the American Express Company living in San Antonio. He carried two policies of life insurance issued by appellee upon which the weekly premiums were 50 cents.\nAs to the scope of Pierce's authority, it was simply shown he was appellee's collector of insurance premiums. It is sufficient to show he was authorized to collect such premiums.\nThe circumstances under which the assault was committed are sufficiently shown by excerpts from appellant's testimony as follows:\n\"I know Mr. Pierce, the collector for the American National Insurance Company, when I see him. He called at my home in December, 1926, on the occasion of this trouble, which was on the 26th day of December, between 11:00 and 12:00 o'clock in the morning, close to noon. We had about ten or twelve guests there for dinner, relatives who were taking Christmas dinner with us. I had just come in off my run and that was the occasion for Christmas dinner on the day after Christmas, which was on Monday. I had been home about twenty or thirty minutes and the door bell rang and we were all sitting in the room talking about my run and the work I had perfor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mayes-v-american-nat-ins-co"
    }
  ],
  "relatedIncidents": [
    26748,
    26789,
    26805,
    26812,
    26816
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}