{
  "id": 26941,
  "title": "1929년 Ball 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-04-26",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Ball. 판결일: 1929-04-26. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Ball v. Commonwealth.\n**판결일**: 1929-04-26\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Dietzman\n\n## 변호인\n\nJAS. S. GOLDEN, LEE & SNYDER and W. A. BROCK for appellant., J. W. CAMMACK, Attorney General, and J. M. GILBERT, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 16 S.W.2d 793\n- 229 Ky. 139\n\n## 판결문 요약\n\nAffirming.\nAppellant was convicted of the offense of voluntary manslaughter, and sentenced to serve 12 years in the penitentiary. As grounds for reversal of that judgment, he claims error in the summoning of the jury; error in refusing a continuance; error in the instructions given; and error in the admission and rejection of testimony, coupled with claimed prejudicial remarks on the part of the court at the time.\nIn April, 1927, the appellant, Lee Ball, was working for the Louisville  Nashville Railroad on one of its sections near Rhea, Ky. His foreman was Elmer Thompson. *Page 141 \nElmer Thompson lived near the station of the Louisville \nNashville at Rhea. The evidence for the commonwealth shows that in the late afternoon of the 7th of April, 1927, and after the day's work on the section was over, Lee Ball, having eaten his supper, went from his home, about two miles up the railroad from Rhea, together with his sons, to Rhea, for the purpose of getting some soy beans. As they passed down the railroad in front of Elmer Thompson's home, the latter was out in the yard talking with a neighbor. He saw the Balls pass. He then walked down from his home to the railroad track, but before he got there he sent his friend, Beckham Stanley, back up to his house to get his pistol, a revolver of .45 caliber. When Thompson reached the railroad track, he and Hamp Hensley engaged in a conversation. Thompson sat down on a rail of the side track with his back to the main track. The Balls havin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ball-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    26826,
    26833,
    26859,
    26901,
    26937
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}