{
  "id": 26944,
  "title": "1929년 Ray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-04-06",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ray. 판결일: 1929-04-06. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Frank Ray v. State.\n**판결일**: 1929-04-06\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chappell, Davenport, Edwards\n\n## 변호인\n\nBond & Bond and S. H. Singletary, for plaintiff in error., Edwin Dabney, Atty. Gen.,,, and Smith O'. Matson, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 276 P. 785\n- 43 Okla. Crim. 1\n\n## 판결문 요약\n\nI cannot agree with the conclusion reached by the majority opinion wherein it holds the affidavit in this case is sufficient in form and substance to authorize the issuance of a search warrant to search the home and premises of the defendant, nor can I agree that the authorities cited in the majority opinion hold that an affidavit like the one in this case is sufficient under the law to authorize the magistrate to issue a search warrant to search the home and premises of the defendant. In order to place the proper construction upon the affidavit, it is necessary and advisable to set out the affidavit in full &#8212; omitting the caption and jurat:\n\"I, J.R. Hill, do solemnly swear that I have probable cause to believe and do believe that intoxicating liquors are being unlawfully kept, stored and concealed upon the *Page 7 \nfollowing described premises, to-wit: SW Quarter of Section 9, Township 1 N, Range 8 W, Stephens County, Oklahoma, and buildings situated thereon. _____ lots in Block _____ in the City of _____.\n\"And for reasons to base my said belief upon I state as follows, to-wit:\n\"1. That the said premises and building thereon is a place of public resort.\n\"2. That numerous persons frequent the said place for the purpose of purchasing intoxicating liquor.\n\"3. That persons have recently been seen coming from said premises in an intoxicated and drunken condition.\n\"4. That divers persons who use intoxicating liquors to excess habitually frequent the said place.\n\"5. That the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ray-v-state"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26818,
    26819
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}