{
  "id": 26957,
  "title": "1929년 Knight 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-03-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Knight. 판결일: 1929-03-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ross Knight v. the State\n**판결일**: 1929-03-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nHill  Engledow  of Shamrock, for appellant.\n\nOn failure to change defensive issue, appellant cites: Johnson v. State,  208 S.W. 170 ; McClure v. State,  231 S.W. 774 ; Pate v. State,  239 S.W. 967 ; Cottrell v. State,  240 S.W. 313 , and Hoyle v. State, 4 Tex.Crim. App. 239.\n\n A. A. Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 14 S.W.2d 1028\n- 111 Tex. Crim. 471\n\n## 판결문 요약\n\nThe offense is bringing stolen property into this state; the punishment confinement in the penitentiary for two years.\nAppellant was convicted on a count charging that he stole one head of cattle from Chester Fires in the state of Oklahoma and that he thereafter brought said head of cattle into Wheeler County, Texas. M. L. Mooney, an accomplice, testified, in substance, that he and appellant went into the state of Oklahoma where they stole a herd of cattle. Included in this herd, according to the testimony of Mooney, was one head of cattle belonging to Chester Fires. Mooney further testified that he and appellant drove the cattle from Oklahoma into the state of Texas. Appellant admitted that he went to Oklahoma with Mooney, but declared that he had nothing to do with stealing the cattle in question. He testified that Mooney told him that he wanted him to go to Oklahoma for the purpose of getting some cattle; that Mooney agreed to pay him for his services; that he did not know that it was Mooney's intention to steal the cattle; that he went with Mooney to Oklahoma but while there had nothing to do with rounding up cattle or taking them into possession; that after the cattle had been driven by Mooney and others to a point in Texas near the Texas-Oklahoma line, he, appellant, assisted Mooney in driving said cattle into Wheeler County, Texas. Appellant's testimony, if accepted by the jury, would have led to the conclusion that he was not connected with the original taking in such...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=knight-v-state"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26818,
    26819
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}