{
  "id": 26952,
  "title": "1929년 Meyer & Greenwald Construction Co. v. Salina Gravel Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-03-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Meyer & Greenwald Construction Co. v. Salina Gravel Co.. 판결일: 1929-03-12. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Meyer & Greenwald Construction Co. v. Salina Gravel Co.\n**판결일**: 1929-03-12\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bennett, Commissioners, Diffendaffer, Jeffrey, Leach, Reid\n\n## 변호인\n\nFrank L. Montgomery -and Malcolm E. Rosser, for plaintiff in error., Ed K. Brook and Archibald Bonds, for defendant in error.\n\n## 인용\n\n- 277 P. 274\n- 136 Okla. 214\n\n## 판결문 요약\n\nMeyer  Greenwald Construction Company, a copartnership, brought suit in district court of Muskogee county, Okla., against Salina Gravel Company, a corporation, upon five separate causes of action, each predicated upon a promissory note for $500, executed by defendant and payable to plaintiff. The first note was payable September 7, 1924, and the remaining notes were payable at 60-day intervals thereafter, and secured by chattel mortgage covering a certain steam shovel for balance of purchase price, of which the notes were given. Copies of notes and chattel mortgage are attached to petition and made a part thereof. Defendant's answer pleads that the sale of said steam shovel was brought about by false and fraudulent statements and representations made by plaintiff to defendant who did not have opportunity to inspect the machine. These alleged false statements consisted in part of representations that the machine was in excellent condition, loading from 400 to 500 cubic yards of hardest gravel per day; whereas, in fact, the machine was in bad condition, had no power, and was practically worn out, and that it would not load the material for which it was purchased.\nDefendant tendered back the machine, demanded cancellation of unpaid notes, recovery of $1,000 down payment, and the sum of $346.43 freight paid by defendant. A reply by general denial was filed, and the following is sufficient of the testimony for the purpose of this appeal.\nJ. A. Barbre, president of Salina Gravel Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meyer-greenwald-construction-co-v-salina-gravel-co"
    }
  ],
  "relatedIncidents": [
    26821,
    26825,
    26842,
    26844,
    26850
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}