{
  "id": 2696,
  "title": "2017년 Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-10-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Edwards. 판결일: 2017-10-10. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Thomas EDWARDS\n**판결일**: 2017-10-10\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Hoff, III, Lisa\n\n## 변호인\n\nShaun J. Mackelprang, Assistant Attorney General, P.O. Box 899, Jefferson City, MO 65102, for respondent., Matthew W. Huckeby, Assistant Public Defender, Office of the Missouri Public Defender, 1010 Market Street, Suite 1100, St. Louis, MO 63103, for appellant.\n\n## 인용\n\n- 530 S.W.3d 593\n\n## 판결문 요약\n\n Lisa P. Page, Judge Thomas Edwards (“Defendant”) appeals the trial court’s judgment entered upon a jury verdict convicting him of second-degree murder and armed criminal action. We affirm. BACKGROUND At approximately 10 P.M. on April 21, 2013, Renee Nelson (“Nelson”) was standing outside her home, located in the City of St. Louis, conversing with neighbors. During the conversation, a man wearing a black hoodie passed the group and greeted Nelson by her neighborhood-nickname “Anya.” As a thirty-year resident of the neighborhood, Nelson recognized the man as Defendant. Defendant continued walking across the street before halting at a parked automobile. After Defendant conversed with the occupant of the parked vehicle (“Victim”) for approximately 30 seconds, Nelson heard gunshots. As Defendant was leaving the scene, he turned around and fired additional gunshots towards the Victim. An autopsy revealed Victim was shot seven times. Law enforcement arrived and concluded the crime scene resembled a drug transaction gone awry. Pursuant to the investigation, Nelson was interviewed the night of the incident. She informed law enforcement that, immediately before the commission of the crime, Defendant walked within arms-length of her. Shortly thereafter, Nelson heard gunfire and witnessed Defendant discharging a gun in the direction of Victim. Although she had lived in that neighborhood for approximately thirty years and had known Defendant for approximately twenty years, Nelson provide...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-edwards"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2720,
    2772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}