{
  "id": 26967,
  "title": "1929년 Adkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-02-12",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Adkins. 판결일: 1929-02-12. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. . W. H. Adkins\n**판결일**: 1929-02-12\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Hatcher\n\n## 변호인\n\nHoward B. Lee , Attorney General, and  R. A. Blessing , Assistant Attorney General, for the State.\n\n John Kee , for plaintiff in error.\n\n## 인용\n\n- 146 S.E. 732\n- 106 W. Va. 658\n\n## 판결문 요약\n\nIn this case the defendant was found guilty by the jury of a charge of statutory rape, with a recommendation for mercy. He was given the minimum sentence under section 15, chapter 144, Code. There is no material conflict in the evidence except as to the actual commission of the offense. The time charged is July, 1927. At that time the age of the prosecuting witness, Juanita Gay Shirley, was thirteen years and seven months, and that of the defendant twenty-five years. Both resided in Bluefield, and were unmarried. Near midnight July 11th, the accused took Juanita for an automobile ride to Matoaka, returning to Bluefield about seven o'clock in the morning. While on that trip the prosecutrix says they left the main road and went up a certain dirt road for about a half a mile, where the accused had unresisted sexual intercourse with her. She was examined by a physician on the morning of July 12th. He testified that he discerned slight abrasions of recent formation at the entrance to her vagina, and found \"definite\" male spermatozoa in a specimen of her urine; that the abrasion could have been produced otherwise than by copulation, but that the spermatozoa are never present in the vagina except for a period of approximately forty-eight hours after coitus, and that their presence there must be attributed to sexual union.\nThe accused did not controvert any details of the trip as testified to by Juanita, except that he denied any improper conduct with her. He says they were \"just rid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-adkins"
    }
  ],
  "relatedIncidents": [
    26837,
    26812,
    26816,
    26817,
    26818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}