{
  "id": 26979,
  "title": "1929년 Liberty Ins. Bank v. Commissioner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-01-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Liberty Ins. Bank v. Commissioner. 판결일: 1929-01-18. 법원: United States Board of Tax Appeals.",
  "description": "## 사건 정보\n\n**사건명**: LIBERTY INSURANCE BANK, <emphasis typestyle=\"it\">v.</emphasis> COMMISSIONER OF INTERNAL REVENUE\n**판결일**: 1929-01-18\n**법원**: United States Board of Tax Appeals\n**관할**: USA, Federal\n\n**판사**: Marquette, árundell, Trussell, Phillips\n\n## 변호인\n\nGeorge M. Morris, Esq.,  for the petitioner.   Brice Toole, Esq.,  and  J. A. Gerardi, Esq.,  for the respondent.  \n\n## 인용\n\n- 1929 BTA LEXIS 2944\n- 14 B.T.A. 1428\n\n## 판결문 요약\n\nLIBERTY INSURANCE BANK, PETITIONER, v. COMMISSIONER OF INTERNAL REVENUE, RESPONDENT.Liberty Ins. Bank v. CommissionerDocket No. 5070.United States Board of Tax Appeals14 B.T.A. 1428; 1929 BTA LEXIS 2944; January 18, 1929, Promulgated *2944  1.  During the taxable years, payments were received upon accounts which had been charged off the books in prior years and deducted in computing net income of such years.  Such accounts were not worthless or ascertained to be worthless in prior years.  Held, in the absence of fraud or misrepresentation in connection with such deductions for prior years, that petitioner is not required to include the amounts collected in the taxable years as income in those years.  Held, further, that the amounts improperly charged off in such prior years are not to be excluded in computing invested capital.  2.  Amounts expended in purchasing novelty banks to be distributed to now depositors held not to be deductible in the year of expenditure as an expense of that year.  The action of the Commissioner in allowing such expenditure to be deducted rateably over a period of four years approved.  3.  Under the Revenue Act of 1921, deductions for debts which are recoverable only in part may be allowed only when a proper charge-off has been made.  George M. Morris, Esq., for the petitioner.  Brice Toole, Esq., and J. A. Gerardi, Esq., for the respondent.  PHILLIPS*2945 *1429  This proceeding is for a redetermination of deficiencies in income and profits taxes fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=liberty-ins-bank-v-commissioner"
    }
  ],
  "relatedIncidents": [
    26821,
    26825,
    26842,
    26844,
    26850
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}