{
  "id": 26985,
  "title": "1929년 Wood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1929-01-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wood. 판결일: 1929-01-09. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Will Wood v. the State\n**판결일**: 1929-01-09\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nNo brief filed for appellant., A. A. Dawson of Canton, State’s Attorney, for the State.\n\n## 인용\n\n- 12 S.W.2d 1017\n- 111 Tex. Crim. 341\n\n## 판결문 요약\n\nConviction is for selling intoxicating liquor, punishment being one year in the penitentiary.\nThe motion for new trial was overruled on May 16th, at which time eighty days were granted for filing bills of exception and statement of facts. If further extension of time was granted, it is not shown in the record. The eighty days expired on the 4th day of August. Three bills of exception are found in the transcript but the date of their filing in the trial court does not appear. Two of them were not approved by the trial judge until August 14th, which was ten days after the extension period expired. They could not have been properly filed until after approval, hence we must decline to consider said two bills. It is not shown when the third bill was approved but if considered, it is insufficient to present any question for review.\nTwo witnesses testified positively that appellant made the sale of whiskey. This was denied by appellant. The jury has settled the issue thus raised in favor of the state.\nThe judgment is affirmed.\nAffirmed. *Page 342 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wood-v-state"
    }
  ],
  "relatedIncidents": [
    26812,
    26816,
    26817,
    26818,
    26819
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}