{
  "id": 26991,
  "title": "1928년 Yarbrough 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-12-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Yarbrough. 판결일: 1928-12-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lee Yarbrough v. the State\n**판결일**: 1928-12-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore, Morrow\n\n## 변호인\n\nBell  Bell  of Paducah, for appellant.\n\n A. A. Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 12 S.W.2d 803\n- 111 Tex. Crim. 339\n\n## 판결문 요약\n\nThe offense is the transportation of intoxicating liquor; punishment fixed at confinement in the penitentiary for a period of two years.\nThe following is in substance the State's evidence: The witness Chapman saw the appellant driving an automobile into a pasture; that he stopped his car and took out a gallon jug of whisky which he hid in some brush, after which he drove away. The officer who observed the conduct of the appellant went to the point at which the jug had been placed and took charge of it. He said it was a gallon jug of whisky; that he could tell it was whisky by the smell of it. He took the jug of whisky to Sheriff Payne and left it in his possession. Payne brought it into court and the jug of whisky was identified *Page 340 \nas that which had been in possession of the appellant. Payne testified that he had kept the jug in his possession since it had been delivered to him by officer Chapman, and that it contained whisky. Payne stated on cross-examination that he did not taste the contents but that it smelled like whisky. The statement of facts, as signed, shows that there was introduced in evidence a gallon glass jug containing whisky, which was identified by the witnesses Payne and Chapman.\nThere are no complaints of the court's ruling save that in which it is claimed that the jury should have been instructed to acquit. The specific contention of the appellant is that the proof that the jug which the appellant transported contained whisky is supported alone by ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=yarbrough-v-state"
    }
  ],
  "relatedIncidents": [
    26992,
    26993,
    26999,
    27009,
    27013
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}