{
  "id": 26992,
  "title": "1928년 Fradella 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-12-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fradella. 판결일: 1928-12-18. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: FRADELLA v. UNITED MARINE CONTRACTING CORPORATION\n**판결일**: 1928-12-18\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Moscowitz\n\n## 변호인\n\nSilas B. Axtell, of New York City, for plaintiff., Robert H. Woody, of New York City, for defendants.\n\n## 인용\n\n- 36 F.2d 510\n\n## 판결문 요약\n\n\nMOSCOWITZ, District Judge.\nThis is a motion for an order dismissing the complaint in the above-entitled action on the ground that there is a prior action at law pending in the Supreme Court, state of New York, Kings county, between the same parties, for the same cause of action, for the same relief.\nOn September 10, 1928, an action was commenced in the Supreme Court, state of New York, Kings county, by the service of a summons and complaint upon the defendant. On November 14, 1928, the plaintiff caused an amended complaint to be served, and issue was joined. On November 19, 1928, an action was commenced in this court by the service of a summons and complaint upon the defendant. A comparison of the complaint in this action with the complaint in the action instituted in the state court discloses that both the parties and cause of action are identical. The only variance is the venue.\nThe law is well settled that the pendency of a suit in a state court, involving the same cause of action, between identical parties for the same relief, is not a bar to a similar proceeding in a federal court. Stanton v. Embry, 93 U. S. 548, 23 L. Ed. 983; McClellan v. Carland, 217 U. S. 268, 30 S. Ct. 501, 54 L. Ed. 762; New York Life Ins. Co. v. Marshall (C. C. A.) 23 F.(2d) 225. The rule is that, where the action first brought is in personam and seeks only a personal judgment, as in this ease, another action for the same cause is not precluded. Gordon v. Gilfoil, 99 U. S. 168, 178, 25 L. Ed. 383...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fradella-v-united-marine-contracting-corp"
    }
  ],
  "relatedIncidents": [
    26991,
    26993,
    26999,
    27009,
    27013
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}