{
  "id": 26993,
  "title": "1928년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-12-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Davis. 판결일: 1928-12-14. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Farmers & Traders Bank v. Davis\n**판결일**: 1928-12-14\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell\n\n## 변호인\n\nSmith, Hammond & Smith, for plaintiff in error., J. W. Austin, W. C. Henson, W. Paul Carpenter, contra.\n\n## 인용\n\n- 39 Ga. App. 74\n\n## 판결문 요약\n\n\nBell, J.\n1. On a former hearing of this ease this court reversed a judgment of nonsuit, holding that under the pleadings and the evidence the plaintiff was entitled to recover as á matter of law, unless he had been paid the amount of his deposit, and that whether he had been so paid wias a jury question, under the evidence. The evidence of the plaintiff on the question of payment was substantially the same on the second trial, and was not conclusively rebutted by the evidence of the defendant. Hence it can not be held as a matter of law that the verdict in favor of the plaintiff as returned upon that trial was unsupported by or contrary to the evidence. Davis v. Farmers &amp; Traders Bank, 36 Ga. App. 415 (5) (136 S. E. 816).\n2. The court’s charge was not fairly susceptible to the criticism that it permitted the jury to consider the evidence touching conspiracy for another purpose than that for which the fact of conspiracy was pleaded by the plaintiff, nor was the charge upon that subject otherwise erroneous upon any ground assigned.\n3. The requested instructions on burden of proof, circumstantial evidence, and preponderance of evidence were fully covered by the charge given, and thus there was no error in the refusal of any of such requests. Sandersville R. Co. v. McDaniel, 37 Ga. App. 34 (4) (138 S. E. 584).\n4. In view of the rulings made by this court on the former hearing, which now are binding as the law of the case, the request to charge set forth in ground 7 of the mo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farmers-traders-bank-v-davis"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26999,
    27009,
    27013
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}