{
  "id": 27014,
  "title": "1928년 Clark v. City of Burlington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-11-19",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Clark v. City of Burlington. 판결일: 1928-11-19. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: Julian R. Clark Et Al. v. City of Burlington Et Al.\n**판결일**: 1928-11-19\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Chase, Moulton, Powers, Slack, Watson\n\n## 변호인\n\nWarren R. Austin,  and  William H. Edmunds  for the petitioners.\n\n Theo. E. Hopkins,  city attorney of Burlington,  Erwin M. Harvey, \ncommissioner of taxes,  J.W. Carver,  Attorney General,  Stanley C.  Wilson,  and  Hale K. Darling  (of counsel) for the petitionees.\n\n## 인용\n\n- 143 A. 677\n- 101 Vt. 391\n\n## 판결문 요약\n\nThis is a petition for a writ of certiorari. Originally there were ten petitions, brought by ten separate petitioners, all predicated upon the same facts, and praying for the same relief, but, by order of this Court, all have been consolidated and heard as one case. The proceeding brings in question the constitutionality of section 5 of No. 15 of the Acts of 1927, which provides for the method of assessment of shares of the capital stock of corporations for purposes of taxation of the owners thereof.\nThe petitioners are all residents of the city of Burlington, in Chittenden County, and are the owners, in varying amounts, of shares of capital stock in different corporations. The holdings of some of the petitioners are entirely of the stock of foreign corporations; of others, of that of both foreign and domestic corporations. These securities were assessed against the petitioners, as owned by them, by the assessors of the city of Burlington, for purposes of taxation, in the manner provided by the section of the statute above mentioned. An appeal was taken to the board of civil authority of the city, which affirmed the assessment. In due season, and with due regard for the provisions of the statute, the petitioners appealed from the decision of the board of civil authority to the commissioner of taxes, who thereupon, in pursuance to the provision of G.L. 843, appointed a board of three appraisers, all residents and taxpayers in Chittenden County, and designated the chairman of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-v-city-of-burlington"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26993,
    26999,
    27009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}