{
  "id": 27013,
  "title": "1928년 City of Parsons v. Fidelity & Deposit Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-11-20",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: City of Parsons v. Fidelity & Deposit Co.. 판결일: 1928-11-20. 법원: District Court, D. Kansas.",
  "description": "## 사건 정보\n\n**사건명**: CITY OF PARSONS v. FIDELITY & DEPOSIT CO. SAME v. NATIONAL SURETY CO.\n**판결일**: 1928-11-20\n**법원**: District Court, D. Kansas\n**관할**: Kansas, KS\n\n**판사**: Pollock\n\n## 변호인\n\nL. E. Goodrich and Carl V. Rice, both of Parsons, Kan., and Douglas Hudson, of Ft. Scott, Kan., for plaintiff., Miller, Winger & Reeder, of Kansas City, Mo., and Payné H. Ratner, of Parsons, Kan., for defendant in No. 763., Henry L. Jost, of Kansas City, Mo., arid Kimball & Osgood, of Parsons, Kan., for defendant in No. 765.\n\n## 인용\n\n- 29 F.2d 417\n\n## 판결문 요약\n\n\nPOLLOCK, District Judge.\nTbe above entitled and numbered eases arose out of tbe same set of facts, were heard before tbe same able referee, and are governed by tbe same principles of law. They are now before tbe court on exceptions taken by tbe plaintiff to tbe findings of fact and conclusions of law made by tbe referee, who took tbe evidence, saw the witnesses face to face, beard tbeir testimony, and reported the facts of tbe cases.\nIn passing, it may be noted, if tbe reference in these eases, made on application of tbe plaintiff and consented to by defendants, is a reference under the statute law of tbis state, tbe findings of fact and conclusions of law made by tbe referee are conclusive in the case, for that no motion for a new trial, as is by tbe statute law of tbis state required, bas been made and filed by tbe plaintiff in tbe eases. Section 60 — 2924, R. S. Kansas 1923, provides as follows:\n“Trial before referees; report. A trial before referees is conducted in tbe same manner as a trial by tbe court. He may require tbe court stenographer, when not otherwise engaged, to attend, take and transcribe tbe testimony in tbe ease. They have tbe same power to summon and enforce tbe attendance of witnesses, to administer all necessary oaths in tbe trial of tbe case, and to grant adjournments, as tbe court, upon such trial. They must state tbe facts found and tbe conclusions of law separately, and tbeir decisions must be given and may be reviewed in like manner. Tbe report of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-parsons-v-fidelity-deposit-co"
    }
  ],
  "relatedIncidents": [
    26878,
    26973,
    26991,
    26992,
    26993
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}