{
  "id": 27020,
  "title": "1928년 Brougher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-10-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Brougher. 판결일: 1928-10-31. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: E. B. BROUGHER Et Al., Petitioners, v. THE BOARD OF PUBLIC WORKS OF THE CITY AND COUNTY OF SAN FRANCISCO Et Al., Respondents\n**판결일**: 1928-10-31\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Curtis\n\n## 변호인\n\nJoseph J. McShane and David P. Watkins for Petitioners.\n\nJohn J. O'Toole, City Attorney, and Walter A. Dold, Chief Deputy City Attorney, for Respondents.\n\nCharles A. Christin, Otto K. Grau and Allan C. Van Fleet, Amici Curiae.\n\n## 인용\n\n- 271 P. 487\n- 205 Cal. 426\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 428 \nThe petitioners are asking for a writ of mandamus against the Board of Public Works of the City and County of San Francisco requiring said board to grant the application of petitioners for a permit to construct upon certain real property belonging to petitioners, described in said application and situated in said city and county, a building to be used as a hotel. The original petition was filed herein on the twenty-third day of December, 1927, and was denied by this court. Thereupon petitioners asked for a rehearing of said matter. On January 26, 1928, the order denying said petition was vacated and set aside, and the matter was taken under advisement for further consideration. On February 2, 1928, this court made an order for the respondents to show cause before this court on April 3, 1928, why an alternative writ of mandate should not issue as prayed for in petitioners' original petition. On March 23, 1928, the respondents filed an answer to said petition. In the meantime the petitioners had filed an *Page 429 \namendment to said petition and the answer of respondents covered said amendment, as well as said original petition. The matter then came on for hearing on April 3, 1928, and by the agreement of the parties was continued to May 8, 1928. On this last-named date the matter was argued, and in addition thereto petitioners moved t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brougher-v-board-of-public-works-of-san-francisco"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26993,
    26999,
    27009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}