{
  "id": 27028,
  "title": "1928년 Claim of Beekman v. W. A. Brodie, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-10-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Claim of Beekman v. W. A. Brodie, Inc.. 판결일: 1928-10-16. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Claim of Henry Beekman Against W. A. Brodie, Inc., Et Al., Respondents. the State Industrial Board, Appellant\n**판결일**: 1928-10-16\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Crane\n\n## 변호인\n\nAlbert Ottinger, Attorney-General  ( E.C. Aiken  of counsel), for appellant.\n  William B. Davis  and  E.C. Sherwood  for respondents.\n\n## 인용\n\n- 163 N.E. 298\n- 249 N.Y. 175\n\n## 판결문 요약\n\nThe insurance carrier in my opinion was also bound by the estoppel or waiver of the employer. Its actions in this particular were binding on the insurance carrier. By section 54, subdivision 2, of the Workmen's Compensation Law the insurance carrier shall in all things be bound by and subject to the orders, findings, decisions or awards rendered against the employer for the payment of compensation. The employer and the carrier are treated as one in many instances. Thus under section 18, notice of injury is given to the Commissioner and to the employer. Knowledge of the accident by the employer may excuse the failure to give notice, or it may also be excused on the ground that the employer has not been prejudiced by want of notice. The insurance carrier is not entitled to notice of injury and may be bound by the knowledge of the employer. By section 28, the claim for compensation must be filed within the year but it is filed with the Commission, not the carrier. The employer and insurance carrier shall be deemed to have waived the bar of the statute unless the objection to the failure to file the claim within the year is raised on the hearing. Objection by one, I take it, would be for the benefit of both.\nCompensation means a money allowance payable to an employee. It is the payment of this compensation which the law seeks to make certain. The employee must be protected and the allowance secured. Failure to secure the payment of compensation is a misdemeanor. (Sec. 52.) An emp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=claim-of-beekman-v-w-a-brodie-inc"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26993,
    26999,
    27009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}