{
  "id": 27035,
  "title": "1928년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-10-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1928-10-01. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Quaranta, Appellant\n**판결일**: 1928-10-01\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Frazer, Kephart, Moschzisker, Sadler, Schaffer, Simpson, Walling\n\n## 변호인\n\nMorton Witkin , with him  Otto Kraus, Jr. , and  L. Wallace Egan , for appellant. &#8212; The court erred in refusing to permit counsel, in the opening address to the jury, to refer to the acquittals of Scopoletti and Festa of the same murder and of the then exclusion by the court of all efforts of testimony to the same effect: Com. v. Polise,  81 Pa. Super. 69 ; Com. v. Friedman,  86 Pa. Super. 488 ; York Boro. v. Forscht, 23 Pa. 391 .\n\nWhen a man is on trial for his life, the law permits a lib\n\n## 인용\n\n- 145 A. 89\n- 295 Pa. 264\n\n## 판결문 요약\n\nArgued October 1, 1928.\nOn the afternoon of Decoration Day, 1927, four men were standing on the sidewalk of Christian Street, just west of Eighth Street, in Philadelphia, when an automobile dashed around the corner. As it passed the group of men, a fusillade of shots from sawed-off shot guns came from the car toward this group, and Vincent Cocozza fell, mortally wounded. The same car and its occupants had a few seconds before killed Joseph Zanghi as he was passing on Eighth Street, a short distance around the corner from the spot where Cocozza fell. Both homicides were undoubtedly the result of what is known as gang warfare, and came about from a feud or jealousy in the bootlegging or illegal drug business. The movement of the car and identification of defendant were shown by direct and positive evidence. The intent to kill was apparent, and the record shows the Commonwealth made out every element of first degree murder. This the jury found, fixing life imprisonment as the penalty.\nAfter the Commonwealth's case had closed, defendant's counsel, at side bar, stated to the court that he desired, in the opening speech to the jury and in the presentation of evidence thereafter, to inform the jury and to prove that Festa and Scopoletti, referred to by the Commonwealth's witnesses as being in the murder car at the time of the homicide, had been tried on the charge of murder and acquitted, they having been jointly indicted with the defendant then on trial. The court below *Page 269 \n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-quaranta"
    }
  ],
  "relatedIncidents": [
    27062,
    27095,
    27107,
    27114,
    27147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}