{
  "id": 27041,
  "title": "1928년 In re Berryhill's Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-09-18",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: In re Berryhill's Estate. 판결일: 1928-09-18. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: In re BERRYHILL'S ESTATE (KELLY, Intervener)\n**판결일**: 1928-09-18\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Branson, Clark, Hefner, Lester, Mason, Phelps, Riley\n\n## 변호인\n\nR. D. Howe, for plaintiff in error., T. L. Brown and Thrift & Davenport, for defendants in error.\n\n## 인용\n\n- 133 Okla. 285\n\n## 판결문 요약\n\n\nRILEY, J.\nWillie (Berryhill, a full-blood Creek Indian, died in the month of Septem--ber, 1922, a resident of Creek county; an administrator was appointed, and thereafter filed his final account and prayed for distribution of the estate. After notice the court found appellees to be the sole and only heirs of the deceased, Willie Berryhill, and entered decree of distribution on October 19, 1923. Thereafter, Mary Kelly filed suit in the district court of Tulsa county in ejectment to recover an alleged interest in that portion of the allotment of deceased situated in Tulsa county. Whereupon appellees filed in the county court of Creek county an application tó have Mary Kelly brought in as a claimant of an interest in the said estate. Mary Kelly appeared in said county court, filed her amended answer claiming to be a widow of Willie B’erryliill, deceased, and alleged that the aforesaid decree of distribution was invalid for fraud. The county court adjudged that Mary Kelly was not the wife of Willie Berryhill, deceased, and that there was no fraud in connection with the proceedings or decree of distribution theretofore entered.\nMary Kelly appealed to the district court, and the district court adjudged that it was unnecessary, to pass upon the question whether the decree of distribution was binding upon Mary Kelly; that Mary Kelly was not married to Willie Berryhill, deceased, by common-law marriage or otherwise, and, therefore, she had no right, title, or interest in the estate o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-berryhills-estate"
    }
  ],
  "relatedIncidents": [
    26999,
    27061,
    27069,
    27110,
    27136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}