{
  "id": 27062,
  "title": "1928년 Wiebelt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-07-02",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Wiebelt. 판결일: 1928-07-02. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Wiebelt.\n**판결일**: 1928-07-02\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: OVERTON, J.\n\n## 변호인\n\nJohn C. O'Connor, Augustus G. Williams, and William J. O'Hara, all of New Orleans, for appellant.\n\nPercy Saint, Atty. Gen., and Eugene Stanley, Dist. Atty., and Chandler C. Luzenberg, Jr., Asst. Dist. Atty., both of New Orleans, for the State.\n\n## 인용\n\n- 118 So. 38\n- 166 La. 836\n\n## 판결문 요약\n\nAn indictment was returned against defendant, charging him with manslaughter. He was tried, found guilty, and sentenced. He has appealed to this court for relief.\nOne of defendant's complaints is contained in a bill of exceptions to the overruling of a motion for a new trial. It appears that there were several eyewitnesses to the homicide, and that two of them, although they had been summoned by the state and were present in court, were not called to the witness stand by the prosecution. The reason why the evidence of these witnesses was not introduced by the state was because, in the opinion of the assistant district attorney, who was prosecuting the case, the state had proven its case, and, moreover, because one of the witnesses was of a dull, unintelligent type, and the other was insolent in his manner and speech, and because one or both, the *Page 838 \nprosecution thought, showed feeling to a marked degree against the accused. Defendant did not call these witnesses to the stand, because, as he says in his brief, he could not possibly hope for any help from them as defense witnesses. Nevertheless he desired that the state introduce their evidence, because they had made a statement to the police which conflicted in several respects with the evidence introduced by the state, and he desired to avail himself of these discrepancies, if they adhered to their statement, by using the discrepancies to show that the state's evidence was not entitled to credence, and to use their sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wiebelt"
    }
  ],
  "relatedIncidents": [
    27035,
    27095,
    27107,
    27114,
    27147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}