{
  "id": 27066,
  "title": "1928년 Baggett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-06-21",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Baggett. 판결일: 1928-06-21. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. Baggett.\n**판결일**: 1928-06-21\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Bouldin, Brown, Gardner, Sayre, Somerville, Thomas\n\n## 변호인\n\nW. A. Denson, of Birmingham, for appellant.\n\nPlea 3 was defective, and demurrer thereto should have been overruled. When evidence is admitted without objection, it is not only the right, but the duty, of counsel to argue the same. B. R.  E. Co. v. Wildman,  119 Ala. 552 ,  24 So. 548 ; Ala. Power Co. v. Goodwin,  210 Ala. 657 ,  99 So. 158 ; Vida Lbr. Co. v. Courson,  216 Ala. 248 ,  112 So. 738 . The argument of defendant's counsel was highly improper, and the jury should have been so instructe\n\n## 인용\n\n- 118 So. 283\n- 218 Ala. 227\n\n## 판결문 요약\n\nThe third plea was not subject to the plaintiff's demurrer thereto. While it could have specifically charged that the rate of speed was in violation of the city ordinance, yet this court must take judicial notice of the ordinances of the city of Birmingham and the rate of speed there set up was in violation of an ordinance of said city. Acts 1915, p. 297, &#167; 7; Edwards v. Earnest, 206 Ala. 1, 89 So. 729, 22 A.L.R. 1387. Nor did the plea have to aver that the plaintiff negligently operated the car at the rate of speed set up as the rate set out was in violation of the ordinance and was negligence per se. City Ice Delivery Co. v. Lecari, 210 Ala. 629, 98 So. 901; Hill v. Condon, 14 Ala. App. 332, 70 So. 208. We think the plea also shows that the plaintiff's car was going at a rate of speed in violation of the ordinance when the collision occurred.\nThere was no reversible error in giving the defendant's charge made the basis of the fifteenth assignment of error. Norwood Co. v. Crossett, 207 Ala. 222, 92 So. 461; Montevallo Co. v. Little, 208 Ala. 131, 93 So. 873; City Ice Co. v. Lecari, 210 Ala. 629, 98 So. 901. While there has been considerable wabbling on the part of the court as to charges of the character as embodied in assignment of error 15, we find no case holding that the giving of such a charge was reversible error; nor do we find one holding that the refusal of such a charge would be reversible error, unless it be the case of Norwood v. Crossett, 207 Ala. 222, 92 S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-baggett"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26993,
    26999,
    27009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}