{
  "id": 27061,
  "title": "1928년 W. B. Foshay Co. v. Mercantile Trust Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-07-06",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: W. B. Foshay Co. v. Mercantile Trust Co.. 판결일: 1928-07-06. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: W. B. Foshay Company v. Mercantile Trust Company and Others. [Fn1]\n**판결일**: 1928-07-06\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Holt\n\n## 변호인\n\nH. E. Fryberger, Donald E. Bridgman  and  Leslie H. Morse , for plaintiff-appellant.\n\n H. V. Mercer  and  E. J. Lien , for appellants Minnesota Stove Company, George L. and Charles W. Nye, and Tillie C. Potter.\n\n Junell, Dorsey, Oakley  Driscoll , for appellant Bankers National Bank.\n\n Samuel A. Mitchell  and  Todd, Fosnes  Green , for respondent Mercantile Trust Company.\n\n Joseph J. Moriarty, Grimes  Maxwell  and  William F. Odell , for respondent American Range Corporation.\n\n## 인용\n\n- 220 N.W. 551\n- 175 Minn. 115\n\n## 판결문 요약\n\n1 Reported in 220 N.W. 551.\nAppeal by plaintiff and by defendants Bankers National Bank, Minnesota Stove Company, George L. Nye, Charles W. Nye and Tillie C. Potter individually and as directors and as representatives of the stockholders of American Range  Foundry Company from the orders denying their several motions for a new trial.\nThe pleadings with attached exhibits cover over 240 pages of the 5,200 pages of the printed record. The summary of appellants' pleaded causes of action, as stated when the case was here on application for a writ of mandamus to change the place of trial to Hennepin county, should suffice. W. B. Foshay Co. v. Mercantile Trust Co. 166 Minn. 442, 208 N.W. 203. It may be conceded that appellants' several and separate pleadings cover all possible allegations of conspiracy, fraud, joint adventure, fiduciary relations, breaches of trust and violations of agreements so as to warrant any relief which the evidence would justify.\nWe shall attempt a short summary of the events upon which the litigation is predicated and which are either undisputed or too well established to be questioned.\n[Facts]\nIn Shakopee, Minnesota, there was established by George L. Nye, as early as 1891, a stove factory, sometime later taken over by the appellant corporation the Minnesota Stove Company. In 1919 a Delaware corporation, the appellant American Range \nFoundry *Page 118 \nCompany, succeeded to all the rights of the Minnesota Stove Company, so that no further reference need be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=w-b-foshay-co-v-mercantile-trust-co"
    }
  ],
  "relatedIncidents": [
    26999,
    27041,
    27069,
    27110,
    27136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}