{
  "id": 27069,
  "title": "1928년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-06-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Harris. 판결일: 1928-06-16. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Annie Morgan Harris v. J. Wade Morgan Et Al.\n**판결일**: 1928-06-16\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Swiggart\n\n## 변호인\n\nWilliam Hume and William Ml. Greeke, for appellant., JoHN C. Blackwell and Harry A. Luck, for appellees.\n\n## 인용\n\n- 7 S.W.2d 53\n- 157 Tenn. 140\n\n## 판결문 요약\n\nThe Chancellor sustained a demurrer interposed by the defendants to the original bill, to the extent of holding *Page 145 \nthat the original bill was founded upon an oral contract for the sale of lands, within the application of the fourth section of the Statute of Frauds. Shannon's Code (all editions), section 3142. In all other respects the demurrer was overruled, and a discretionary appeal was allowed to this court.\nThe facts stated in the bill, and admitted by the demurrer, are substantially as follows: The complainant is a daughter of Elijah Morgan, who died in 1912. Prior to 1904, Elijah Morgan was part owner with the defendants, his brother and two sisters, of certain real estate described in the bill, on which the four brothers and sisters resided. This real estate was operated jointly by the four, and all of the property, both real and personal, together with the income therefrom, was held and used jointly, in community of interest. Elijah Morgan was the youngest of the four, and he alone was married. He and his family lived with the three defendants for many years. It appearing to the four that it would be desirable to hold all said property intact until the death of the survivor, and Elijah Morgan being the only one of the four with direct descendants, the four brothers and sisters entered into an oral agreement that each would make his or her will and provide therein that all his or her property should be used and enjoyed by the surviving brothers and sisters unti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-morgan"
    }
  ],
  "relatedIncidents": [
    26999,
    27041,
    27061,
    27110,
    27136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}