{
  "id": 27079,
  "title": "1928년 Rodrigues, Sandez and Frank v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-05-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rodrigues, Sandez and Frank v. State. 판결일: 1928-05-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Salome Rodrigues, Francisco Sandez and R. P. Frank v. the State\n**판결일**: 1928-05-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Martin\n\n## 변호인\n\nMoore  Wilson  of Amarillo, for appellant.\n\n A. A. Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 8 S.W.2d 149\n- 110 Tex. Crim. 267\n\n## 판결문 요약\n\nOffense, robbery with firearms; penalty, five years in the penitentiary. *Page 268 \nFelipe Otero, prosecuting witness, occupied a bunk car as a member of an extra gang working for the Santa Fe Railroad and testified he was robbed of $141.00 by appellants on the night of October 18, 1927. He positively identified the three appellants as the parties who took his money, which was apparently in an envelope. At the same time the appellants are shown to have robbed one of his companions of two checks and $20.00 in money. One of these checks was for the sum of $34.90, and was introduced in evidence together with its indorsements. One of the notations on this check was as follows: \"Payee claims check was stolen from him and not indorsed by him. Indorsement is forged.\" Said check was shown to have been cashed on October 19, 1927, at Panhandle, a short distance from Amarillo. It is further shown that two of the appellants, Frank and Sandez, were in Panhandle on October 19. The party cashing this check was not able to say who presented it further than that it was some Mexican. Appellants lived in Amarillo.\nIt is insisted that this check was irrelevant and immaterial and that it tended to connect appellants with an entirely different and separate offense from the one on trial, to-wit, forgery, and that no proper connection between the check and any of the appellants had been shown. We observe that the record does show affirmatively that this check was stolen from prosecuting witness' com...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rodrigues-sandez-and-frank-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stell-v-state"
    }
  ],
  "relatedIncidents": [
    27154,
    27155,
    27157,
    27160,
    26816
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}