{
  "id": 27090,
  "title": "1928년 Wheeler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-05-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Wheeler. 판결일: 1928-05-12. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: O.B. Wheeler v. State.\n**판결일**: 1928-05-12\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Davenport, Doyle, Edwards\n\n## 변호인\n\nL. F. Robertson, for plaintiff in error., Edwin Dabney, Atty. Gen., for the State.\n\n## 인용\n\n- 267 P. 282\n- 40 Okla. Crim. 92\n\n## 판결문 요약\n\nThe plaintiff in error, hereinafter referred to as the defendant, was convicted of selling intoxicating liquor to B.E. Slagle, and sentenced to serve a term of 60 days in the county jail and pay a fine of $200 and cost. Motion for a new trial was filed and overruled, and defendant has appealed to this court.\nB.E. Slagle, a witness for the state, testified that on the 21st day of October, 1925, he bought a pint of whisky from the defendant. He also testified that he was an undercover for certain citizens, whose names the court did not permit him to give in evidence, who were trying to catch parties charged with the offense of selling intoxicating liquor. Slagle testified that he bought the pint of whisky on the 21st day of October, but did not turn it in to the sheriff until the 7th of October. The record discloses that Slagle was what might be termed a professional witness; that is, he had been the prosecuting witness in many cases.\nThe defendant entered his plea of not guilty to the charge of selling whisky to Slagle on the 21st of October, 1925, and showed conclusively by reputable witnesses, who were uncontradicted, that he was not in Moreland on October 21, 1925, but was in Waynoka, a distance of about 30 miles away from Moreland. Several witnesses testified to having seen the defendant in Waynoka on October 21, 1925, the day witness Slagle testified he *Page 94 \nbought the whisky in Moreland from the defendant. It was further shown that the reputation of the witness Slag...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wheeler-v-state"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26993,
    26999,
    27009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}