{
  "id": 27091,
  "title": "1928년 Landsberger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-05-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Landsberger. 판결일: 1928-05-07. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: LANDSBERGER v. McLAUGHLIN, Collector of Internal Revenue\n**판결일**: 1928-05-07\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Gilbert, Rudkin, and Dietrich, Circuit Judges\n\n## 변호인\n\nI. I. Brown and Vogelsang & Brown, all of San Francisco, Cal., for plaintiff in error., Geo. J. Hatfield, U. S. Atty., and T. J. Sheridan, Asst. U. S. Atty., both of San Francisco, Cal., for defendant in error.\n\n## 인용\n\n- 26 F.2d 77\n\n## 판결문 요약\n\n\n26 F.2d 77 (1928)\nLANDSBERGER\nv.\nMcLAUGHLIN, Collector of Internal Revenue.\nNo. 5293.\nCircuit Court of Appeals, Ninth Circuit.\nMay 7, 1928.\nI. I. Brown and Vogelsang &amp; Brown, all of San Francisco, Cal., for plaintiff in error.\nGeo. J. Hatfield, U. S. Atty., and T. J. Sheridan, Asst. U. S. Atty., both of San Francisco, Cal., for defendant in error.\nBefore GILBERT, RUDKIN, and DIETRICH, Circuit Judges.\nGILBERT, Circuit Judge.\nThe plaintiff in error was for many years extensively engaged in the business of buying wines and brandies from wine makers in California, and selling the same, generally in carload lots, to wholesale dealers. His business was in the nature of that of a broker. He had no capital invested in it, except that occasionally he would loan money to grape growers to finance the raising of their crops. In his income tax returns for 1919 and 1920 he claimed that the good will of his business had been worth $90,113.90, but that it became obsolete by reason of national prohibition, which went into effect January 16, 1920, and he allocated his loss by obsolescence to the year 1919, in the sum of $45,964.54, and to the year 1920, $2,015.19. The Treasury Department disallowed the deductions, and he paid under protest the additional tax. Thereafter he brought an action in the court below to recover $13,426, the deficiency in income tax assessed against him for 1919, and $1,154.31, assessed and paid for 1920.\nThe statute which controls decision is the Revenue Act of 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=landsberger-v-mclaughlin"
    }
  ],
  "relatedIncidents": [
    26837,
    26967,
    26991,
    26992,
    26993
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}