{
  "id": 27095,
  "title": "1928년 Cotriss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-05-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cotriss. 판결일: 1928-05-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Cotriss, as Administrator, etc., of John Cotriss v. The State of New York\n**판결일**: 1928-05-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Taylor\n\n## 변호인\n\nDavid A. White [Milton J. Whedon of counsel], for the claimant., Albert Ottinger, Attorney-General [James Gibson, Second Assistant Attorney-General, of counsel], for the defendant.\n\n## 인용\n\n- 223 A.D. 520\n\n## 판결문 요약\n\n\nTaylor, J.\nOn November 7,1927, in an action for damages for wrongful killing of plaintiff's intestate, the Court of Claims rendered judgment for plaintiff for $1,750, with interest. Defendant appeals, claiming that the award should have been no cause of action on all grounds except amount of damages; and plaintiff appeals, claiming inadequacy of award.\nThe testimony furnishes a basis for the following state of facts: Main street in the village of Medina runs generally north and south. It is paved with concrete. From a certain point in the general level of the pavement on Main street the street inclines upward about seven degrees to a bridge crossing the Brie canal. The distance from the general street level to the bridge is about one hundred and eighty feet, the rise in that distance being about twelve feet. About twenty feet westerly of the west end of the bridge, as one proceeds northerly, the road turns sharply to the right at about a right angle and leads directly onto the bridge, which runs substantially east and west. The roadway of the approach is eighteen to twenty feet wide, and surfaced with dirt and stone. Whether or not defendant was under obligation to maintain or care for the approach is of no material importance.\nThis bridge was thirty-three feet six inches wide over all, with sidewalk for pedestrains on each side. The roadway in the center was eighteen feet six inches wide. Between each sidewalk and the vehicle roadway there were trusses, and the bottom of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cotriss-v-state"
    }
  ],
  "relatedIncidents": [
    27035,
    27062,
    27107,
    27114,
    27147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}