{
  "id": 27107,
  "title": "1928년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-04-17",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Commonwealth. 판결일: 1928-04-17. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Phillips.\n**판결일**: 1928-04-17\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: OPINION OF THE COURT BY JUDGE WILLIS\n\n## 변호인\n\nJ.W. CAMMACK, Attorney General, and O.A. STUMP for appellant.\n\nMOORE  CHILDERS and W.A. DAUGHERTY for appellee.\n\n## 인용\n\n- 5 S.W.2d 887\n- 224 Ky. 117\n\n## 판결문 요약\n\nCertifying the law.\nWill Phillips was indicted for the willful murder of John Will Thacker. There was a mistrial, and the commonwealth has appealed to obtain a correct exposition of the law for the guidance of the circuit court on another trial. Criminal Code, secs. 335-337; Commonwealth v. Matthews, 89 Ky. 287,12 S.W. 333, 11 Ky. Law Rep. 505; Commonwealth v. Hourigan, 89 Ky. 305,12 S.W. 550, 11 Ky. Law Rep. 509; Commonwealth v. Robinson, 84 S.W. 319, 27 Ky. Law Rep. 14.\nJames C. Justice and Marvin Williamson were deputy sheriff's of Pike county. A warrant for the arrest of Will Phillips on a charge of murder was placed in their hands for execution. They proceeded to his home in Pike county and arrested him. In a dresser drawer in his dwelling they found a pistol and several cartridges loaded with leaden bullets. The prisoner had shown them where the pistol and cartridges loaded with lead were located, but made no mention of other cartridges. Phillips went out to get his automobile, and Justice observed and searched a pair of old overalls hanging in the hall behind the door, and in one of the pockets he found three 38-calibre cartridges loaded with copper jacketed bullets. The pistol was a 38-caliber, six-shooter, and was not loaded at the time it was found. The deceased had been shot three times with 38-caliber copper jacketed bullets. The officer retained the pistol *Page 119 \nand all the cartridges. The search and seizure occurred after the defendant was lawfully arrested...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-phillips"
    }
  ],
  "relatedIncidents": [
    27035,
    27062,
    27095,
    27114,
    27147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}