{
  "id": 27114,
  "title": "1928년 Bouldin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-04-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bouldin. 판결일: 1928-04-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. B. Bouldin v. the State\n**판결일**: 1928-04-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Martin\n\n## 변호인\n\nNo brief filed for appellant.\n\n Lamar Seeligson,  District Attorney;  Bernard Ladon,  Assistant District Attorney of Bexar County, and  A. A. Dawson  of Canton, State's Attorney, for the State.\n\n## 인용\n\n- 5 S.W.2d 137\n- 109 Tex. Crim. 372\n\n## 판결문 요약\n\nOffense theft of an automobile, penalty two years in the penitentiary.\nProsecuting witness had a Ford coupe stolen on Sunday night, May 9, 1926, between the hours of 8 and 11:30 o'clock. Appellant's defense was an alibi.\nHe made a motion for a new trial based upon newly discovered evidence and attached thereto the affidavits of J. P. Boleyn and Mrs. Crysta McGee. The affidavit of the first witness states that he saw appellant on the streets of San Antonio about 8 o'clock on the night of May 9, 1926. As appellant had three hours and a half after this time to steal the car, it seems plain this testimony would not have helped him. The affidavit of Mrs. Crysta McGee sets out that she roomed across the hall from appellant and that appellant was in his room on Sunday *Page 373 \nnight, May 9, 1926, except for a period of about forty minutes at 7:30 or 8 o'clock p. m., when he was absent. She further states that she left San Antonio in August, 1926, and moved to Cuero and from there to Coleman and did not return to San Antonio until December, 1926. The indictment against appellant was filed June 17, 1926. Appellant was tried in November, 1926. If this witness roomed across the hall from appellant and he was in his room as detailed by her, he knew that fact in June, 1926, when he was indicted and yet no subpoena was issued for this witness apparently, though she was in San Antonio for some two months after this date. No excuse is offered for this. The bare statement is made in the mot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=abell-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bouldin-v-state"
    }
  ],
  "relatedIncidents": [
    27035,
    27062,
    27095,
    27107,
    27147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}