{
  "id": 27113,
  "title": "1928년 Rosentreter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-04-09",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Rosentreter. 판결일: 1928-04-09. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gust Rosentreter v. Clackamas County.\n**판결일**: 1928-04-09\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Coshow\n\n## 변호인\n\nFor appellant there was a brief over the name of  Messrs. Lord   Moulton , with an oral argument by  Mr. Wm. P. Lord. \n\nFor respondent there was a brief and oral argument by  Mr. Livy  Stipp.\n\n## 인용\n\n- 273 P. 326\n- 127 Or. 531\n\n## 판결문 요약\n\nIn Banc.\nThis is an appeal from a judgment sustaining a demurrer to plaintiff's complaint and dismissing his action. The complaint attempts to state two causes of action, both for the recovery of $1,000 deposited in lieu of bail in two criminal actions entitledState of Oregon v. Jim Smith, and State of Oregon v. FrankDavis, respectively. The complaint alleges:\n\"That on said 1st day of September, 1923, in order to guarantee the appearances of said Jim Smith to answer the charge against him, plaintiff, through his attorney and agent, Gilbert L. Hedges, a member of the bar of said Circuit Court, paid over to W.J. Wilson, the duly elected, qualified and acting Sheriff of defendant county, the sum of $1,000, pursuant to the law of the State of Oregon providing for the giving of bail for persons charged with crime.\"\nThe complaint further alleges \"that subsequent to the said 1st day of September, 1923, plaintiff by said attorney and agent, Gilbert L. Hedges, surrendered the said Jim Smith into the custody of said W.J. Wilson, Sheriff of the defendant county, and demanded of and from said Sheriff the repayment of the said sum of $1,000 as aforesaid\"; and further alleges \"that at the time that said alleged surrender and demand were made, said original proceedings against said Jim Smith were still pending and no judgment had been rendered or entered therein, nor had any fine been imposed upon or against said Jim Smith and by the surrender of said Jim Smith to the custody of said Sherif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rosentreter-v-clackamas-county"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26993,
    26999,
    27009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}