{
  "id": 27136,
  "title": "1928년 Brimble 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-02-27",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Brimble. 판결일: 1928-02-27. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Brimble v. Sickler\n**판결일**: 1928-02-27\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Adams, Campbell, Chiee, Denison, Walker, Whitpord\n\n## 변호인\n\nMr. Jacob V. Schaetzel, Mr. Walter E. Schwed, for plaintiff in error., Mr. William B. King, Mr. Edward L. Oakes, for defendant in error.\n\n## 인용\n\n- 83 Colo. 494\n\n## 판결문 요약\n\n\nMr. Chiee Justice Denison\ndelivered the opinion of the court.\nErnestine L. Brimble, plaintiff in error, claimed a widow’s allowance from the estate of David Brimble. The county court allowed the claim, but, on appeal, the district court denied it, and she brings error.\nDavid Brimble and Ernestine were married July 20, 1914. December 5, 1914, they entered into an agreement whereby, after reciting, their marriage and inability to continue marital relations and further reciting certain payments by him to her as a consideration, they agreed: (1) To forthwith cease such relations and that she would not demand their resumption. (2) That he would give her certain money and property, the receipt of which she acknowledged “in full satisfaction of all obligations of” him “for her future support and in full satisfaction of all other obligations on his part as hereinafter more particularly set forth,” and (3) She agrees “that she will not at any time hereinafter seek, ask, demand or *496require in any manner, any moneys of any nature as and toward her support;' and that in the event at any future time any proceedings in divorce are had by either of the parties hereto she will not in such proceedings make any demand and will not accept or receive any moneys or thing of value in the nature of alimony,” and (4) Each agrees “to and with the other, and to and with the personal representatives and heirs of the other, that each will and does hereby waive any and all claim of every kind and nat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brimble-v-sickler"
    }
  ],
  "relatedIncidents": [
    26999,
    27041,
    27061,
    27069,
    27110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}