{
  "id": 27135,
  "title": "1928년 Richardson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-02-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Richardson v. State. 판결일: 1928-02-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: C. F. Richardson v. the State\n**판결일**: 1928-02-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Martin\n\n## 변호인\n\nNo brief filed for appellant.\n\n Heidingsfelder, Kahn  Branch,  and  A. A. Dawson,  State's Attorney, for the State.\n\n## 인용\n\n- 4 S.W.2d 79\n- 109 Tex. Crim. 148\n\n## 판결문 요약\n\nOffense libel, penalty a fine of seven hundred and fifty dollars.\nThis prosecution was in the County Court at Law of Harris County, the jurisdiction of which court was enlarged by an Act of the Thirty-third Legislature, so as to include such misdemeanor cases as the regular County Courts had under the *Page 150 \nConstitution. (See Acts of Thirty-third Legislature, pp. 10-11.) Under the terms of the said law the County Judge of said court was allowed as compensation the same fees and costs in criminal cases as are now provided by the General Laws of the state for judges of the County Courts having criminal jurisdiction.\nThe only question properly presented for review on this appeal is the alleged disqualification of the judge of said County Court at Law of Harris County by reason of his pecuniary interest, the appellant claiming that he is \"deprived of due process of law under the Fourteenth Amendment to the United States Constitution.\" The contention is made, as we understand it, that the judge's fee is directly dependent upon an actual trial and disposition of cases in his court and therefore a motion to quash an information or indictment before him, if sustained, results necessarily in his not receiving compensation; whereas, if same is overruled and the case actually tried and disposed of he will receive a fee of three dollars under Art. 1052, C. C. P. The last-mentioned article of the Code of Criminal Procedure reads as follows:\n\"Three dollars shall be paid to the County ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-state"
    }
  ],
  "relatedIncidents": [
    26991,
    26992,
    26993,
    26999,
    27009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}