{
  "id": 27147,
  "title": "1928년 Ex Parte Logan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-02-07",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ex Parte Logan. 판결일: 1928-02-07. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte DUG LOGAN Et Al.\n**판결일**: 1928-02-07\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: PER CURIAM.\n\n## 변호인\n\nSylvester Grim, for petitioners.\n\nEdward Dabney, Atty. Gen., for respondent.\n\n## 인용\n\n- 264 P. 226\n- 39 Okla. Crim. 142\n\n## 판결문 요약\n\nIn this proceeding Dug Logan and Joe Collins presented to this court a petition alleging that they are unlawfully imprisoned in the county jail of Dewey county by C.C. Jones, sheriff of said county, under a commitment issued by the county judge of said county, sitting as an examining magistrate, based upon a preliminary examination held upon complaint, wherein petitioners were charged with the murder of one Albert Edwards by striking the said Albert Edwards with an automobile while the said petitioners were driving the said automobile on the public highway of Dewey county in an intoxicated condition.\nUpon the hearing on the return of the writ, held on June 17, 1926, it was considered, ordered, and adjudged that said petitioners are entitled to bail, and that the bail of each petitioner be fixed at $15,000, bond to be conditioned as by law provided, and, upon the approval of the same by the court clerk of Dewey county, said petitioners to be enlarged....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-logan"
    }
  ],
  "relatedIncidents": [
    27035,
    27062,
    27095,
    27107,
    27114
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}