{
  "id": 27141,
  "title": "1928년 Varn Investment Co. v. Bankers Trust Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-02-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Varn Investment Co. v. Bankers Trust Co.. 판결일: 1928-02-17. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: VARN INVESTMENT COMPANY v. BANKERS TRUST COMPANY et vice versa\n**판결일**: 1928-02-17\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: From, Headnote, Hill, Hines, Ruling, Russell, Who\n\n## 변호인\n\nJ. B. Copeland, H. K. Wilcox, and T. G. Connell, for plaintiff in error in main bill., Whitaker & Dukes, Smith, Hammond & Smith, and Gordon Knox, contra.\n\n## 인용\n\n- 165 Ga. 694\n\n## 판결문 요약\n\n\nHill, J.\nThis is a levy and claim case, involving the bona fides of certain conveyances of real estate of 6. W. Yarn, the defendant in fi. fa., to the Yarn Investment Company, the claimant. On the trial a verdict was returned finding the property levied upon subject to the fi. fa. levied thereon. Yarn Investment Co. filed a motion for new trial on the usual general grounds, which was subsequently amended, excepting to certain excerpts from the charge of the court. The motion was overruled, and the claimant excepted. The Bankers Trust Co., as transferees of the fi. fa. levied upon the property in controversy, filed a cross-bill of exceptions. On the trial the court charged the jury as stated in headnotes 1 and 2, and as follows:\n“There majr be circumstances attending the conveyance and transfer of property intended to hinder, delay and defraud creditors, which are denominated ‘badges of fraud.-’ These badges of fraud do not, in themselves or per se, constitute fraud, but are rather signs or indicia from which its existence may be properly inferred as matter of evidence. The law furnishes no test by which fraud can be determined, further than to adjudge what acts constitute badges of fraud.\n“If a-transfer or conveyance of property is made by a debtor -after a suit has been begun, and while it is pending against him. *696this is a badge of fraud, and especially so if it leaves the debtor without any estate or greatly reduces his property.\n“The transfer or conveyance of all, or ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=varn-investment-co-v-bankers-trust-co"
    }
  ],
  "relatedIncidents": [
    26999,
    27041,
    27061,
    27069,
    27110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}