{
  "id": 27144,
  "title": "1928년 People v. Black 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-02-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Black. 판결일: 1928-02-10. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. S. H. BLACK, Appellant\n**판결일**: 1928-02-10\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Wood\n\n## 변호인\n\nJoseph Seymour for Appellant., U. S. Webb, Attorney-General, and John L. Flynn, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 264 P. 343\n- 89 Cal. App. 219\n\n## 판결문 요약\n\nAppellant was accused by information filed by the district attorney of selling intoxicating liquor. He entered a plea of guilty on July 6, 1927, and on July 9, 1927, was sentenced to imprisonment for six months. On July 25, 1927, he filed in the superior court of Riverside County a petition for a writ of errorcoram nobis, in which he set forth that his plea of guilty had been entered by him \"through the agency of duress, fraud and deception.\" He alleged that one William Rush had been his employer at the Oasis pool-hall in the city of Blythe; that Rush had told him before the entry of his plea that if he would state to the court that he (appellant) had a lease on the premises and was running the business where the liquor was alleged to have been sold, it would avoid implicating the said Rush; that he (Rush) would pay any fine that would be imposed and that appellant would not receive a jail sentence. The petition further sets forth: \"And he your petitioner believing that the said William Rush would be able to do the things that he said he would do all of which were believed by your petitioner which have hereinbefore been related and all of which the said William Rush has failed to do and all of which William Rush was without right of authority to promise to do or to perform and all of which the said William Rush knew, all of which was a deception upon your petitioner and all of which caused *Page 221 \nyour petitioner to make the statements which he did make in the Superior Cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-black"
    }
  ],
  "relatedIncidents": [
    26999,
    27041,
    27061,
    27069,
    27110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}