{
  "id": 27157,
  "title": "1928년 Hamilton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-01-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hamilton. 판결일: 1928-01-18. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Francis Hamilton v. the State\n**판결일**: 1928-01-18\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nNo brief filed for appellant.\n\n A. A. Dawson,  State's Attorney, for the State.\n\n## 인용\n\n- 1 S.W.2d 887\n- 108 Tex. Crim. 542\n\n## 판결문 요약\n\nConviction for burglary, punishment twelve years in the penitentiary.\nA store was burglarized in Jarrell, Texas, and a quantity of shoes, dresses and other personal property, the exact extent of which was unknown to the owner, taken therefrom. Certain dresses and shoes were later recovered by the officers, and the manager of the merchantile establishment whose house was burglarized testified that, in his best judgment, said shoes and dresses were articles taken out of his store. The state relied chiefly on the testimony of a self-confessed accomplice who said that she, in company with appellant and three or four others, was present in Jarrell on the night in question when appellant and one Turner broke into the store, got some shoes and dresses and other articles. She said that the next morning some of the shoes taken from the burglarized store were thrown out in Falkner's Lane at Waco. Said burglary occurred on the night of the 21st of April, 1927. Mr. Pricket testified that on the morning of April 22, 1927, he found eight shoes in Falkner's Lane at Waco, which were turned over to Sheriff Bigham of Bell County. Sheriff Bigham testified that he received eight shoes from Witness Pricket and turned said shoes over to Sheriff Lowe of Williamson County. He said that in his judgment the shoes exhibited in court were the same ones he received from Pricket. Sheriff Lowe testified that the shoes exhibited in court were the ones he received from Mr. Bigham.\nWitness Lee testified that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hamilton-v-state"
    }
  ],
  "relatedIncidents": [
    27079,
    27154,
    27155,
    27160,
    26816
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}