{
  "id": 27154,
  "title": "1928년 Ex Parte Knox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-01-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Knox. 판결일: 1928-01-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Charlie Knox.\n**판결일**: 1928-01-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nIra Lawley, Kennedy  Erigledow  and  L. W. Sheppeard  of Groesbeck, for appellant.\n\n A. A. Dawson,  State's Attorney, for the State.\n\n## 인용\n\n- 2 S.W.2d 1117\n- 108 Tex. Crim. 617\n\n## 판결문 요약\n\nAppellant was indicted for robbery by the use of firearms. He sought through habeas corpus proceeding to be released on bail. From an order remanding him without bail this appeal is prosecuted.\nAppellant and two others robbed a bank at Tehuacana, in Limestone County, and obtained something over $1,600. Appellant and one other robber exhibited pistols and presented them at the bank officers, by means of which the robbery was effected. No shots were fired; no one was injured, the reason, perhaps, being that no resistance was offered.\nThe principles controlling where the question of bail is involved have been so frequently discussed it is useless to again review them. (See Art. 1, Sec. II, Constitution; Ex Parte Smith, 23 Tex.Crim. App. 100, 5 S.W. 99; Ex Parte Beacon, 12 Tex.Crim. App. 318; Ex Parte Evers, 29 Tex.Crim. App. 539;16 S.W. 343; Ex Parte Russell, 71 Tex.Crim. Rep.,160 S.W. 75; Ex Parte Young, 87 Tex.Crim. Rep., 222 S.W. 242.) The case of Scott v. State, 90 Tex.Crim. Rep., 234 S.W. 220, is direct authority on the point that appellant was entitled to bail.\nThe judgment refusing bail is reversed and bail granted in the sum of $15,000.00.\nReversed and bail granted. *Page 618 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-knox"
    }
  ],
  "relatedIncidents": [
    27079,
    27155,
    27157,
    27160,
    26816
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}