{
  "id": 27169,
  "title": "1927년 Eison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-12-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Eison. 판결일: 1927-12-16. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: EISON v. SHIRLEY, ordinary\n**판결일**: 1927-12-16\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hill\n\n## 변호인\n\nH. B. Moss and G. B. Walker, for plaintiffs., J. P. Brooke, for defendant.\n\n## 인용\n\n- 165 Ga. 374\n\n## 판결문 요약\n\n\nHill, J.\n(After stating the foregoing facts.)\nThe answer to the petition as amended was sufficient to withstand the general and special demurrers, and the court did not err in overruling them.\nThe verdict was authorized by the evidence. The defense, as made by the answer and the evidence, was in substance the following: The warrant issued by the former ordinary in favor of the plaintiffs, who sought by mandamus to compel the present ordinary to levy a tax for the purpose of paying off the warrant, was a legal fraud on Milton County, and the former ordinary and the plaintiffs had conspired to and did perpetrate this fraud. The former ordinary, about two years before the expiration of his term of office, employed plaintiffs as prohibition agents for the purpose of enforcing the prohibition law by capturing. and destroying stills, etc., and called these men so employed “county policemen of Milton County,” and made a contract with them to perform certain duties only in connection with destroying stills and distilling apparatus, and to apprehend cars conveying liquor through said county and to capture “liquor runners.” For these services plaintiffs were to be paid certain specified fees for each piece of work, and were to receive as compensation for this work money derived from the proceeds of this “line of work.” This fund, known as “the prohibition fund,” amounted to a considerable sum at the time plaintiffs were first employed, but was soon exhausted; and *378on the day before...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eison-v-shirley"
    }
  ],
  "relatedIncidents": [
    27220,
    27240,
    27257,
    27258,
    27259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}