{
  "id": 27168,
  "title": "1927년 State v. . Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-12-21",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Taylor. 판결일: 1927-12-21. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Will Taylor.\n**판결일**: 1927-12-21\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Stacy\n\n## 변호인\n\n\n\nAttorney-General Brummitt and Assistant Attorney-General Nash for the State.\n\n\n## 인용\n\n- 140 S.E. 728\n- 194 N.C. 738\n\n## 판결문 요약\n\nThis was a criminal prosecution tried at the April Term, 1927, of GASTON Superior Court, upon an indictment charging the prisoner with burglary in the first degree, which resulted in a conviction and sentence of death. The defendant gave notice of appeal, but has failed to prosecute same, though he was allowed to appeal in forma pauperis.\nIt is now the settled rule of procedure that an appeal from a judgment rendered prior to the commencement of a term of the Supreme Court must be brought to the next succeeding term; and, to provide for a hearing in regular order, it is required that the same shall be docketed here fourteen days before entering upon the call of the district to which it belongs, with the proviso that appeals in civil cases (but not so in criminal cases) from the First, Second, Third and Fourth districts, tried between the first day of January and the first Monday in February, or between the first day of August and the fourth Monday in August, are not required to be docketed at the immediately succeeding term of this Court, though if docketed in time for hearing at said first term, the appeal will stand regularly for argument. Rule 5, Vol. 192, p. 841.\nThe single modification of this requirement, sanctioned by the decisions is, that where, from lack of sufficient time or other cogent reason, the case is not ready for hearing, it is permissible for the appellant, within the time prescribed, to docket the record proper and move for certiorari, which motion may be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-taylor"
    }
  ],
  "relatedIncidents": [
    27079,
    27154,
    27155,
    27157,
    27160
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}