{
  "id": 27160,
  "title": "1928년 Kevlon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1928-01-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Kevlon. 판결일: 1928-01-10. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Appellant, v. Elmer Kevlon, Respondent\n**판결일**: 1928-01-10\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: O'Brien\n\n## 변호인\n\nJoab H. Banton, District Attorney  ( Robert C. Taylor  of counsel), for appellant.\n\n Leonard F. Fish  and  David C. Broderick  for respondent.\n\n## 인용\n\n- 159 N.E. 907\n- 247 N.Y. 192\n\n## 판결문 요약\n\nIn the Court of General Sessions for New York county defendant with two others pleaded guilty of the crime of robbery in the second degree. A fourth member of the band, who has not been apprehended, had carried a pistol during the commission of the robbery and had passed it to one of his confederates who momentarily retained it. Although defendant never had the pistol in his possession, the sentence imposed upon him included the increased term provided for by section 1944 of the Penal Law for carrying a pistol while in the act of committing a felony. The Appellate Division has reversed solely on the law and has remanded defendant for resentence. The People, without obtaining a certificate either from a justice of the Appellate Division or from a judge of this court, appeals as matter of right.\nIn the absence of compliance with the provisions of section 520 of the Code of Criminal Procedure, we have no jurisdiction to hear the appeal. Since the amendment to this section by chapter 465, Laws of 1926, its provisions supersede all other laws dealing with appeals in criminal actions when the judgment of the trial court is a judgment of conviction. Its subdivision 4 so expressly declares. By section 520 as there amended the Legislature conferred a right of review upon a person convicted of crime, but declared \"there shall be only one such appeal and *Page 194 \nthe decision of the appellate court shall be final, and no appeal shall lie from that court to any other court except as he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-kevlon"
    }
  ],
  "relatedIncidents": [
    27079,
    27154,
    27155,
    27157,
    26816
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}