{
  "id": 27174,
  "title": "1927년 D'Ambrosco 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-11-25",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: D'Ambrosco. 판결일: 1927-11-25. 법원: Superior Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Gustaf Johnson v. Luigi D'Ambrosco, et ux.\n**판결일**: 1927-11-25\n**법원**: Superior Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Tanner\n\n## 변호인\n\nFor complainants: Quinn, ICernan & Quinn., For respondents: Pettine, Godfrey & Cambio.\n\n## 인용\n\n- 4 R.I. Dec. 48\n\n## 판결문 요약\n\n\nTANNER, P. J.\nComplainants allege that the respondent Luigi D’Ambrosco sold a grocery store to John F. Mackin, Roy F. Johnson and Eric M. Larson; that part of the consideration for said sale was a promissory note payable to the respondents, signed by the said Mackin, Johnson and Larson; that at the request of the respondents the complainants executed and delivered to the respondent D’Ambrosco a mortgage deed of real estate belonging to said complainants; that no consideration passed to these complainants for the making of said mortgage, and that, therefore, the mortgage is void.\n.The complainants seek to have said mortgage declared void.\nIt appeared in evidence that said Mackin, Johnson and Larson, who bought said grocery .store, paid one-half of the price in cash, but that the respondent Luigi 'D’Ambrosco required, as a condition of the sale, that the complainants should execute a mortgage to secure $1000, the balance of the purchase price of said store.\nContradictory testimony was given as to the relative times when the -mortgage and the mortgage note were delivered as compared with the time when the bill of sale and possession of the store were delivered.\nIt appears to us to be immaterial to determine, if we could, this issue. It is very evident and it is clearly shown by the testimony that it was a condition of the sale that said mortgage should be given 'and that the complainants fully understood and intended to make such mortgage as security for the payment of the bala...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-dambrosco"
    }
  ],
  "relatedIncidents": [
    27287,
    27313,
    27324,
    27013,
    27168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}