{
  "id": 27179,
  "title": "1927년 Boyd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-11-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Boyd. 판결일: 1927-11-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. W. Boyd v. the State\n**판결일**: 1927-11-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nWoolworth  Baker  of Carthage, for appellant.\n\n Sam D. Stinson,  State's Attorney, and  Robert M. Lyles, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 299 S.W. 645\n- 108 Tex. Crim. 221\n\n## 판결문 요약\n\nThe offense is possession of equipment for manufacturing liquors capable of producing intoxication; the punishment confinement in the penitentiary for one and one-half years.\nThe state relied upon the testimony of officers who arrested appellant near a still, which was in operation. Briefly, the testimony of the officers shows that appellant and two other parties were arrested by the officers near a still; that appellant and his companions, at the time of their arrest, were carrying and emptying mash into barrels and carrying the barrels off and hiding them in different places; that the still was in operation, and that whiskey was being manufactured by the parties at the time of the arrest.\nThe issue of guilt was sharply contested. Testifying in his own behalf, appellant contended that while hunting he came to the still; that he had no previous knowledge of the location *Page 222 \nof the still and had no connection with it whatever, but that at the time of his arrest he was merely an innocent bystander. J. R. Kirby, a witness for appellant, who was deputy sheriff at the time of appellant's arrest, testified that he was with the officers at the time the still was discovered and that Shirley Cockrell, one of the parties who was arrested by the officers, stated at the time of the seizure that the still and equipment belonged to him (Cockrell), and that appellant had nothing to do with said still and equipment and that he guessed that the reason appellant was there was that he wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyd-v-state"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27186,
    27190
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}