{
  "id": 27186,
  "title": "1927년 Buseman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-11-05",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Buseman. 판결일: 1927-11-05. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: The State of Kansas v. Charles Buseman\n**판결일**: 1927-11-05\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Johnston\n\n## 변호인\n\nW. T. Roche, of Clay Center, for the appellant., William A. Smith, attorney-general, and C. Vincent Jones, county attorney, for the appellee.\n\n## 인용\n\n- 124 Kan. 496\n- 260 P. 641\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nJohnston, C. J.:\nCharles Buseman was convicted upon a charge of stealing chickens in the nighttime and founded his appeal upon two grounds, first, the insufficiency of the evidence to sustain the •conviction, and second, misconduct of a member of the jury.\nConcerning the first ground there is testimony that W. J. Finley owned and kept a flock of well-bred Buff Orpington chickens; that on the evening of the last day of December, 1926, and after his *497chickens had gone to roost, he closed the door of the chicken house, and on the following morning he found that thirty-five of them were missing. Later he learned that a dealer in Clay Center had purchased that number of Buff Orpington chickens, and when he visited the dealer, who had kept them apart from others, he insisted that they belonged to him, and he then learned that the chickens had been purchased from defendant on the night of the day they were taken from his chiicken house. A warrant for the arrest of defendant was promptly issued, and when he was taken into custody he claimed he had purchased them from one Craig, but on the trial he testified that he bought them from his brother, who lived in an adjoining county. It appears that he had purchased a mixed bunch of chickens from Craig, but had sold themi to another dealer before the Finley chickens were taken. The controversy on this branch of the case relates to the identification of the chickens and the ownership by Finley.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-buseman"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27190
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}