{
  "id": 27198,
  "title": "1927년 Ex Parte Powell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-10-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Powell. 판결일: 1927-10-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte James Powell.\n**판결일**: 1927-10-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Christian\n\n## 변호인\n\nDouglas, Carter  Black  of San Antonio, for appellant. On right to bail, appellant cites: Ex Parte Crawford, 265 S.W. 906 ; Ex Parte Alford,  261 S.W. 1041 ; Ex Parte Grayson, 284 S.W. 552  and 553; Ex Parte Feray,  279 S.W. 470 ; Ex Parte Francis, 239 S.W. 958 ; Ex Parte Bates,  235 S.W. 879 .\n\n Sam D. Stinson,  State's Attorney, and  Robert M. Lyles, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 298 S.W. 575\n- 107 Tex. Crim. 648\n\n## 판결문 요약\n\nThe appeal is from an order denying bail. Appellant is charged by complaint with the offense of murder.\nBail is a matter of right unless the evidence is clear and strong, leading a well-guarded and dispassionate judgment to the conclusion that the offense has been committed, that the accused is the guilty agent, and that he would probably be punished capitally if the law is administered. Ex Parte Alford,261 S.W. 1041. The testimony before us in this case does not make evident the fact that upon a trial a fair jury, considering such testimony, would likely inflict the death penalty. The state offered no proof of a motive for the killing, and as far as the record reflects the facts, the killing is apparently without an explanation. See Ex Parte Feray, 279 S.W. 470. The *Page 649 \nburden is on the state to show that accused is not entitled to bail. Otherwise he is entitled to bail as a matter of right. Art. 1, Sec. 11, Constitution of Texas. The case may not have been fully developed by the state, but there being a failure to discharge the burden resting upon it, we must hold that the court committed error in denying bail.\nThe judgment denying bail is reversed, and bail granted in the sum of five thousand dollars.\nBail granted.\nThe foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-powell"
    }
  ],
  "relatedIncidents": [
    27190,
    27203,
    27245,
    27267,
    27276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}