{
  "id": 27190,
  "title": "1927년 Ex Parte Davenport 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-11-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Davenport. 판결일: 1927-11-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Gratton Davenport.\n**판결일**: 1927-11-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore, Morrow\n\n## 변호인\n\nW. A. Wright  of San Angelo, for appellant.\n  Sam D. Stinson,  State's Attorney,  Robt. M. Lyles,  Assistant State's Attorney,  Collins  Jackson  of San Angelo, and  Critz   Woodward  of Coleman, for the State.\n\n## 인용\n\n- 7 S.W.2d 589\n- 110 Tex. Crim. 326\n\n## 판결문 요약\n\nThe appellant, on February 23, 1926, was convicted of the offense of murder and sentenced to imprisonment in the State Penitentiary for a period of ninety-nine years. Pending his appeal to the Court of Criminal Appeals, he attempted an escape. Upon an uncontroverted affidavit showing that fact, the appeal was dismissed. On the 5th of January, 1927, the Governor of the State issued a conditional pardon, which in part reads as follows:\n\"WHEREAS, defendant is granted a full pardon subject to the condition that the said defendant, Gratton Davenport, is and be hereafter confined, restrained and kept continuously in some State hospital for the insane, and in case he is not admitted to some State hospital for the insane, then the said Gratton Davenport is to be confined and kept continuously in some private institution for the care and treatment of the insane.And in case said Gratton Davenport is not so kept or confinedcontinuously in one or the other kind of institution, then thispardon may be revoked by the Governor of the State, and saiddefendant, be arrested and returned to the State penitentiaryfor the rest of his natural life.\"\nOn the 5th day of February, 1927, the Governor of this State revoked the pardon in a proclamation from which the following quotation is taken:\n\"WHEREAS, it has been made known to me that since the issuance of the aforesaid proclamation by the Governor of Texas, on January 5, 1927, no proceedings have been instituted to cause said Gratton Davenport's men...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-davenport"
    }
  ],
  "relatedIncidents": [
    27198,
    27203,
    27245,
    27267,
    27276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}