{
  "id": 27191,
  "title": "1927년 Wehle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-10-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Wehle. 판결일: 1927-10-31. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: REINHOLD WEHLE, Appellant, v. WALTER F. PRICE Et Al., Respondents\n**판결일**: 1927-10-31\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Preston\n\n## 변호인\n\nR. M. Quackenbush for Appellant., H. W. A. Weske and W. F. Cowan for Respondents.\n\n## 인용\n\n- 260 P. 878\n- 202 Cal. 394\n\n## 판결문 요약\n\nPlaintiff and appellant seeks by this action to have a deed executed by him to defendant Walter F. Price declared to be a mortgage, and to quiet his title to the land described therein.\nThe complaint alleges plaintiff's ownership of certain real property valued at $8,000; that about December 3, 1923, as security for an interest-bearing note of $900 he executed a deed of grant, purporting to convey said property to defendant Price, but that at said time it was understood by both parties that the deed was given as security for a $900 loan, and upon repayment of said sum said defendant should reconvey the premises to plaintiff. It further alleges that about July 11, 1924, defendant commenced an action in ejectment against plaintiff, and on August 22, 1924, secured judgment by default in his favor.\nDefendants, answering, deny that said deed constituted a mortgage. By way of separate defense they plead that the judgment in the prior action in ejectment between the same parties constitutes a bar to this action, and by way of cross-complaint they ask that plaintiff be enjoined from asserting any claim to the lands in question and that their title thereto be quieted. From judgment in their favor plaintiff prosecutes this appeal, urging that the facts indicate that the conveyance in question was intended by the parties as a mortgage and that the evidence is insufficient to support the findings and judgment.\nThe facts and circumstances surrounding the execution of the deed appear to be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wehle-v-price"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}