{
  "id": 27203,
  "title": "1927년 Watters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-09-22",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Watters. 판결일: 1927-09-22. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Etc., Respondent, v. GEORGE WATTERS, Appellant\n**판결일**: 1927-09-22\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Richards\n\n## 변호인\n\nGeorge E. Foote for Appellant., U. S. Webb, Attorney-General, and J. Charles Jones, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 259 P. 442\n- 202 Cal. 154\n\n## 판결문 요약\n\nThis is an appeal from a judgment of conviction of the defendant upon the charge of murder and from the order denying the defendant a new trial. The homicide, if committed as charged in the information, occurred on the twenty-seventh day of January, 1926, in the city of Sacramento, where at the time the defendant resided with his wife and their three minor children the eldest of which was a girl, at that time of the age of ten years, and was the main witness for the presecution and the only witness who testified to the direct act of killing. Immediately after the date of the alleged homicide the defendant, taking his three children, removed to San Diego, where some four months later he was arrested and charged with the murder of his wife, upon information imparted to the arresting officers by his said daughter. He was brought to trial in Sacramento, where his daughter testified to the direct fact of having witnessed him shoot her mother and also to certain other facts having to do with his disposition of her body. The prosecution also produced at the trial a considerable amount of circumstantial evidence strongly pointing to the defendant's commission of the crime. The defendant did not take the witness-stand in his own behalf, but rested his defense upon a statement given by him to the arresting officers shortly after his detention, in which he asserted his innocence *Page 156 \nof the crime. The jury returned a verdict finding the defendant guilty of murder of the first degr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-watters"
    }
  ],
  "relatedIncidents": [
    27190,
    27198,
    27245,
    27267,
    27276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}