{
  "id": 27200,
  "title": "1927년 Mitchell v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-10-01",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Mitchell v. State. 판결일: 1927-10-01. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Jim Mitchell v. State.\n**판결일**: 1927-10-01\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Davenport, Doyle, Edwards\n\n## 변호인\n\nD. E. Ashmore and A. W. Anderson, for plaintiff in error., Edwin Dabney, Atty. Gen., for the State.\n\n## 인용\n\n- 259 P. 661\n- 38 Okla. Crim. 167\n\n## 판결문 요약\n\nThe plaintiff in error, hereinafter called defendant, was convicted in the county court of Okfuskee county on the charge of having the unlawful *Page 168 \npossession of a still, and was sentenced to pay a fine of $500 and to serve a term of 90 days in the county jail.\nThe record discloses that defendant had leased for agricultural purposes, and was in possession of certain premises upon which a still in operation was found. Defendant testified that he subleased the land on which the still was found to one Middleton. At the time the still was found, both defendant and Middleton were at it, apparently participating in its operation. Defendant and Middleton were jointly charged, but a severance had been taken. Middleton sought to take all the responsibility, and testified that the still was his property. The jury evidently did not believe the testimony of defendant and Middleton that Middleton alone was in possession of the still. The facts and circumstances were sufficient that the jury might reasonably and logically find the defendant guilty.\nComplaint is also made that the officers made an unlawful search. No search warrant was necessary for the investigation that led to the finding of the still. It was in a brushy woods pasture, an unfrequented place, one-quarter to one-half of a mile from the residence. Merck v. State, 35 Okla. Crim. 160, 249 P. 163; Penney v. State, 35 Okla. Crim. 151, 249 P. 167. The officers testified they looked into the defendant's barn and to this ext...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-state"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}