{
  "id": 27235,
  "title": "1927년 Griffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-07-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Griffin. 판결일: 1927-07-28. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: GRIFFIN v. State\n**판결일**: 1927-07-28\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Broyles, Luke\n\n## 변호인\n\nJames A. Dixon, Lewis & Leivis, for plaintiff in error., John 0. Hollingsworth, solicitor-general, William Woodrum, B. Lee Moore, contra.\n\n## 인용\n\n- 37 Ga. App. 188\n\n## 판결문 요약\n\n\nLuke, J.\nHersey and Griffin were jointly indicted and separately tried for the offense of assault with intent to rape, alleged to have been committed on the person of Louise Johnston. The jury returned a verdict of guilty as to Griffin. His bill of exceptions assigns error upon the refusal of his motion for a new trial.\nThe evidence submitted at the trial, so far as necessary for consideration here, was as follows: Louise Johnston, the alleged injured female, testified substantially as follows: I am twenty years of age, live in Millen, Georgia, and know Griffin and Hersey. I saw Griffin in January of this year. He came to Millen and fixed a date for himself with Miss Stephens for Monday evening. *189Miss Stephens, whose mother was in charge of the telephone exchange, and I, worked together in the exchange. Miss Stephens arranged a date for me,with Mr. Hersey, whom I had known for several years and in whose company I had been several times. I went over to the telephone exchange, which is the home of Miss Stephens, and at about 8 o’clock Hersey came to see me and Griffin came to see Miss Stephens. We talked for a few minutes and they suggested that we go to the picture show. I agreed to go on consideration that we not stay long, and we all came down, and, inasmuch as it was not far, we wished'to walk to the show, but they suggested that we ride. We got in the car. Mr. Griffin, Miss Stephens, and myself sat on the seat of the ear, and Iiersey sat on the car door. Griffin drove ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffin-v-state"
    }
  ],
  "relatedIncidents": [
    27091,
    27168,
    27169,
    27174,
    27179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}