{
  "id": 27238,
  "title": "1927년 Geraghty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-07-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Geraghty. 판결일: 1927-07-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Village of Monticello v. Elwood Geraghty and Another\n**판결일**: 1927-07-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 221 A.D. 809\n\n## 판결문 요약\n\n\nPer Curiam.\nAn action to recover a penalty of fifty dollars for an alleged violation of a building line ordinance of the village of Monticello, Sullivan county, was instituted in Justice’s Court and was thereafter, by stipulation, moved into the County Court of said eounty. The plaintiff appeals from an order and judgment dismissing the complaint after trial. Various defenses were raised but it is sufficient for the purposes of this appeal to state that the ordinance has no application to the building erected by the defendants on the south side of North street at the corner of Landfield avenue in said village, for the reason that we find nothing in the record to show that there is a “ present or established building *810line ” on the south side of said North street or that there is any established or definitely determinable “ curb line ” in front of the premises in question. The ordinance is not enforcible as to the property in question and the complaint was properly dismissed. Cochrane, P. J., Hinman, McCann, Davis and Whitmyer, JJ., concur. Order and judgment affirmed, with costs. The court finds that the trustees of the village of Monticello passed an ordinance on February 26, 1923, providing in part: “No building or structure, hereafter erected or constructed, within the corporate limits of the village shall be nearer than the present or established building line; and where no building line has been established, then no such building or structure or part thereof shall be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=village-of-monticello-v-geraghty"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}