{
  "id": 27248,
  "title": "1927년 Mott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-06-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mott. 판결일: 1927-06-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. W. Mott v. the State\n**판결일**: 1927-06-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Bethea, Morrow\n\n## 변호인\n\nBlair  Jones  of Beaumont, for appellant.\n\n Sam D. Stinson,  State's Attorney, and  Robert M. Lyles, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 298 S.W. 586\n- 107 Tex. Crim. 673\n\n## 판결문 요약\n\nThe appellant was convicted of the offense of unlawfully possessing a still and equipment for the purpose of manufacturing intoxicating liquor, and his punishment assessed at one year in the penitentiary.\nThe still, mash and chops were found about two hundred yards from the appellant's home in what is called a \"bay-gall.\" The appellant was seen coming from the direction of his house, going to the still. He was traveling a narrow trail. The officers testified that they were off to one side of the trail; that they watched appellant as he came down the trail to where the still and barrels of mash were sitting; that they saw appellant open the barrels and dip into them and stir them up; that the appellant dipped out a bucketful of the chops and mash; that there were four barrels of mash there, and an iron barrel; that the cooking drum, coils and oil drums were connected together; that the four barrels of mash were covered up and sitting close together. Proof further shows that the equipment was capable of manufacturing liquor; that as the appellant started from where this still and equipment was found he carried with him a bucket of the chops; that the officers called to him, and he ran; that one of the officers shot him, and he fell.\nThe appellant accounted for his presence at the still by stating that he had lost a cow and was out looking for her and accidentally walked up on the still. He denied knowing it was there, and denied any ownership whatsoever of same.\nWe find in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stokes-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eubank-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mott-v-state"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}