{
  "id": 27240,
  "title": "1927년 Holbrook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-07-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Holbrook. 판결일: 1927-07-14. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: HOLBROOK v. State\n**판결일**: 1927-07-14\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bloodworlh, Broyles, Luke\n\n## 변호인\n\nII. A. Allen, Jesse B. Simmons, for plaintiff in error., Claude C. Smith,, solicitor-general, contra. <\n\n## 인용\n\n- 37 Ga. App. 106\n\n## 판결문 요약\n\n\nLuke, J.\nHolbrook was charged with an attempt to rob', in that “he did make an assault upon S. M. Gamble, with intent then and there, wrongfully, fraudulently, and violently, by force and intimidation, to rob him the said S. M. Gamble by pointing a pistol at said Gamble, and at same time saying to him, ‘Up ■ with them.’ ” The person alleged to have been assaulted testified positively to the identity of the defendant, and testified that the defendant “threw his gun on” him and said to him, “God damn you, up with them, up with them.” The prosecutor fled. The defendant stated that he was not the person who pointed the gun at the prosecutor, and that he was not guilty of the offense charged. The jury returned a verdict of guilty. This court can not hold that the verdict was without evidence to support it.\nThe four assignments of error upon excerpts from the charge of the court do not show reversible error. The court did not err in overruling the motion for a new trial.\n\nJudgment affirmed.\n\nBroyles, C. J., and Bloodworlh, J., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holbrook-v-state"
    }
  ],
  "relatedIncidents": [
    27169,
    27220,
    27257,
    27258,
    27259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}