{
  "id": 27249,
  "title": "1927년 Pederson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-06-21",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Pederson. 판결일: 1927-06-21. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PEDER PEDERSON v. ISAAC L. PATTERSON, Governor, Et Al.\n**판결일**: 1927-06-21\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Band, Bean, Belt, Brown, Burnett, Coshow, McBride, Rand, Rossman\n\n## 변호인\n\nFor appellants there was a brief over the names of  Mr. I.H.  Van Winkle , Attorney General, and  Mr. Willis S. Moore , Assistant Attorney General, with an oral argument by  Mr. Moore. \n\nFor respondents there was a brief over the names of  Messrs.  Carey  Kerr  and  Messrs. Wilson  Reilly , with oral arguments by  Mr. James B. Kerr  and  Mr. James G. Wilson. \n  Mr. Roy F. Shields , on brief,  amicus curiae.For appellants there was a brief over the name of  Mr. I.H. Van  Winkle , Attorney General\n\n## 인용\n\n- 264 P. 445\n- 124 Or. 105\n- 258 P. 204\n\n## 판결문 요약\n\nIn Banc.\nThis suit, prosecuted to determine the validity of Chapter 322, General Laws of Oregon, 1927, was submitted with the case ofEastern  Western Lumber Co. et al. v. Patterson et al., post, p. 112 (258 P. 193). For a full statement of the facts and the law, see that case.                                     AFFIRMED.\nThe plaintiff in the instant case is an injured employee, subject to the provisions of the Workmen's Compensation Law of the State of Oregon. He avers that the statute in question violates the Constitution of Oregon in a number of particulars, and especially in that it is in conflict with that part of Article XI, Section 7, reading:\n\"The Legislative Assembly shall not * * in any manner create any debt or liabilities which shall singly or in the aggregate with previous debts or liabilities exceed the sum of $50,000. * *\"\nA legislative enactment directing the violation of a mandate of the Constitution is void. The statute in question provides for the investment in an office building for this state of the industrial accident fund created under the provisions of the Workmen's Compensation Law. It provides for the payment of a specified rate of interest on such funds, and appropriates $60,000 per annum from the general fund of the state for the repayment to the industrial accident fund of the principal and interest.\nThat the several state departments representing various state activities should be housed in an office building, the property of the state, is a popu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pederson-v-patterson"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}