{
  "id": 27259,
  "title": "1927년 McCarty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-05-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: McCarty. 판결일: 1927-05-26. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: McCARTY v. HARRIS Et Al.\n**판결일**: 1927-05-26\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Brown, Somerville, Thomas\n\n## 변호인\n\nAird  Aird, of Birmingham, for appellant.\n\nA bill showing on its face that the contract violates the statute of frauds is subject to demurrer. Harper v. Campbell, 102 Ala. 342 ,  14 So. 650 ; White v. Levy,  93 Ala. 484 , 9 So. 164 ; Conoly v. Harrell,  182 Ala. 243 ,  62 So. 511 ; Lewis v. Teal,  82 Ala. 288 ,  2 So. 903 ; 36 Cyc. 781. To authorize specific performance, all terms of the agreement must have been agreed upon and all terms must be clearly set out and expressed with certainty. Alba\n\n## 인용\n\n- 113 So. 233\n- 216 Ala. 265\n\n## 판결문 요약\n\nThis bill is filed by the appellees to require specific performance of a contract to sell and convey real property. The contract expresses the consideration, is in writing, and is subscribed by the party to be charged, in full compliance with the statute of frauds. Code of 1923, &#167; 8034.\nThe contract provides:\n\"The purchase price is to be $8,000.00 payable as follows: $100.00 as earnest money and part payment of said purchase price, receipt of which is hereby acknowledged, and the remainder of said purchase (price) payable as follows: $2,900.00 cash when the deal is closed, balance payable at the rate of $50.00 per month with interest figured in. The seller agrees to let the purchaser put a first mortgage on the above-described real estate. The above-mentioned $2,900.00 cash to be paid out of proceeds of the first mortgage.\"\nThe contract is not affected with vitiating uncertainty for failing to specify the rate of interest on the deferred payment, as, in the absence of a specified rate, the legal rate is applicable. Code of 1923, &#167; 8563; Campbell Printing Press \nMfg. Co. v. Jones, 79 Ala. 475.\nNor is the contract rendered so uncertain that its specific performance may not be decreed by failing to specify the amount of the first mortgage which the purchaser is authorized to place upon the property. This provision is not of the essence of the contract to convey, but is a mere subsidiary part of the agreement, and uncertainty in such provisions will not prevent a decree...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccarty-v-harris"
    }
  ],
  "relatedIncidents": [
    27169,
    27220,
    27240,
    27257,
    27258
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}