{
  "id": 27258,
  "title": "1927년 Cohen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-05-27",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Cohen. 판결일: 1927-05-27. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Langrock Clothing Company, Inc. v. Edward I. Cohen & others\n**판결일**: 1927-05-27\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Braley, Cabboll, Carroll, Pierce, Rtjgg, Wait\n\n## 변호인\n\nJ. J. Kaplan, for the defendants., F. M. Carroll, for the plaintiff.\n\n## 인용\n\n- 260 Mass. 189\n\n## 판결문 요약\n\n\nCabboll, J.\nThis suit is to reach and apply property of the defendant Edward I. Cohen, and to recover on three notes and upon a guaranty given by Cohen to the plaintiff, guaranteeing purchases by The London Clothes Shop, Inc. Cohen defended on the ground of fraud committed by David T. Langrock and by the plaintiff corporation in misrepresenting the character of one Julius S. Wolfe as to honesty, or by intentionally concealing the plaintiff’s knowledge that Wolfe was dishonest.\nIn March, 1924, Wolfe conducted a retail clothing store on Boylston Street, Boston. He knew Langrock, who was interested in two Connecticut corporations that manufactured clothing. One of these was the plaintiff, and Langrock was its president and treasurer; the other was the D. T. Langrock, Inc. of which he was the secretary and a director. The two corporations were closely affiliated, but were separate and distinct.\nAccording to the master’s findings, early in 1924, D. T. Langrock, Inc., had consigned and sold clothing to Wolfe who owed that corporation between $1,500 and $1,800. At this time Wolfe had in a store clothing of the value of $3,000 which was held on consignment from D. T. Langrock, Inc. Langrock and this corporation, knowing that Wolfe had disposed of merchandise without remitting the proceeds, decided to have no further business with him. The defendant Cohen and one London, who was a relative of Cohen and in whom Cohen had great confidence, became aware that the D. T. Langrock, Inc. int...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=langrock-clothing-co-v-cohen"
    }
  ],
  "relatedIncidents": [
    27169,
    27220,
    27240,
    27257,
    27259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}