{
  "id": 27257,
  "title": "1927년 Kosel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-06-01",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Kosel. 판결일: 1927-06-01. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JACOB KOSEL, Appellant, v. FIRST NATIONAL BANK OF ASHLEY, NORTH DAKOTA, Respondent\n**판결일**: 1927-06-01\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Birdzeel, Burke, Burr, Ghristianson, Nuessle\n\n## 변호인\n\nWishek  Wishek  and  Lauder  Lauder,  for appellant.\n\n\"The plea of the statute of limitations as a defense is deemed denied without reply.\" Meyers v. School Dist.  4 S.D. 420 , 57 N.W. 68.\n\n I.A. Mackoff  and  Curtis  Remington,  for respondent.\n\n\"That a person entitled to an action has no knowledge of his right\nto sue or of the facts out of which his right arises, does not stay the running of the statute nor postpone the period of limitations until he discovers the fact, or learns of his right \n\n## 인용\n\n- 214 N.W. 249\n- 55 N.D. 445\n\n## 판결문 요약\n\nThe record shows the summons in this case was served on the 18th day of September, 1925, and in his complaint the plaintiff seeks to recover from the defendant damages for the sale of certain personal property which he says belonged to him and which he alleges the defendant, on or about the tenth day of June, 1919, and \"unknown to the plaintiff, and without his consent maliciously, wrongfully, and with the intent to cheat and defraud said plaintiff, and to convert and deprive said plaintiff of his property\" sold and converted to its own use. The property alleged to be sold is set forth in four separate causes of action and the plaintiff in each cause of action further alleges that \"he is and was at the times hereinafter mentioned a citizen of the state of North Dakota. That from on or about the 27th day of March, 1918, to and including the 26th day of November, 1919, the plaintiff was in the military service of the United States by reason and virtue of the draft act of said United States.\"\nThe answer of the defendant contains a general denial and specifically alleges \"that the cause of action as alleged in the complaint did not accrue within six years before the commencement of this action.\" And further \"that the plaintiff has failed to bring the said action within the period prescribed by the said laws of the state of North Dakota and is therefore barred by said statute of limitations.\" There is a further defense to the effect that if any sale of said property was made by th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kosel-v-first-national-bank"
    }
  ],
  "relatedIncidents": [
    27169,
    27220,
    27240,
    27258,
    27259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}