{
  "id": 27269,
  "title": "1927년 Holmes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-04-30",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Holmes. 판결일: 1927-04-30. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: W.E. Holmes v. State.\n**판결일**: 1927-04-30\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Davenport, Doyle, Edwards\n\n## 변호인\n\nChampion, Champion & Fischl, for plaintiff in error., Geo. F. Short, Atty. Gen., and Smith C. Matson, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 255 P. 722\n- 37 Okla. Crim. 15\n\n## 판결문 요약\n\nThe plaintiff in error, hereinafter called defendant, was convicted in the district court of *Page 16 \nCarter county on a charge of driving an automobile while intoxicated and was sentenced to serve a term of one year in the state penitentiary.\nThe facts disclosed by the record are, in substance, as follows: On January 30, 1925, defendant drove an automobile down Main street, in the city of Ardmore, and ran into a Ford roadster which was parked; he then cut the corner on Washington street, drove up that street and struck two other cars, and in backing away from one of these struck another; he then drove to a garage and as he entered struck the door. The officer who arrested him testified that he smelled whisky on his breath, and that he was drunk enough to stagger. Other witnesses testified he was drunk. Defendant testified that he had taken a drink of \"jake\" from a Coca-Cola glass. He explained his erratic driving by saying there was something wrong with the car, that it did not steer right and \"wiggled around.\"\nDefendant has filed an exhaustive brief contending that the act upon which the prosecution is based (section 3, c. 16, Session Laws 1923) is unconstitutional as in conflict with section 57, article 5, of the state Constitution. This is no longer an open question in this state. The contention made has several times been decided adversely to defendant's claim. McHenry v. State, 34 Okla. Cr. 154, 245 P. 1001; Butler v. State,34 Okla. Cr. 239, 245 P. 1004; Simpkins v. St...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holmes-v-state"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}