{
  "id": 27267,
  "title": "1927년 Burk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-05-03",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Burk. 판결일: 1927-05-03. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Burk.\n**판결일**: 1927-05-03\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bird, Clark, McDonald, Sharpe, Snow, Steere, Wiest\n\n## 변호인\n\nBeaumont, Smith  Harris , for appellant.\n\n William W. Potter , Attorney General,  Robert M. Toms , Prosecuting Attorney, and  Valois E. Crossley , Assistant Prosecuting Attorney, for the people.\n\n## 인용\n\n- 213 N.W. 717\n- 238 Mich. 485\n\n## 판결문 요약\n\nDefendant was convicted of committing a felonious assault on one Forrest Foster in Detroit in April, 1925. The alleged assault grew out of the *Page 487 \nfeeling engendered by the metal polishers' strike, which was on at that time at the Shepard plant. Forrest Foster, the complaining witness, was one of the strikers. Defendant raises the following questions on review:\n(1) There was error in the court's charge in that he failed to either define the major or included offenses, and he also failed to give the elements of felonious assault.\n(2) That the court did not tell the jury that they might find defendant not guilty.\n(3) That the court did not give defendant's first request to charge.\n(4) That the court sentenced defendant while execution had been stayed.\n1. The trial court charged the jury in part as follows:\n\"This information is signed by Robert M. Toms, prosecuting attorney. It is based on section 15228 of the Compiled Laws of 1915, of which I will read to you. Section 15228 of the Compiled Laws of 1915 provides:\n\" 'Whoever shall assault another with a gun, revolver, pistol, knife, iron bar, club, brass knuckles or other dangerous weapon, but without intending to commit the crime of murder, and without intending to commit great bodily harm less than the crime of murder, shall be deemed guilty of felonious assault and upon conviction shall be punished.' (The punishment being provided.)\n\"Now, I have read the statute to you so far as it pertains to this particular informatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-burk"
    }
  ],
  "relatedIncidents": [
    27190,
    27198,
    27203,
    27245,
    27276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}