{
  "id": 27273,
  "title": "1927년 Ludgate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-04-20",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Ludgate. 판결일: 1927-04-20. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Sophronia Ludgate v. Robert Somerville.\n**판결일**: 1927-04-20\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Belt\n\n## 변호인\n\nFor appellant there was a brief over the name of  Messrs.  Platt, Platt, Fales  Smith , with an oral argument by  Mr.  George Black, Jr. \n\nFor respondent there was a brief and oral argument by  Mr.  George W. Gearhart.\n\n## 인용\n\n- 256 P. 1043\n- 121 Or. 643\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 645 \nIN BANC.\nAFFIRMED. REHEARING DENIED.\nThis is a suit to enjoin the violation of certain deed restrictions upon lots in Laurelhurst Addition to the City of Portland. This addition was platted in 1908 and all deeds subsequently executed contained restrictions, the purpose of which was to establish a strictly residential district. The restrictions ran for a period of 25 years from and after January 1, 1909. Laurelhurst has 117 blocks subdivided into 2,135 lots. It is bounded on the north by Halsey Street; on the south by East Stark Street; on the east by East 43d Street; and on the *Page 646 \nwest by East 32d Street. The northwest corner of this addition is diagonally crossed by Sandy Boulevard, one of the main arteries of travel leading from the city to the famous Columbia River Highway, which leaves it at the intersection of East 37th Street. Reference to the following plat will help to explain the situation of the parties.\n[EDITORS' NOTE:  PLAT IS ELECTRONICALLY NON-TRANSFERRABLE.] *Page 647 \nPlaintiff is the owner of Lot 11, Block 38 and ever since she acquired same in 1919 has there maintained her home. Defendant owns the triangular lot in Block 37, which is 100 feet from plaintiff's property. He obtained title thereto in February, 1924, and proposes, unless restrained, to construct on it a modern gasoline service station. It is his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ludgate-v-somerville"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}