{
  "id": 27279,
  "title": "1927년 Blanchard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-03-28",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Blanchard. 판결일: 1927-03-28. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: BLANCHARD v. FORGEY Et Al.\n**판결일**: 1927-03-28\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Land\n\n## 변호인\n\nG. S. Hebert, of New Orleans, L. O. Pecot, of Franklin, and C. A. Blanchard, of Morgan City, for appellant., Borah, Himel, Bloch & Borah, of Franklin, Charles L. Wise, of Morgan City, James R. Parkerson, of Baton Rouge, and Walter T.' Gilmore, of Morgan City, for appellees.\n\n## 인용\n\n- 112 So. 395\n- 163 La. 499\n\n## 판결문 요약\n\nPetitioner is a deputy collector of customs at Morgan City, La., a subport of New Orleans. The present suit has been instituted by him against Walter Caron and E.T. Forgey, E.S. Boudreaux, B.H. Boyle, John R. Drackett, H.S. Puckett, A. (Andrew) Hogan, Jos. Chotin, W.J. Lowrance, and Robt. T. Hamilton, to recover judgment in solido against the defendants in the sum of $25,000 for an alleged conspiracy to libel, defame, and injure petitioner.\nThe defendants, except Caron, are the owners of boats, and are within the jurisdiction of plaintiff, whose official duties as deputy collector consist in keeping records, documenting boats, inspecting boats, surveying them, and in attending generally to all business in which the customs are concerned.\nThe various acts alleged as being in furtherance of the libelous conspiracy charged consist of the following, to wit:\n1. An affidavit made on June 11, 1923, and signed by all of the defendants except Caron, before I.W. Paddock, a notary public, at Morgan City, La.\nThis affidavit contains a complaint by affiants that they, as boat owners, were not receiving the proper service from plaintiff, as deputy collector at the subport of Morgan City, due to the fact that he was neglecting his official duties in order to attend to his law practice at various points in the state. The affidavit ends with the petition that plaintiff be suspended as deputy collector, and that a serviceable man be appointed as his successor.\nThe plaintiff, as deputy collecto...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blanchard-v-forgey"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}