{
  "id": 27277,
  "title": "1927년 Dosen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-04-02",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Dosen. 판결일: 1927-04-02. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: DOSEN, Respondent, v. EAST BUTTE COPPER MINING CO., Appellant\n**판결일**: 1927-04-02\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Callaway, Galen, Matthews, Myers, Stark\n\n## 변호인\n\nMessrs. Kremer, Sanders  Kremer , for Appellant Mining Company, submitted briefs;  Mr. Alf. Kremer  argued the cause orally.Messrs. Maury  Brown , for Claimant Dosen, submitted briefs; Mr. H. Lowndes Maury  argued the cause orally.\n\n## 인용\n\n- 254 P. 880\n- 78 Mont. 579\n\n## 판결문 요약\n\nThe district court erred in overruling the findings of fact and conclusions of law of the Industrial Accident Board. Under the decisions of all the states having Compensation Laws, the court upon appeal from the decision of the Industrial Accident Board is bound to sustain the findings of the board *Page 582 \nif supported by any evidence. No discretion is given in the matter.\nThe court, under section 2960, Revised Codes, may, as an aid to it, allow additional evidence to assist it in deciding whether the findings of the board were made in accordance with the \"facts or the law,\" but even with such additional evidence before it, if the findings of the board are supported by any evidence, it is the duty of the district court sitting as a court of review to sustain said findings. (Ex parte Paramount Coal Co., 213 Ala. 281,104 So. 753; Owl Drug Co. v. Industrial Acc. Com.,71 Cal. App. 303, 234 P. 921; Smith  Son v. Industrial Acc.Com., 72 Cal. App. 240, 236 P. 962; Kettering Mercantile Co.\nv. Fox, 77 Colo. 90, 234 P. 464; Goodman Mfg. Co. v.Industrial Com., 316 Ill. 394, 147 N.E. 394; Bunker v. MotorWheel Corp., 231 Mich. 334, 204 N.W. 110; Rector v. RoxanaPetroleum Corp., 108 Okla. 122, 235 P. 183; Aetna Life Ins.Co. v. State Industrial Com., 109 Okla. 65, 234 P. 765.)\nThe principle of law requiring an injured person to minimize his damage when possible has been extended to and applied to cases coming within the Compensation Law. An injured employee cannot sit idly by and allow h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dosen-v-east-butte-copper-mining-co"
    }
  ],
  "relatedIncidents": [
    27035,
    27168,
    27169,
    27174,
    27179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}