{
  "id": 27282,
  "title": "1927년 Timmins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-03-23",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Timmins. 판결일: 1927-03-23. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: D. J. Timmins v. J. R. Hale\n**판결일**: 1927-03-23\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Burnett, Coshow, McBride, Rand\n\n## 변호인\n\nFor appellant there was a brief and oral argument by  Mr. H.S.  McCutchan. \n\nFor respondent there was a brief over the names of  Mr. John M.  Pipes  and  Mr. George A. Pipes , with an oral argument by  Mr.  John M. Pipes.\n\n## 인용\n\n- 256 P. 770\n- 122 Or. 24\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 26 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 27 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 28 \nREVERSED. REHEARING DENIED.\nThis is an appeal from an order setting aside a judgment for plaintiff and granting a new trial to defendant. The action was for malicious prosecution and plaintiff had verdict and judgment for $10,230, $5,000 as general damages, $5,000 as exemplary damages and $230 as special damages. The order recites eight grounds upon which the action of this court was based, which we have numbered for our own convenience; these are:\n\"That in consequence of inadvertence to which the attention of the court was not called, and to which no exception was taken, the defendant has not had his cause properly presented.\n\"1. In this respect the court finds that it should have instructed the jury more specifically in regard to plaintiff's claim that the written lease in evidence was modified by an oral agreement, and should have told the jury that the plaintiff had the burden of proof to show such modification.\n\"2. The court should also have instructed the jury concerning the evidence in relation to the value of the furniture described in the leas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=timmins-v-hale"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}