{
  "id": 27287,
  "title": "1927년 Casey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-03-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Casey. 판결일: 1927-03-17. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Casey v. King\n**판결일**: 1927-03-17\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gilbert\n\n## 변호인\n\nConyers. & Qowen and F. M. Scarlett, for plaintiffs in error., S. C. Townsend, contra.\n\n## 인용\n\n- 164 Ga. 28\n\n## 판결문 요약\n\n\nGilbert, J.\nOn May 15, 1920, a petition was presented at Pearson, in Atkinson County, Alapalia Circuit, to Hon. Jon. P. Knight, judge of the superior courts of the Alapaha Circuit, alleging, .in substance, that on March 23, 1926, petitioners, in the absence from the Brunswick *29Circuit of Hon. J. P. Highsmith, judge of the superior courts thereof, presented to Judge Knight a petition against Thomas Casey, chairman, and other named members of the board of commissioners of roads and revenues of Camden County (located in the Brunswick Circuit), which petition sought an injunction to prevent said commissioners from constructing a court-house in Camden County under a. contract entered into between them and the firm of MeGowen &amp; Ramsey; that on the presentation of this petition Judge Knight passed an order granting a rule nisi, providing for service, and ordering that the defendants “show cause before the presiding judge on the 7th day of April, 1926, at Woodbine, 6a., why they should not be enjoined as prayed” (Woodbine being the county seat of Camden County); that said order also provided that the defendants be restrained from proceeding under the contract to erect a court-house until further order of the court, and recited that jurisdiction was assumed because it was made to appear that Judge Highsmith was not within the Brunswick Circuit; and that after the rendition of the above-stated rule nisi and restraining order the defendants executed another contract identical wit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=casey-v-king"
    }
  ],
  "relatedIncidents": [
    27174,
    27313,
    27324,
    27013,
    27168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}