{
  "id": 27295,
  "title": "1927년 Ganley Brothers, Inc. v. Butler Brothers Bldg. Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-03-04",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Ganley Brothers, Inc. v. Butler Brothers Bldg. Co.. 판결일: 1927-03-04. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Ganley Brothers, Inc. v. Butler Brothers Building Company. [Fn1]\n**판결일**: 1927-03-04\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Wilson\n\n## 변호인\n\nCowern  Jesmer  and  Morphy, Bradford, Cummins, Jackson, Cummins   Lipschultz , for appellant.\n\n Doherty, Rumble, Bunn  Butler , for respondent.\n\n## 인용\n\n- 212 N.W. 602\n- 170 Minn. 373\n\n## 판결문 요약\n\n1 Reported in 212 N.W. 602.\nDefendant had three separate contracts for the construction of several sections of hard surface highway in St. Louis county. It sublet all the work, in one contract, to plaintiff. The complaint states three causes of action. The first alleges that the contract involved was induced by false and fraudulent representation, the details of which are therein fully stated and which contains the necessary averment of reliance and untruthfulness. The contract, which is attached to defendant's answer in support of the counterclaim therein alleged, contains this language:\n\"The contractor has examined the said contracts of December 7, 1922, and the specifications and plans forming a part thereof, and is familiar with the location of said work and the conditions under which the same must be performed, and knows all the requirements, and is not relying upon any statement made by the company in respect thereto. The contractor further represents that it is familiar with the kind and character of the work to be done, as called for by said plans, specifications and contract, and that it is experienced in road building.\"\nOn the trial of the case defendant moved for judgment on the pleadings as to the first cause of action. This motion was based upon the theory that the action could not be prosecuted because of the provision of the contract above quoted, negativing fraud. The court allowed an amendment to the complaint alleging an oral agreement of the parties limitin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ganley-brothers-inc-v-butler-brothers-bldg-co"
    }
  ],
  "relatedIncidents": [
    27169,
    27220,
    27240,
    27257,
    27258
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}