{
  "id": 27298,
  "title": "1927년 Welch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-03-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Welch. 판결일: 1927-03-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joe Lee Welch v. the State\n**판결일**: 1927-03-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Baker\n\n## 변호인\n\nWill A. Morris,  for appellant.\n\n Sam D. Stinson,  State's Attorney, and  Robert M. Lyles, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 291 S.W. 896\n- 106 Tex. Crim. 280\n\n## 판결문 요약\n\nThe appellant was convicted of forgery, and his punishment assessed at two years in the penitentiary.\nIt was the contention of the state, and evidence was introduced to that effect, that the appellant presented a check in the sum of $25, drawn on the Schreiner Bank, to Klaerner \nSchmidt, a mercantile firm at Fredericksburg; that said check was purported to be signed by E. D. Burleson and payable to J. E. Clute; that the appellant indorsed said check by signing on the back thereof the name \"J. E. Clute,\" stating at the time that it was his name; and that said firm cashed the check, deducting from the amount thereof seven or eight dollars with which to pay for some groceries purchased from them by the appellant. It was the further contention of the state that the maker and payee on said check were fictitious persons. The appellant defended upon the ground that he knew nothing of the transaction in question, and that at the time it occurred, as testified to by the state's witnesses, he was at the Central Drug Store in Fredericksburg, two blocks away from the alleged scene of action. Appellant further testified that the check in question was cashed, he learned afterwards, by his cousin, Claude Roberts, who was traveling with him at the time in an automobile and who was about the same age as appellant and who bore a close resemblance to him.\nThe record contains many bills of exception, but we will only *Page 282 \ndiscuss those which we thing are necessary for a proper disposition ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marshall-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=welch-v-state"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}