{
  "id": 27291,
  "title": "1927년 Dedman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-03-12",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Dedman. 판결일: 1927-03-12. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Joseph M. Dedman Et Al. v. Mrs. Elizabeth Fariss Dedman\n**판결일**: 1927-03-12\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: MR. CHIEF JUSTICE GREEN delivered the opinion of the Court.\n\n## 변호인\n\nW.M. HALL, CHAS. L. NEELY and J.S. COFFEY, for Mrs. Jos. M. Dedman.\n\nJ.C. EGGLESTON, C.P. HATCHER and J.B. GARNER, for Jas. H. Porter.\n\nSAM HOLDING and E.W. CARMACK, for Mrs. Elizabeth Fariss Dedman.\n\n## 인용\n\n- 291 S.W. 449\n- 155 Tenn. 241\n\n## 판결문 요약\n\n* On contributory negligence of passenger riding in automobile driven by another precluding recovery against third person for injury, see annotation in L.R.A., 1915B, 953.\nPersonal care required of one riding in automobile driven by another as affecting his right to recover against third person, see annotation in 18 A.L.R., 309; 22 A.L.R., 1294; 41 A.L.R., 767; 2 R.C.L., 1207; 1 R.C.L. Supp., 743; 4 R.C.L. Supp., 159; 5 R.C.L. Supp., 148; 6 R.C.L. Supp., 140.\nMrs. Elizabeth Fariss Dedman, hereafter called plaintiff, sued Mrs. Joseph M. Dedman, hereafter called defendant, to recover damages for personal injuries sustained by the plaintiff while riding in an automobile belonging to defendant and operated by a chauffeur in the employ of defendant. There was a judgment in favor of plaintiff in the trial court, which was affirmed by the Court of Appeals, and the case has been heard here oncertiorari to the latter court.\nThe parties lived in Columbia, Tennessee, about forty miles from Nashville. The plaintiff is the wife of defendant's son. The defendant had a daughter, Mrs. Henry Moore, also living in Columbia. Shortly before Christmas, 1924, Mrs. Moore had arranged to make a shopping trip to Nashville with some lady friends. It was Mrs. Moore's intention to go to Nashville on the bus and spend the day. The defendant had been ill and before leaving for Nashville, Mrs. Moore called to find out what her mother's condition was and informed her father who answered the telephone that i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dedman-v-dedman"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}