{
  "id": 27309,
  "title": "1927년 Dinneen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-02-11",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Dinneen. 판결일: 1927-02-11. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: HENRY H. DINNEEN Et Al. v. HARRISON RIDER Et Al., Governing Board of Baltimore County Metropolitan District, Et Al.\n**판결일**: 1927-02-11\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Adkins, Bond, Digges, Parke, Pattison, Sloan, Urner\n\n## 변호인\n\nHenry H. Dinneen,  with whom were  Harry M. Benzinger  and  J.  Howard Murray,  on the brief, for the appellants.\n\n George Weems Williams  and  William L. Marbury, Jr.,  with whom were  Elmer J. Cook, David G. McIntosh, Jr.,  and  Charles  B. Bosley,  on the brief, for the appellees.\n\n## 인용\n\n- 136 A. 754\n- 152 Md. 343\n\n## 판결문 요약\n\nThe bill of complaint in this case against the Governing Board of the Baltimore County Metropolitan District and the Board of County Commissioners of Baltimore County, and the Treasurer of Baltimore County, the appellees, was filed by the appellants, Henry H. Dinneen and Eleanor H. Dinneen, his wife, for the benefit of themselves and on behalf of all other taxpayers of Baltimore County who would come in and contribute to the cost of the proceedings. The Harford Corporation was made a party plaintiff, and it, with the original complainants, are the appellants from a decree of the chancellor sustaining a demurrer to the bill of complaint and dismissing it with costs to the defendants.\nThe appellants are taxpayers to Baltimore County and are the owners of real estate situated in what is known as the Metropolitan District of Baltimore County, and seek to have the Act of the General Assembly of Maryland of 1924, known as chapter 539, declared void, and its enforcement enjoined (1) because the act violates article 16 of the Maryland Constitution; (2) because the title of the act is defective and obscure and misleading; (3) because it denies to the appellants due process of law; (4) because it withdraws from the *Page 347 \nappellants the equal protection of the law; (5) because the act is confiscatory; (6) because it violates the Maryland Constitution in (a) authorizing the issuance of bonds upon the credit of the county for other than public purposes, and (b) sanctioning double tax...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dinneen-v-rider"
    }
  ],
  "relatedIncidents": [
    27168,
    27169,
    27174,
    27179,
    27186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}