{
  "id": 27313,
  "title": "1927년 Montimore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-02-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Montimore. 판결일: 1927-02-02. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: PULLMAN CO. v. MONTIMORE\n**판결일**: 1927-02-02\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bryan, Foster, Walker\n\n## 변호인\n\nA. G. McNeill and J. D. Guinn, both of San Antonio, Tex., and J. M. McCormick, of Dallas, Tex. (Guinn & McNeill, of San Antonio, Tex., on the brief), for plaintiff in error., Perry J. Lewis and H. C. Carter, both of San Antonio, Tex. (Champe G. Carter and Randolph L. Carter, both of San Antonio, Tex., on the brief), for defendant in error.\n\n## 인용\n\n- 17 F.2d 2\n\n## 판결문 요약\n\n\nFOSTER, Circuit Judge.\nDefendant in error recovered judgment against plaintiff in error for $8,700, damages for personal injuries resulting from undue exposure and cold, alleged to have been caused by the negligence of plaintiff in error. The parties will hereafter he referred to as they appeared in the district court.\nThere are twenty assignments of error. The first two run to the overruling of demurrers to the petition. Briefly stated, the petition alleged that plaintiff was employed by the Pullman Company as a porter on one of its sleeping cars; that one of the drawheads of the said car pulled out at a point south of Parsons, Kan., and the car was set out upon a siding; that plaintiff was ordered by defendant to remain with the said car to protect defendant’s property; that the siding was a few miles distance from the next regular station, where a side track was maintained, and where there were the usual station facilities; that at the siding where the car was set out there were no station buildings; that the weather was severely cold, and a blizzard, accompanied by sleet and snow, was raging; that the car was of steel construction, and not provided with any means of heating when separated from the train; that the car was allowed to remain on the siding under the same conditions from 10 o’clock the night of February 28th until 5 o’clock in the afternoon of March 1st, and it was then hauled back to Parsons, Kan.; that, due to the exposure, plaintiff contracted a severe col...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pullman-co-v-montimore"
    }
  ],
  "relatedIncidents": [
    27174,
    27287,
    27324,
    27013,
    27168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}