{
  "id": 27324,
  "title": "1927년 Carson Inv. Co. v. Anaconda Copper Mining Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-01-24",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Carson Inv. Co. v. Anaconda Copper Mining Co.. 판결일: 1927-01-24. 법원: District Court, D. Montana.",
  "description": "## 사건 정보\n\n**사건명**: CARSON INV. CO. v. ANACONDA COPPER MINING CO.\n**판결일**: 1927-01-24\n**법원**: District Court, D. Montana\n**관할**: Montana, MT\n\n**판사**: Bourquin\n\n## 변호인\n\nKremer, Sanders & Kremer, of Butte, Mont., and John H. Miller, Charles S. Wheeler, Jr., and A. W. Boyken, all of San Francisco, Cal., for plaintiffs., L. O. Evans, D. Gay Stivers, and John A. Groeneveld, all of Butte, Mont., D. Anthony Usina, of New York City, Jones, Addington, Ames & Seibold, W. Clyde Jones, Arthur A. Olson, Thorley von Holst, A. F. Mecklenburger, and Arthur B. Seibold, all of Chicago, Ill., for defendant.\n\n## 인용\n\n- 17 F.2d 815\n\n## 판결문 요약\n\n\nBOURQUIN, District Judge.\nThis is the usual infringement suit, -involving the patents and claims upheld in Carson v. Company (C. C. A.) 4 F.(2d) 463. Defendant’s motion to dismiss for defect of parties, made at beginning of trial (a dilatory and vile practice), not heard then, is denied now. Although Carson, one cestui of several, brought the suit ostensibly as sole owner, and which questionable tactics are poorly explained, and although contrary to former practice in equity, a cestui is not a necessary party, it is believed the interests of all eestuis warrant amendment to substitute owner and trustee.\nThe trial required, or rather consumed, 10 days, amassing some 1,600 pages of evidence and “near” evidence, 200 exhibits, and 300 pages of depositions, and 475 pages of briefs leisurely prepared during 3 months subsequent to. trial, are contributed. Tbe whole is a conglomeration wherein the material and necessary is as Gratiano’s reasons, so far as environment is concerned. All this is not unusual, and may he imputed to (1) a large array of specialists, assistants, and their assistants, investigators, prompters, experts, etc., for strategical purposes in huddle on slightest provocation, to Some extent inspired to display of abstruse learning and superior skill, if only to impress and dwe others from forays in the specialist’s fertile field; and (2) to the new equity rules. For, whatever else may be said of the latter, they require weeks to try a suit which formerly was presen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carson-inv-co-v-anaconda-copper-mining-co"
    }
  ],
  "relatedIncidents": [
    27174,
    27287,
    27313,
    27013,
    27168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}