{
  "id": 27320,
  "title": "1927년 Butchek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1927-01-25",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Butchek. 판결일: 1927-01-25. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. John Butchek.\n**판결일**: 1927-01-25\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Belt, Brown, McBride\n\n## 변호인\n\nFor appellant there was a brief and oral argument by  Mr.  Edward L. Fraley. \n\nFor respondent there was a brief over the names of  Mr. Stanley  Myers , District Attorney,  Mr. J.L. Hammersly , Chief Deputy, District Attorney, and  Mr. George Mowry  and  Mr. C.W. Kirk , Deputies District Attorney, with oral arguments by  Mr. Mowry \nand  Mr. Kirk.For the petition,  Mr. Edward L. Fraley. \n  Contra , no appearance.\n\n## 인용\n\n- 254 P. 805\n- 121 Or. 141\n- 253 P. 367\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 143 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 144 \nIN BANC.\nThis is an appeal from a judgment of conviction of the crime of murder. On appeal, the defendant asserts that the court erred in making certain rulings relating to the reception of evidence. He asserts that the punishment is cruel and inhuman, and that there is no evidence of deliberate and premeditated malice as averred in the indictment; that the jury did not base its verdict upon the evidence; that, in arriving at the verdict, it neither followed the instructions of the court nor obeyed the law; and that the court erred in overruling the defendant's motion for a new trial.                            AFFIRMED. REHEARING DENIED.\nPrior to January 14, 1926, the defendant and his wife, Elizabeth Butchek, resided at 440 Benton Street, Portland, Multnomah County, Oregon. About 11:45 A.M. of that day, the defendant walked into the Portland Police Station and, addressing one of the Portland police officers, said: \"I have killed my wife.\" The officer asked: \"With what?\" The defendant answered: \"With an ax.\" This statement was made in the presence of Police *Page 145 \nInspector Theodore Schulpius, Captain Moore and Inspector Craddock. The defendant then told the officials that the body of h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-butchek"
    }
  ],
  "relatedIncidents": [
    27190,
    27198,
    27203,
    27245,
    27267
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}