{
  "id": 27330,
  "title": "1926년 Bloom 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-12-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bloom. 판결일: 1926-12-31. 법원: Appellate Terms of the Supreme Court of New York.",
  "description": "## 사건 정보\n\n**사건명**: Solomon Bloom v. Wrought Iron Novelty Corporation\n**판결일**: 1926-12-31\n**법원**: Appellate Terms of the Supreme Court of New York\n**관할**: New York, NY\n\n## 변호인\n\nPolier & Levy [.Matthew M. Levy of counsel], for the appellant., Paskus, Gordon & Hyman [Joseph C. Slaughter of counsel], for the respondent.\n\n## 인용\n\n- 128 Misc. 460\n\n## 판결문 요약\n\n\nPer Curiam.\nThe attachment was granted on a verified complaint and accompanying affidavit. The cause of action for rent due and unpaid is not assailed. Plaintiff, however, without setting forth his own place of residence showed that defendant was a corporation of New Jersey. Defendant appeared specially for the purpose of moving to vacate the attachment and dismissing the complaint on the ground that the court had no jurisdiction of the action. A further objection will be considered later.\nDefendant’s motion was based on the affidavit of its president which pointed out that the court had no jurisdiction because the plaintiff, who had not stated his residence in the complaint, was a resident of New Jersey; that the defendant was a corporation of the same State, and that plaintiff had failed to allege or prove that the defendant was doing business within the State of New York which fact was necessary under section 47 of the General Corporation Law (as added by Laws of 1920, chap. 916; formerly section 1780 of the Code of Civil Procedure) to confer jurisdiction of the subject-matter upon this court. It is unnecessary to analyze at length the many arguments pro and con presented in the elaborate and careful briefs of the counsel because we are of opinion that it appears from the moving affidavit by fair inference that the defendant was doing business in New York. Plaintiff annexed to his affidavit a certificate of the Secretary of State of this State to the effect that the defen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bloom-v-wrought-iron-novelty-corp"
    }
  ],
  "relatedIncidents": [
    27331,
    27334,
    27337,
    27341,
    27342
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}