{
  "id": 27334,
  "title": "1926년 Standifer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-12-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Standifer. 판결일: 1926-12-20. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Frank Standifer, Appellant\n**판결일**: 1926-12-20\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Blair\n\n## 변호인\n\nDon C. Carter  for appellant.\n\n\"The court erred in giving Instruction 2, on the part of the State.\" State v. Whalen,  294 Mo. 139 ; State v. Bennett, 297 Mo. 190 ; State v. Tracy,  294 Mo. 372 ; State v. Wagner, 252 S.W. 695; State v. Sexton, 262 S.W. 63.\n\n North T. Gentry,  Attorney-General, and  Geo. W. Crowder, \nAssistant Attorney-General, for respondent.\n\nThe giving of Instruction 2, which declares that recent exclusive possession of stolen property raises a presumption that the possessor is\n\n## 인용\n\n- 289 S.W. 856\n- 316 Mo. 49\n\n## 판결문 요약\n\nThe information charged appellant with the felony of stealing chickens in the nighttime, in violation of Section 3314, Revised Statutes 1919. The jury returned a verdict of guilty as charged and assessed the punishment at a fine of two hundred dollars. After unsuccessfully moving for a new trial, appellant was sentenced on the verdict and was granted an appeal.\nThe statement of facts made in appellant's brief is sufficient for the purpose of this opinion. We quote it as follows:\n\"The evidence on the part of the State tended to show that Fred Gibson and wife live about a mile and one-half northwest of Centralia, Missouri, and that on the 20th day of June, 1925, they drove into Centralia, between eight and nine o'clock that night, to buy their groceries for the coming week, this being Saturday night; that when they returned home that night, between eleven and twelve o'clock, they discovered that some of their chickens had been taken *Page 51 \nfrom their chicken house on the premises; the next morning, Sunday, they drove into Centralia and went around to the poultry store or house of Tom Gorman, and there found certain chickens which they identified as being the chickens taken from their chicken house the night before; the men in charge of the poultry house on that Saturday night testified that the defendant had sold these chickens to them on the night in question, sometime between eight and nine o'clock. There was also considerable evidence offered as to the identification of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-standifer"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27337,
    27341,
    27342
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}