{
  "id": 27337,
  "title": "1926년 Frost 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-12-16",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Frost. 판결일: 1926-12-16. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: The State of Connecticut vs. Charles Frost\n**판결일**: 1926-12-16\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Curtis, Haines, Hinman, Maltbie, Wheeler\n\n## 변호인\n\nHomer S. Cummings , with whom were  Clifford B.  Wilson  and  Raymond E. Hackett , for the appellant (the accused).\n\n William H. Comley , State's Attorney, with whom was  E. Earle Garlick , Assistant State's Attorney, and, on the brief,  Vincent L. Keating , for the appellee (the State).\n\n## 인용\n\n- 135 A. 446\n- 105 Conn. 326\n\n## 판결문 요약\n\nIn his first three assignments of error the accused assigns as error the conclusion reached by the court in paragraph sixty-five of the finding, that \"Friedman, Isaacson, Baker and Cohen set fire to and burned said factory building of A. Phillips  Company, Inc., with the knowledge of the defendant Frost and at his request and instigation and pursuant to their employment by Frost to burn said building,\" because not supported by the facts found. His fourth assignment is that this conclusion was not proven beyond a *Page 329 \nreasonable doubt. His fifth and sixth assignments are that the evidence did not establish the guilt of the accused beyond any reasonable doubt and did not exclude every reasonable presumption and hypothesis of innocence. His tenth assignment is the error of the court in denying his motion to set aside the judgment. All of these assignments were intended to raise the one question, \"Whether on all the evidence the defendant is guilty beyond a reasonable doubt of the crime charged.\"\nThe procedure of trying criminal causes to the court at the election of the accused is of comparatively recent origin in this State, and the record in this case was prepared upon the analogy of the procedure in a civil case tried to the court. That the profession may no longer be in doubt about the proper procedure on appeal from the judgment in a criminal case tried to the court, we state the procedure.\nThe statute, Public Acts of 1921, Chapter 267, &#167; 2, giving the accused hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-frost"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27341,
    27342
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}