{
  "id": 27331,
  "title": "1926년 Wimmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-12-30",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Wimmer. 판결일: 1926-12-30. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Annie Laurie Wimmer, Respondent, v. Frank L. Parsons Et Al., Appellants\n**판결일**: 1926-12-30\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Holcomb\n\n## 변호인\n\nChas. W. Johnson , for appellants.\n\n Griffin  Griffin , for respondent.\n\n## 인용\n\n- 251 P. 868\n- 141 Wash. 422\n\n## 판결문 요약\n\nAlleging false representations and circumstances precluding a rescission of the contract between the parties, respondent sued to recover three thousand one hundred dollars damages, on which the jury allowed one thousand eight hundred, and *Page 423 \njudgment was entered thereon after motions for a directed verdict at the trial, and judgment n.o.v., or in the alternative for a new trial, had been denied.\nThe complaint, in brief, alleges that appellants Parsons were the owners, and appellant Nicholson their agent, for the purpose of selling certain lots in Seattle, upon which it was represented that there was a dwelling house, followed by precise allegations as to certain representations respecting the structure, materials, quality and value of the house, and its heating plant; that all of the rooms in the house were connected with, and heated by, an adequate furnace; that the house and grounds were free from all liens, taxes and assessments; that the house was worth six thousand five hundred dollars to seven thousand dollars, and that respondent could rent rooms in the house so as to net the sum of one hundred dollars per month to her. It was then alleged that all of these statements were untrue and false, and known at the time they were made to be false. Averments were then made specifying a number of things, wherein the structure, material and fixtures were defective, concealed and undiscoverable upon such examination as was allowed her by the agent. A number of serious defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wimmer-v-parsons"
    }
  ],
  "relatedIncidents": [
    27174,
    27287,
    27313,
    27324,
    27330
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}