{
  "id": 27343,
  "title": "1926년 Lambert Transp. Co. v. Furness-Withy & Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-12-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lambert Transp. Co. v. Furness-Withy & Co.. 판결일: 1926-12-06. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: LAMBERT TRANSP. CO., Inc. v. FURNESS-WITHY & CO., Limited\n**판결일**: 1926-12-06\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nWilliam J. Martin and Foley & Martin, all of New York City, for appellant., Kirlin, Woolsey, Campbell, Hiekox & Keating, of New York City (L. De Grove Potter añd John J. Heckman, both of New York City, of counsel), for appellees.\n\n## 인용\n\n- 16 F.2d 121\n\n## 판결문 요약\n\n\nPER CURIAM.\nWe do not think this cause illustrates any point of law or presents any serious question of fact. We are of opinion that libelant’s boat was injured by the negligence of the Bay Ridge Company.\nThe boat was not chartered by Fumess-Withy &amp; Co., and that concern was guilty of no negligence. Representatives of the libel-ant protested to Bay Ridge Company’s stevedores against their negligent acts; the protests were disregarded. We think libelant *122performed the full duty of one who sees a person in authority acting negligently; i. e., without judgment. There is no reason why failure to do more than decently protest or object should excuse the wrongdoer for treating the protest with disdain.\nIt follows that the decree appealed from should be modified, first by dismissing the libel as against Fumess-Withy &amp; Co.; second, by awarding full damages to libelant against Bay Ridge Company; and it.is so ordered, with costs of this court to libelant, who will also recover full costs in the court below against Bay Ridge Company, but must pay them to the other respondent, now discharged.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lambert-transp-co-v-furness-withy-co"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}