{
  "id": 27349,
  "title": "1926년 Fisher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-11-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Fisher. 판결일: 1926-11-15. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Fisher v. State. [Fn]\n**판결일**: 1926-11-15\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Ethbidge\n\n## 변호인\n\nRice  Crisler, Vincent J. Brocato  and  T.S. Ward,  for appellant.\n\nI. The court erred in overruling appellant's motion for change of venue.  Bond  v.  State,   128 Miss. 792 , 91 So. 461;  Keeton \nv.  State,   132 Miss. 768 ;  Tennison  v.  State,   79 Miss. 713 , 31 So. 422;  Saffold  v.  State,   76 Miss. 258 ;  Cavanah  v. State,   56 Miss. 307 ;  Brown  v.  State,   83 Miss. 645 ;  State \nv.  Gossett,   108 S.E. 290 , 16 A.L.R. 1299;  People  v.  Yoakum,  53 Cal. 571 ;  Owen  v.  State,   8\n\n## 인용\n\n- 110 So. 361\n- 145 Miss. 116\n\n## 판결문 요약\n\n* Corpus Juris-Cyc. References: Criminal Law, 16CJ, p. 201, n. 31; p. 205, n. 65; p. 212, n. 52; p. 215, n. 12; p. 722, n. 8; p. 723, n. 9, 10; p, 728, n. 78, 81; p. 733, n. 1; p. 734, n. 23; p. 735, n. 34, 40; p. 806, n. 6.\nThe appellant, John Fisher, was indicted, tried and convicted of the murder of Grover C. Nicholas, in the Second district of Coahoma county, Miss. The killing occurred on the night of October 15, 1925. The deceased was employed, and slept in a room adjoining the store. He was killed by being struck on the head, back of the ear, with some blunt instrument. On the morning following the killing the owner of the store went to the store. He noticed that the doors were open, and went into the store. He found Mr. Nicholas lying on the floor unconscious. Blood was flowing from his wound. His feet were tied together with a rope, and his hands were tied behind him with a corset string. Nicholas was alive but unconscious. He died a short while thereafter. *Page 126 \nBloodhounds were sent for. Upon the arrival of the dogs upon the scene they were taken into the store, and immediately took up a trail, and, according to the testimony, the owner of the dogs followed them out of the store onto the railroad track and into the yard of a woman by the name of Mollie Berry, thence to a house in the yard occupied by John Fisher, the appellant. He testified that the dogs bayed and attempted to spring upon the appellant, as was their custom when they located the party whom they ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fisher-v-state"
    }
  ],
  "relatedIncidents": [
    27342,
    27380,
    27451,
    27462,
    27467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}