{
  "id": 27342,
  "title": "1926년 Ware 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-12-06",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Ware. 판결일: 1926-12-06. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ware v. State.\n**판결일**: 1926-12-06\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: AudersoN\n\n## 변호인\n\nRichardson  Pierce,  for appellant.\n\nThe court erred in admitting the testimony of R.E. Murray offered in rebuttal by the state over the objections of defendant wherein he contradicted witness Eastland on an immaterial matter.\n\n Rufus Creekmore,  Special Assistant Attorney-General for the state.\n\nCounsel argue that the court was in error in admitting the testimony of state witness R.E. Murray. On this point it is necessary only to state that the proper predicate was laid for the contradiction of\n\n## 인용\n\n- 110 So. 503\n- 145 Miss. 247\n\n## 판결문 요약\n\n* Corpus Juris-Cyc. References: Criminal Law, 17CJ, p. 319, n. 22; p. 320, n. 31, 34; Witnesses, 40Cyc, p. 2699, n. 38; p. 2701, n. 39.\n[EDITORS' NOTE:  THE MARKER FOR FOOTNOTE * IS OMITTED FROM THE OFFICIAL COPY OF THIS DOCUMENT, THEREFORE THE MARKER IS NOT DISPLAYED IN THE ONLINE VERSION.]\nAppellant, Gustean Ware, a negro woman, was indicted and convicted in the circuit court of Rankin county of the murder of John Henry Holyfield, a negro boy about eighteen years of age, and was sentenced to the penitentiary for life. From this judgment, she prosecutes this appeal.\nThe homicide took place at night on the back porch of a negro dance hall. One eyewitness, William Thomas, testified to what occurred between appellant and deceased at the time of the killing. His testimony, if true, proved that appellant was guilty of murder. There was other evidence, circumstantial in character, which tended to corroborate the testimony of the witness Thomas. This is true especially of the testimony of the witness Clarence Newell, who testified for the state. His testimony was, in substance, that immediately after the shooting appellant came into the dance hall and put a pistol in witness' pocket and said, \"Take this gun;\" that some one was shot out there, and requested that \"you all ought to go out and see something about it.\" Appellant's defense was that she did not shoot the deceased; that she was not even present when he was shot and killed. John Eastland, testifying in behalf of appellant, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ware-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=landreth-v-state"
    }
  ],
  "relatedIncidents": [
    27349,
    27380,
    27451,
    27462,
    27467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}