{
  "id": 27348,
  "title": "1926년 Hooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-11-20",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Hooks. 판결일: 1926-11-20. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Arthur B. Hooks v. the State\n**판결일**: 1926-11-20\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: MR. CHIEF JUSTICE GREEN delivered the opinion of the Court.\n\n## 변호인\n\nW. Y. Boswell, for appellant., FekRTss C. Bailey, Assistant Attorney-General, for ap-pellee.\n\n## 인용\n\n- 289 S.W. 529\n- 154 Tenn. 43\n\n## 판결문 요약\n\n* As to necessity of specifying felony intended to be committed in indictment for burglary, see 4 R.C.L. 436; 1 R.C.L. Supp. 1140; 4 R.C.L. Supp. 270.\nThe plaintiff in error was indicted for attempting to break into and enter the mansion house of R.F. Gibbs in the nighttime with the intention to then and there unlawfully have carnal knowledge of one Ella Gibbs forcibly and against her will. He was convicted and given one year in the penitentiary and has appealed in error to this court.\nWe are of opinion that the evidence does not sustain conviction of the offense charged in this indictment.\nAn indictment for house breaking with intent to commit a felony, under section 6535, Thompson's-Shannon's Code, must set out and define the felony intended to be committed. State v.Williamson, 50 Tenn. (3 Heisk.), 483; State v. Shelton,90 Tenn. 539.\nAs the particular felonies intent alleged is an essential element of the crime it must be proven. Here the felonious intent charged was rape. Upon a charge of burglary with intent to commit rape, the authorities are uniform that it must appear that the defendant intended to use force. McNair v. State, 53 Ala. 453;  Robinson v. State, 53 Md. 151, 36 Am. Rep., 399;Commonwealth v. Doherty, 10 Cush. (Mass.), 52; Mitchell v.State (Tex.), 24 S.W. 280, 28 S.W. 475, 9 C.J., 1079. The Alabama *Page 45 \ncase and the Texas case are directly in point. The Maryland case and the Massachusetts case recognize the rule stated.\nEvidence introduced by the State i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hooks-v-state"
    }
  ],
  "relatedIncidents": [
    27235,
    27330,
    27331,
    27334,
    27337
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}