{
  "id": 27354,
  "title": "1926년 Manufacturers' Oil & Grease Co. v. Averett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-11-03",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Manufacturers' Oil & Grease Co. v. Averett. 판결일: 1926-11-03. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Manufacturers' Oil and Grease Co. v. T. S. Averett.\n**판결일**: 1926-11-03\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: ClakksoN\n\n## 변호인\n\n\n\nNo counsel for plaintiff.\n, \nA. W. Graham & Son for defendant.\n\n\n## 인용\n\n- 135 S.E. 298\n- 192 N.C. 465\n\n## 판결문 요약\n\nThe plaintiff brought this action in a court of a justice of the peace for the recovery of $24.75, alleging a sale and delivery of 33 gallons of Ford automobile oil, at 75 cents a gallon, less a credit for freight. Contract given in writing for same by defendant.\nThe defendant denied the right of plaintiff to recover any sum whatever on the ground that he had contracted to buy only 5 gallons of oil, and that the figures 33 gallons, were fraudulently inserted in the contract without his knowledge or consent, and that the 5 gallons of oil which he had ordered had never been delivered to him.\nThe justice of the peace rendered judgment for the amount claimed by plaintiff, and defendant appealed to the Superior Court. On the trial in the Superior Court, the defendant, T. S. Averett, testified as follows: \"I think it was in November, 1924, that a representative of the Manufacturers' Oil and Grease Company came to see me. I was in the barn stripping tobacco one evening late in a mighty big rush to get it ready to sell it the next day. He came in and told me he was representing some oil company, and I asked him how much he was selling, and he said thirty-three gallons. I told him I did not have anything but a Ford car and I did not need that much. I told him I would take five gallons. We did take five gallons, and when he made out the order I looked it over and said, `I can't see and I am trusting to your honor. It is for five gallons, I suppose,' and he said `Yes.' I signed it but I...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=manufacturers-oil-grease-co-v-averett"
    }
  ],
  "relatedIncidents": [
    27362,
    27383,
    27448,
    27453,
    27455
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}