{
  "id": 27353,
  "title": "1926년 Hillen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-11-03",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Hillen. 판결일: 1926-11-03. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: R. C. HILLEN Et Al., Petitioners, v. THE INDUSTRIAL ACCIDENT COMMISSION and FRANK M. DOWNING, Respondents\n**판결일**: 1926-11-03\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Waste\n\n## 변호인\n\nJames M. Wallace, R. P. Wisecarver and Redman & Alexander for Petitioners., G. C. Faulkner and Warren H. Pillsbury for Respondents.\n\n## 인용\n\n- 250 P. 570\n- 199 Cal. 577\n\n## 판결문 요약\n\nThe petitioners sought and obtained a writ of certiorari to review a decision of the Industrial Accident *Page 579 \nCommission awarding Frank M. Downing compensation for injuries received while shingling a building, the sole question presented being whether or not Downing was an independent contractor or an employee of the petitioner Hillen. It was stipulated before the Commission that if Downing was in fact an employee of Hillen, the injury he received arose out of and in the course of his employment.\nThe facts are without conflict. Hillen was engaged in the business of building and selling homes in the city of Oakland. Downing was a shingler by trade. Some time before the accident in question he called on E.W. Urch, Hillen's superintendent, and, referring to the particular job, asked \"if the shingling was let.\" It being customary in the building business to have shingling done \"at so much per thousand,\" he left with Urch a card on which was written his name and telephone number and a notation which read \"$1.25 &#8212; thousand, 3 cts. for ridges,\" that being the price for which he was willing to lay the shingles. When the house was ready for shingling the superintendent sent for Downing and put him to work. After the first negotiations, which were as above related, Downing worked on a number of houses, he apparently being the only one doing any shingling for Hillen during that period. The arrangement under which he worked was, as testified to by Superintendent Urch, \"a mutu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hillen-v-industrial-accident-commission"
    }
  ],
  "relatedIncidents": [
    27447,
    27452,
    27277,
    27330,
    27331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}