{
  "id": 27362,
  "title": "1926년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-10-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Turner. 판결일: 1926-10-30. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: TURNER v. JACOBS\n**판결일**: 1926-10-30\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Walker\n\n## 변호인\n\nSchuyler H. Richardson and Paul Speake, both of Huntsville, Ala. (S. H. Richardson, R. E. Smith, and Spragins & Speake, all of Huntsville, Ala., on the brief), for appellant., Douglass Taylor, of Huntsville, Ala., and D. P. Wimberly, of Scottsboro, Ala., for appellee.\n\n## 인용\n\n- 15 F.2d 350\n\n## 판결문 요약\n\n\nWALKER, Circuit Judge.\nThis is an appeal from a decree canceling and annulling a mortgage on land to the appellant, dated May 7, 1925, and executed on June 13,1925, by a married woman, who was adjudged bankrupt on September 22,1925, pursuant to a petition which was filed after the execution of that mortgage. That decree contained a provision to the effect that appellant’s rights as the holder of the recorded judgment hereinafter mentioned were preserved. The suit in which that decree was rendered was brought by the appellee, the trustee of the estate of the bankrupt; the amended bill attacking that mortgage on the grounds that it was executed with the intent to hinder, delay, or defraud the creditors of the bankrupt, and that it constituted an unlawful preference given by the bankrupt to the appellant.\nEvidence adduced showed the following: When the attacked mortgage was executed, the appellant owned a recorded judgment rendered against the mortgagor in 1924, which created a ,lien on the land described in that mortgage, .which was% given to secure the amount of that judgment, with interest on that amount. The situation of the bankrupt at that time is indicated by the following statement of facts disclosed by the evidence: The same land was incumbered by two other mortgages given by the bankrupt, a first mortgage for $25,000 and interest, and a second mortgage securing the sum of $6,000, with interest thereon from June 9, 1924. Proceedings to foreclose the second mortgage wer...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-jacobs"
    }
  ],
  "relatedIncidents": [
    27354,
    27383,
    27448,
    27453,
    27455
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}