{
  "id": 27366,
  "title": "1926년 Ex Parte Ponzi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-10-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Ponzi. 판결일: 1926-10-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Chas. Ponzi.\n**판결일**: 1926-10-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore, Morrow\n\n## 변호인\n\nHeidingsfelder, Kahn  Branch  of Houston, for appellant.\n\n Alfred R. Shrigley,  Assistant Attorney General of Massachusetts;  O'Brien Stevens,  Assistant District Attorney of Harris County;  Sam D. Stinson,  State's Attorney, and  Robert M.  Lyles,  Assistant State's Attorney, for the State.\n\nOn surrender of fugitive from justice to demanding state, respondent, the State of Texas, cites: Clarks case, 9 Wind. 212-219; State v. Schlem, 4 Harrington, 579; Romain's case, 23 Cala. 585; Kingsbury's ca\n\n## 인용\n\n- 290 S.W. 170\n- 106 Tex. Crim. 58\n\n## 판결문 요약\n\nThe appeal is from an order refusing to discharge the relator upon a writ of habeas corpus.\nThe writ was issued by a District Judge. In the return of the sheriff, it is made to appear that the relator was detained by *Page 60 \nvirtue of an executive warrant issued by the Governor of this state upon the requisition of the Governor of the State of Massachusetts.\nAccording to the testimony, relator, at Tampa, Fla., boarded a freighting vessel known as \"Sic Vos Non Vobis,\" which was under Italian registration, flying the Italian flag, and apparently manned by Italian subjects. Relator was employed for service on the vessel which was bound for Italy, but which stopped at New Orleans, La. While there, one George Lacy, a deputy sheriff of Texas, who, having no papers for the arrest of the relator and no connection with the constabulary of the State of Louisiana, arranged with a custom-house officer at New Orleans to induce some person in authority on the vessel to send the relator ashore. The custom-house officer went aboard the vessel and requested the second officer in charge to send the relator to the custom-house for the purpose of having papers touching the cargo authenticated. The second officer directed the relator to go to the custom-house, and accompanied him thereto. Upon their arrival at the custom-house, the relator was forcibly taken in custody by George Lacy, who afterward took him to a hotel and then brought him to the city of Houston, Texas, where complaint was made ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-ponzi"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}