{
  "id": 27371,
  "title": "1926년 State v. Washington Tug & Barge Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-10-25",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State v. Washington Tug & Barge Co.. 판결일: 1926-10-25. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Appellant, v. Washington Tug and Barge Company, Respondent\n**판결일**: 1926-10-25\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Main\n\n## 변호인\n\nThe Attorney General, H.C. Brodie, Assistant , and  L.L.  Thompson , for appellant.\n\n Stratton  Kane , for respondent.\n\n## 인용\n\n- 250 P. 49\n- 140 Wash. 613\n\n## 판결문 요약\n\nBy this action, the state sought to recover penalties because the defendant did not charge for services rendered by it in accordance with the tariff on file with the department of public works. In the complaint there are eleven causes of action separately *Page 614 \nstated. During the trial, two of these were dismissed by the state. The trial to the court without a jury proceeded upon the other nine causes and resulted in findings of fact, conclusions of law and a judgment dismissing the complaint as to all causes of action. From this the state appeals.\nThe respondent was engaged in the business of operating tow boats, tugs, scows, barges and lighters in the conveyance of property for hire over and upon the waters of Puget Sound and the waters adjacent thereto. Its place of business from which the towboats were dispatched was in Seattle. As stated, the action was one to recover penalties. The respondent, for services rendered, at times charged the tariff rate, other times more, and sometimes less. It claims to be a private carrier and therefore not bound by the tariff rate.\n[1] The question is whether the respondent was a public or private carrier. This is largely a question of fact or, as in this case, a conclusion from the facts which are not in serious dispute. The question is not whether the respondent was a public carrier at common law but whether it comes under Rem. Comp. Stat., &#167; 10344, which provides that a vessel which includes towboats, tugs, scows, barges and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-washington-tug-barge-co"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}