{
  "id": 27383,
  "title": "1926년 Filtsch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-10-05",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Filtsch. 판결일: 1926-10-05. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: FILTSCH Et Al. v. McJUNKINS Et Al.\n**판결일**: 1926-10-05\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Ray\n\n## 변호인\n\nJos. I. Pitchford, for plaintiffs in error., Fedler & Moak, for defendant in error Mary Burl McJunkins., Chas. R. Freeman, for defendant in error Maud B. Caswell.\n\n## 인용\n\n- 252 P. 437\n- 123 Okla. 181\n\n## 판결문 요약\n\nImmediately after 12 o'clock, midnight, March 24, 1924, being the exact time at which Mary Burl McJunkins, of Creek and African descent, was supposed to reach her majority, or, as she expressed it, \"got grown,\" she conveyed 80 acres of land in Okmulgee county to Darwin Filtsch. Concluding that she probably had not reached her majority at that time, Filtsch induced her to execute another deed on April 2, 1924. Two days later, April 4th, he deeded a onehalf of the royalty interest to his wife, Fannie B. Filtsch, and on April 10th gave a mortgage on the land to Farmers National Bank of Chandler to secure a promissory note of $2,000. Each of these instruments was duly recorded. At the suit of Mary Burl McJunkins, a decree was entered canceling the deed to Filtsch upon the ground that it was secured by fraud and for a grossly inadequate consideration, also canceling the royalty deed from Filtsch to his wife and the mortgage from Filtsch to Farmers National Bank, and quieting her title as against these parties and all persons claiming under or through them. There were a number of other parties to the action claiming an interest under contracts, warranty deeds, tax deeds, and resale tax deeds, who are not interested in this appeal and will not be further referred to.\nMaud B. Caswell was decreed to have a lien upon the land by virtue of a mortgage given by the plaintiff. The defendants above mentioned, plaintiffs in error, contend that the mortgage lien of Maud B. Caswell is void, bu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=filtsch-v-mcjunkins"
    }
  ],
  "relatedIncidents": [
    27354,
    27362,
    27448,
    27453,
    27455
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}