{
  "id": 27388,
  "title": "1926년 Estate of Sankey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-09-27",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Estate of Sankey. 판결일: 1926-09-27. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Estate of JOHN S. SANKEY, Deceased\n**판결일**: 1926-09-27\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Thompson\n\n## 변호인\n\nDuke Stone, McLean, Scott & Sayers, Capps, Cantey, Hanger & Scott and W. P. Z. German for Appellant., Hill, Morgan & Bledsoe and Kenneth K. Wright for Respondent.\n\n## 인용\n\n- 249 P. 517\n- 199 Cal. 391\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 393 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 394 \nThis is an appeal from a decree setting aside a former order of the superior court of Los Angeles County, admitting to probate the will of John S. Sankey, deceased, upon ancillary proceedings pursuant to section 1322 of the Code of Civil Procedure et seq., after its admission to probate in the state of Texas. The ancillary proceedings were vacated on petition of Jacquelin S. Sankey, a posthumous child, and pretermitted heir of the deceased.\nA reversal of the judgment is sought chiefly upon the ground that a pretermitted heir, who takes her share of the estate independently of, and in hostility to the will, as provided by section 1306 of the Civil Code, has no interest in the will or the probate proceedings which will authorize her to maintain the contest; and that the proceedings which resulted in the revocation of the ancillary probate of the will at Los Angeles constituted a collateral attack upon the *Page 395 \ndecree of the Texas court and of the former decree of the Los Angeles court.\nJohn S. Sankey died testate at Fort Worth, Texas, November 30, 1921, leaving surviving him a wife and one minor child, named Eleanor Ruth Sankey. The deceased was possessed of an estate of the value of app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-estate-of-sankey"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}