{
  "id": 27382,
  "title": "1926년 Gobrecht 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-10-05",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Gobrecht. 판결일: 1926-10-05. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Stella F. Gobrecht v. Hira R. Beckwith. William E. Gobrecht v. Same.\n**판결일**: 1926-10-05\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Branch\n\n## 변호인\n\nNathaniel E. Martin and Alfred W. Levensaler (Mr. Levensaler •orally), for the plaintiffs., Ira G. Colby and Murchie & Murchie (Mr. Alexander Murchie orally), for the defendant.\n\n## 인용\n\n- 135 A. 20\n- 82 N.H. 415\n\n## 판결문 요약\n\nThe defendant's requests for instructions raise a question regarding the duty of a landlord to his tenants which must be considered before his motions for directed verdicts can be passed upon.\nThe plaintiffs claimed that the accident was the result of a dangerous condition created and maintained by the landlord in a bathroom furnished by him for the common use of the tenants of the building. By his third, fourth and fifth requests the defendant sought to have the court apply to this situation the well-settled rule that a landlord is under no legal duty to repair the leased premises, and that in the absence of warranty or deceit the tenant takes the premises as he finds them and cannot recover against the landlord for injuries sustained by reason of defects therein. Marston v. Andler, 80 N.H. 564; Petroski v. Mulvanity, 78 N.H. 252; Clark v. Sharpe, 76 N.H. 446; Dustin v. Curtis, 74 N.H. 266; Cate v. Blodgett,70 N.H. 316; Towne v. Thompson, 68 N.H. 317.\nIn all the cases where this rule has been applied, the accident happened because of defects in the leased premises themselves which had passed out of the control of the landlord and into the possession of the tenant. The landlord's lack of control over the premises has been stressed in all these cases and seems to be regarded as one of the elements essential to bring a case within the rule. See Stevens v. Company, 73 N.H. 159, 170. The rule has never been applied in this state to those portions of the premises over which the la...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gobrecht-v-beckwith"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}