{
  "id": 27380,
  "title": "1926년 Eckman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-10-12",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Eckman. 판결일: 1926-10-12. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Eckman, in error v. The State, in error\n**판결일**: 1926-10-12\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Crownhart, Eschweiler, Rosenberry\n\n## 변호인\n\nClarence S. Darrozv and Harold’tO, Mulks, both of Chicago, for the plaintiff in error. ., For the defendant in error there was a brief by Alfred L. Godfrey, district attorney of Walworth county, the Attorney General, and J. E. Messer schmidt, assistant attorney general, and oral argument by Mr. 'Godfrey and Mr. Messerschmidt.\n\n## 인용\n\n- 191 Wis. 63\n\n## 판결문 요약\n\n\nThe following opinion was filed June 21, 1926:\nRosenberRY, J.\nThe defendant alleges that the judgment should be reversed, and nine érrors are relied upon for reversal.\n“1. That the court erred in entering judgment upon the verdict and denying defendant’s motion for a new trial, upon the ground that the evidence was insufficient to establish defendant’s guilt of murder in the first degree beyond a reasonable doubt. ’\n“2. That the court erred in giving to the jury the following instruction;\n“ Tn the absence of evidence to the contrary, one who takes the life of another by the infliction of a wound by some act naturally and probably calculated to produce death is presumed to have intended that result; and when one points a loaded gun, which the law saj^s is a dangerous weapon — even if broken, as has been testified the gun in question was broken — at a vital part of the body of another, and voluntarily discharges it with the intention, at least, of disabling the latter, and the life of the person thus fired upon is taken in consequence of such act, the law presumes that the natural, usual, and ordinary consequences of the act were intended, and hence that death,was intended.’\n“3. That the court erred in giving the following instruction to the jury:\n“ ‘This is what is knowm. in the law as the law of self-defense. When self-defense is introduced in justification of a homicide, the first inquiry is as to the alleged necessity. No right is to be abused or to be made a cloak for wro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eckman-v-state"
    }
  ],
  "relatedIncidents": [
    27342,
    27349,
    27451,
    27462,
    27467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}