{
  "id": 2742,
  "title": "2017년 Larry McNutt v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-09-08",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Larry McNutt v. State of Tennessee. 판결일: 2017-09-08. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Larry McNutt v. State of Tennessee\n**판결일**: 2017-09-08\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n                                                                                       09/08/2017\n       IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT JACKSON\n                        Assigned on Briefs February 7, 2017\n\n                 LARRY MCNUTT v. STATE OF TENNESSEE\n\n                 Appeal from the Criminal Court for Shelby County\n                   No. 11-02363       Glenn Ivy Wright, Judge\n                     ___________________________________\n\n                          No. W2016-01086-CCA-R3-PC\n                      ___________________________________\n\nPetitioner, Larry McNutt, appeals the post-conviction court’s denial of relief from his\nconvictions for reckless endangerment and aggravated assault. On appeal, Petitioner\nargues that he received ineffective assistance of counsel. After a thorough review, we\naffirm the judgment of the post-conviction court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nTHOMAS T. WOODALL, P.J., delivered the opinion of the court, in which CAMILLE R.\nMCMULLEN, and J. ROSS DYER, JJ., joined.\n\nAndrew S. Deshazo, Memphis, Tennessee (on appeal) and Warren Campbell, Memphis,\nTennessee (at trial) for the appellant, Larry McNutt.\n\nHerbert H. Slatery III, Attorney General and Reporter; Caitlin Smith, Assistant Attorney\nGeneral; Amy P. Weirich, District Attorney General; and Charles Summers, Assistant\nDistrict Attorney General, for the appellee, State of Tennessee.\n\n               ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=larry-mcnutt-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    2672,
    2728,
    2730,
    2824,
    2854
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}