{
  "id": 27436,
  "title": "1926년 Meadors 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-07-12",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Meadors. 판결일: 1926-07-12. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Meadors v. State.\n**판결일**: 1926-07-12\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Wood\n\n## 변호인\n\nRoy Gean, for appellant., H. W. Applegate, Attorney General, and John L. Carter, Assistant, for appellee.\n\n## 인용\n\n- 285 S.W. 380\n- 171 Ark. 705\n\n## 판결문 요약\n\nThe appellant was indicted in the Sebastian Circuit Court in two counts for the crimes of burglary, and grand larceny. He was tried on both counts, and convicted of the crime of grand larceny and sentenced to one year's imprisonment in the State Penitentiary. From that judgment he appeals. We will dispose of the assignments of error for reversal in the order in which they are presented by counsel for the appellant.\n1. The second count of the indictment charged that the money allege to have been stolen was the property of the Gibson Oil Company, a corporation. Leon Johnson testified that he was employed at the filling station which was operated by the Gibson Oil Company; that the Gibson Oil Company is a corporation; that the appellant took the money belonging to the Gibson Oil Company out of the cash drawer, where it was kept at the Speedway Filling Station in Fort Smith. Counsel for appellant contends that the above testimony was not competent to prove that the Gibson Oil Company is a corporation. In the case of Brown v. State, 108 Ark. 336,339, 157 S.W. 934, we held, quoting from 3 Bishop's New Criminal Procedure, 72, that \"if a corporation is alleged as owner, only its de facto existence need be shown in evidence.\" See 7 R.C.L., p. 163, paragraph 79.\nWe have held in several cases that the existence of a corporation may be proved by general reputation. See Fleener v. State, 58 Ark. 98, 23 S.W. 1; Pearrow v. State,146 Ark. 182, 225 S.W. 311; Kelly v. Stearns Pub. \nNovelty Co....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meadors-v-state"
    }
  ],
  "relatedIncidents": [
    27405,
    27454,
    27168,
    27330,
    27331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}