{
  "id": 27447,
  "title": "1926년 Motl 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-06-26",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Motl. 판결일: 1926-06-26. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles C. Motl Et Al. v. R. W. Boyd Et Al.\n**판결일**: 1926-06-26\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Cureton\n\n## 변호인\n\nHill  Hill, Gaines  Gaines, Seabury, George  Taylor,  Andrews, Streetman, Logue  Mobley,  and  Hudson  Starley,  for plaintiffs in error.\n\nThe State, by reason of its sovereign power, is vested with and has at all times reserved and exercised the ownership and control of all of the waters in all of its statutory navigable streams, and may, through the Legislature, provide for the conservation, control, appropriation, diversion and use thereof for irrigation purposes, and one complying with the p\n\n## 인용\n\n- 286 S.W. 458\n- 116 Tex. 82\n\n## 판결문 요약\n\n              STATEMENT OF THE CASE.\nThis suit was filed in the District Court of Tom Green County by plaintiffs, Charles C. Motl and others, for an injunction restraining the defendants, R. W. Boyd and H. C. White, from pumping water for irrigation purposes from a reservoir in Spring Creek created by a dam built in 1886 by the remote vendors of the plaintiffs adjacent to lands now owned by defendants. A temporary injunction was granted restraining the defendants from pumping the water from said reservoir for the purpose of irrigating their riparian land. The case was tried on motion to dissolve, and the temporary injunction previously granted was modified so as to permit the defendants to divert the waters from the reservoir when the same were running over the dam of plaintiffs. Otherwise the motion was overruled. The defendants appealed to the Court of Civil Appeals for the Third District, which reversed the judgment of the trial court, and remanded the cause to the District Court with instructions to dissolve the temporary injunction. 236 S.W. 487. The case is before us on writ of error granted the plaintiffs, Charles C. Motl and others.\nThe plaintiffs are owners in fee simple of about 914 acres of land located in Tom Green County, known as the \"Twin Mountain Farm,\" situated on and riparian to Spring Creek. The lands were originally the property of Charles Motl and wife, both deceased, and the plaintiffs are their heirs. The defendants *Page 93 \nare fee simple owners of ab...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=motl-v-boyd"
    }
  ],
  "relatedIncidents": [
    27353,
    27452,
    27277,
    27330,
    27331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}