{
  "id": 27448,
  "title": "1926년 Dunlap 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-06-26",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Dunlap. 판결일: 1926-06-26. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: BRADLEY L. DUNLAP, TRUSTEE v. C. M. P’POOL and WIFE, Etc.\n**판결일**: 1926-06-26\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Crownover, DeWitt, Faw\n\n## 변호인\n\nSizer, Chambliss & Sizer, of Chattanooga, for appellant, Trustee., C. A. Noone and Joe Brown, of Chattanooga, for appellees, P’Pool and wife.\n\n## 인용\n\n- 6 Tenn. App. 91\n\n## 판결문 요약\n\nThis was a suit by the trustee in bankruptcy to set aside conveyances made by C.M. P'Pool to his wife, Mrs. Maude D. P'Pool, alleged to be without consideration, voluntary and fraudulent as against the creditors of C.M. P'Pool.\nThe bill alleged that C.M. P'Pool had filed a voluntary petition in bankruptcy and was adjudicated a bankrupt on August 13, 1923, and that complainant was elected trustee and qualified as such and that his liabilities amounted to $5,741.39, with no assets of value scheduled;\nBut that on January 9, 1923, defendant, C.M. P'Pool, had conveyed by deeds a house and lot on Greenwood avenue, in Chattanooga, and thirty-five and one-half acres of land in Hamilton county to his wife, Mrs. Maude D. P'Pool, which conveyances were without consideration, voluntary and fraudulent as to his creditors;\nThat the thirty-five and one-half-acre tract had been previously conveyed by J.T. Webb to Mrs. Maude D. P'Pool on November 29, 1916, and on December 4, 1919, the defendants, C.M. P'Pool and his wife, Mrs. Maude D. P'Pool, conveyed said thirty-five and one-half acres and a house and lot on Cameron Hill to one J.F. McConnell, trustee, who on the same date conveyed said property to defendant, C.M. P'Pool, and that defendants, C.M. P'Pool and wife, Mrs. Maude D. P'Pool, on February 16, 1920, sold said house and *Page 93 \nlot on Cameron Hill for $9,500 and on April 5, 1920, invested a part of the proceeds in the house and lot on Greenwood avenue, and took title in the names o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dunlap-v-ppool-wife"
    }
  ],
  "relatedIncidents": [
    27354,
    27362,
    27383,
    27453,
    27455
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}