{
  "id": 27452,
  "title": "1926년 Wadley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-06-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wadley. 판결일: 1926-06-16. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: J. W. Mingus, Receiver, v. Helen Florence Wadley Et Al.\n**판결일**: 1926-06-16\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Cureton\n\n## 변호인\n\nSaunders  Evans  and  Levy  Evans,  for appellant.\n\nThe District Court of Tarrant County, Texas, had no jurisdiction to hear and determine plaintiff's suit, because the case is not one upon which said court had the right to deliberate, in this, to-wit: Plaintiff's suit is not one brought under Sec. 5, Part 2 of the Workmen's Compensation Act of the State of Texas, (Art. 5246-44 Vernon's Texas Civil Statutes, 1918 Supp.) to set aside a final ruling and decision of the Industrial Accident Board, n\n\n## 인용\n\n- 285 S.W. 1084\n- 115 Tex. 551\n\n## 판결문 요약\n\nThis case is before us on certified question from the Court of Civil Appeals for the Second District.\nOn April 2, 1924, the Industrial Accident Board entered an award against the Associated Employers' Reciprocal, allowing Helen Florence Wadley, the surviving widow of Moses Franklin Wadley, deceased, and Moses Franklin Wadley, a minor, compensation at the rate of $20 per week for a period of 360 weeks, beginning November 21, 1923, less a certain percentage of the award allowed Hugh L. Small and George I. McGee, attorneys for the widow and child of the deceased. On May 5, 1924, the Reciprocal instituted suit to set aside this award in the District Court of Wichita County, where the injury to the deceased occurred, within the time and in a manner sufficient to invoke the jurisdiction of that court, making all the beneficiaries of the award parties. Citation was served upon the defendants, *Page 555 \nthe Wadleys and Small  McGee, all of whom filed answer and cross action in the Wichita suit on June 28, 1924, the answer and cross action containing allegations of fact setting forth their claim for compensation under the provisions of the Workmen's Compensation Act. The Wichita County case was not tried or any further orders entered therein except those which will be hereafter mentioned.\nOn October 2, 1924, long after the institution of the suit in Wichita County by the Associated Employers' Reciprocal, and long after June 28th, the date that the Wadleys and Small  McGee filed answe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mingus-receiver-v-wadley"
    }
  ],
  "relatedIncidents": [
    27353,
    27447,
    27277,
    27330,
    27331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}