{
  "id": 27455,
  "title": "1926년 Stroud 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-06-07",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Stroud. 판결일: 1926-06-07. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Stroud v. Henderson.\n**판결일**: 1926-06-07\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Wood\n\n## 변호인\n\nW. N. Ivie, for appellant.\n\nJohn W. Nance, for appellee.\n\n## 인용\n\n- 284 S.W. 45\n- 171 Ark. 338\n\n## 판결문 요약\n\nThis action was instituted in the Benton Circuit Court by J. M. Henderson against H. L. Stroud Henderson alleged in substance that Stroud, on or about December 1, 1920, sold him stock in the O. K. Truck Company, hereafter called O. K. Company, for which he paid Stroud the sum of $5,575.50; that in conducting the negotiations Stroud represented that he was a director and officer of the O. K. Company, that the company was solvent and doing a large volume of business, and that the purchase of the stock by Henderson would be a good investment; that these representations made by Stroud were false and fraudulent; that Stroud knew that said statements were false; that the representations were made for he purpose of cheating and defrauding the defendant, and had that effect. Henderson prayed for judgment against Stroud in the sum of $5,575.50, with interest from December 31, 1920, until paid.\nIn his answer Stroud denied all the material allegations of the complaint, and made his answer a cross-complaint against Henderson, and set up that judgment had been rendered against him and Henderson in favor of the bank for the balance due on a note bearing interest at the rate of eight per cent., which judgment he had paid. He asked that he have judgment against Henderson for the amount which he had paid to satisfy the judgment of the bank in the sum of $4,074.80, with interest.\nHenderson testified substantially as follows: He had been acquainted with Stroud for some fifteen years. Stroud had...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stroud-v-henderson"
    }
  ],
  "relatedIncidents": [
    27354,
    27362,
    27383,
    27448,
    27453
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}