{
  "id": 27463,
  "title": "1926년 Blasingame 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-05-25",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Blasingame. 판결일: 1926-05-25. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: W.W. Blassingame v. State.\n**판결일**: 1926-05-25\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: DOYLE, J.\n\n## 변호인\n\nC.H. Madden, for plaintiff in error.\n\nThe Attorney General and Smith C. Matson, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 246 P. 891\n- 34 Okla. Crim. 311\n\n## 판결문 요약\n\nOn information charging that in Harmon county, December 25, 1925, W.W. Blasingame \"did then and there unlawfully, willfully, and knowingly sell, barter, give away, and otherwise furnish certain intoxicating liquor, to wit, whisky, to one Delmar Yoakum,\" he was convicted; the jury leaving the punishment to be fixed by the court.\nThe court rendered judgment, and sentenced defendant to pay a fine of $200, and to be confined in jail for 60 days. From the judgment he appeals, and assigns as error the overruling of defendant's demurrer to the jurisdiction of the court; the overruling of the motion for continuance; the overruling of demurrer to the evidence; and that the court erred in refusing to instruct the jury to return a verdict of acquittal.\nThis is a companion case to that of Blassingame v. State,34 Okla. Cr. 308, 246 P. 890, this day affirmed.\nThe evidence for the state shows that defendant furnished to Delmar Yoakum whisky by leaving it at the cemetery *Page 312 \nnear the town of Gould for said Yoakum to sell, which he did, paying defendant $10 received from the sale of one half gallon to a certain person, and $10 from the sale of another half gallon to a certain person and other smaller sales; defendant at the time being employed to aid in the enforcement of the liquor laws in Kiowa county. The defendant did not testify, and the evidence for the state is undisputed.\nBefore commencing the trial, the court overruled a demurrer to the jurisdiction on the ground that no warra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blasingame-v-state"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}