{
  "id": 27465,
  "title": "1926년 Hays 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-05-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hays. 판결일: 1926-05-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jake Hays v. the State\n**판결일**: 1926-05-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Berry\n\n## 변호인\n\nNo brief filed for appellant.\n\n Sam D. Stinson,  State's Attorney, and  Robert M. Lyles, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 283 S.W. 831\n- 104 Tex. Crim. 171\n\n## 판결문 요약\n\nThe offense is unlawful transportation of intoxicating liquor, and the punishment is two years in the penitentiary.\nThe state's testimony is sufficient to show that the appellant transported liquor in Van Zandt County at the time charged in the indictment. It was appellant's theory, supported by his evidence, that while he drove the car in which the liquor was transported he did not know that same contained liquor while he was driving it.\nThe appellant's first complaint is at the court's action in overruling his application for a continuance. This application was based on the absence of the witness, Jinks Cole. The record discloses that Cole was the party in the car with the appellant and the party who sold to the prosecuting witness some of the liquor that was being transported. The bill of exceptions and the testimony heard in connection therewith shows that Cole at the time the application for a continuance was filed was under indictment in the same court in which appellant was tried and that he was a fugitive from justice. The court is not called on to continue a case where the witness on account of whose absence a continuance is sought is a fugitive from justice. Harris v. State, 8 Texas Crim. App. 90. Maloney v. State,43 S.W. 980. Stevens v. State, 49 S.W. 105. Goodwin v. State,44 Tex. Crim. 600; 73 S.W. 804. Vann v. State,48 Tex. Crim. 14; 85 S.W. 1064. Anderson v. State, 53 Tex. Crim. 344;  110 S.W. 54. Deckard v. State, 58 Tex. Crim. 38;  124 S.W. 673.\nBy his second ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hays-v-state"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}