{
  "id": 27460,
  "title": "1926년 State v. . Mansell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-05-27",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Mansell. 판결일: 1926-05-27. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Alvin Mansell.\n**판결일**: 1926-05-27\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Connoe\n\n## 변호인\n\n\n\nAttorney-General Brummitt and Assistant Attorney-General Nash for the State.\n, \nA. Hall Johnston for defendant.\n\n\n## 인용\n\n- 133 S.E. 190\n- 192 N.C. 20\n\n## 판결문 요약\n\nThere are no exceptions to the evidence, offered by the State, to sustain its contention that the crime was committed as alleged in the indictment. There was evidence that the prosecutrix had been married about seven years, and lived with her husband, near the city of Asheville; that she had been the mother of four children, all of whom are dead; that she is not strong, physically. Many witnesses testified that they had known her for many years, and that they knew her general character; that it was good. There was no evidence or contention to the contrary. Her testimony, as to the time and place of the assault, and both as to the purpose of her assailant, and as to the result accomplished by him, was fully corroborated by many facts and circumstances, with respect to which there was no controversy on behalf of defendant.\nThere are no exceptions to the instructions of his Honor, in his charge to the jury, as to the law applicable to the evidence, tending to show that the prosecutrix was the victim of the crime, for which defendant was on trial. These instructions are clear, full and accurate. It is manifest that his Honor felt keenly the grave responsibility which was imposed upon him as the presiding judge at this trial, in which the issue involved, not only the peace and dignity of the State, and the protection of her citizens, but also the life and death of defendant. There were no requests for special instructions; no contention is made, by the learned and zealous counsel,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mansell"
    }
  ],
  "relatedIncidents": [
    27441,
    27471,
    27330,
    27331,
    27334
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}