{
  "id": 27476,
  "title": "1926년 Franzke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-04-10",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Franzke. 판결일: 1926-04-10. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FRANZKE, Plaintiff, v. FERGUS COUNTY Et Al., Defendants\n**판결일**: 1926-04-10\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Callaway, Galen, Holloway, Matthews, Stark\n\n## 변호인\n\nMr. C.W. Buntin , for Plaintiff, submitted a brief, and argued the cause orally.\n\n Mr. Enor K. Matson , County Attorney of Fergus County, Messrs. Belden  DeKalb , and  Mr. Merle G. Groene , for Defendant, submitted a brief;  Mr. O.W. Belden  argued the cause orally.\n\n## 인용\n\n- 245 P. 962\n- 76 Mont. 150\n\n## 판결문 요약\n\nThe Maury ranch, situated in Fergus county, is owned by that county, but it is not material here to inquire just how this came about. It is sufficient to know that the ranch was not acquired for a public purpose, such as a poor farm or the like, but is held by the county in its proprietary capacity and represents an investment of $40,000. From the record, supplemented by oral admissions of counsel, it appears that the county desires to sell the ranch, but is not able to find a prospective purchaser who is willing to pay as much as $40,000 for it if the entire purchase price must be paid at once. It is able, however, to find a prospective purchaser who is ready, able and willing to contract to purchase the ranch for that amount, pay down at least twelve per cent of the price, and pay the balance in not to exceed ten equal installments, with interest on the deferred payments at six per cent per annum, and agree that the county shall retain the title to the property until the entire purchase price is paid. Confronted by this situation, the board of county commissioners determined to receive offers for the property upon the installment plan and to enter into a contract to sell it upon the most favorable terms obtainable, but not for less than $40,000, and to that end is now publishing a *Page 153 \nnotice for bids to be received on the twentieth day of this month.\nA.A. Franzke, a resident taxpayer, instituted this suit on behalf of himself and all others similarly situated to secu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=franzke-v-fergus-county"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}