{
  "id": 27471,
  "title": "1926년 Crawford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-04-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Crawford. 판결일: 1926-04-23. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Selma Crawford, Plaintiff in Error, vs. Sanger Brown Et Al. Defendants in Error\n**판결일**: 1926-04-23\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Farmer\n\n## 변호인\n\nCharles P. R. Macaulay, for plaintiff in error., Frederic A. Brown, George P. Merrick, and Clinton Merrick, for defendants in error.\n\n## 인용\n\n- 151 N.E. 911\n- 321 Ill. 305\n\n## 판결문 요약\n\nSelma Crawford (hereafter referred to as plaintiff) sued Dr. Sanger Brown and Ada Crawford (referred to herein as defendants) for damages for unlawfully restraining her liberty and detaining her in prison. The declaration charged defendants assaulted, beat, ill-treated and unlawfully detained plaintiff in prison for fifteen days, contrary to the laws of Illinois. Defendants filed pleas of not guilty and notices that they would prove special defenses. The special defense Dr. Brown gave notice he would prove was, that plaintiff was restrained in the Kenilworth Sanitarium, owned and conducted by him, while she was of unsound mind and in great danger of injuring herself and attendants, and that she was received at the asylum upon the written request of her son and daughter, and that only such restraint was exercised as was necessary for her welfare. The special defense proposed to be proved by Ada Crawford was, that plaintiff, while of unsound mind, was sent to the sanitarium by her son and daughter for treatment; that it was to plaintiff's best interest and that of her husband, who was ill with typhoid fever, that she be taken to the sanitarium for treatment, and that whatever restraint was placed upon her was incidental to her *Page 307 \nwelfare and to the preservation of her husband's health; that the arrangements for taking plaintiff to the sanitarium were made by her son and daughter and by Dr. Schwartz, who was the physician of plaintiff's husband; that all medicine and tre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crawford-v-brown"
    }
  ],
  "relatedIncidents": [
    27441,
    27460,
    27330,
    27331,
    27334
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}