{
  "id": 27479,
  "title": "1926년 Talbot 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-03-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Talbot. 판결일: 1926-03-29. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE Ex Rel. MARTIN Et Al. v. TALBOT Et Ux.\n**판결일**: 1926-03-29\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: O'Niell\n\n## 변호인\n\nParsons & Colvin, of Mansfield, for appellants., Lee & Bell, of Mansfield, for appellees.\n\n## 인용\n\n- 108 So. 411\n- 161 La. 192\n\n## 판결문 요약\n\nThis is a suit for possession of a minor child. The plaintiffs are the mother and stepfather of the child. The defendants are the child's maternal aunt and the latter's husband. The child is a girl named Mildred Elizabeth Stratton. She was 10 years old on the 13th day of this month. The district court rejected the plaintiffs' demand; and they have appealed from the judgment.\nMrs. Martin, the plaintiff, was born in De Soto parish, and resided there until she was 17 years of age. Her parents then moved to New Mexico, and she went with them. There she married Clarence E. Stratton, when she was 19 years of age, and went with him to live in Newcastle, Ind. The child, Mildred Elizabeth Stratton, was born in Newcastle on the 13th of March, 1916. Four months later Mr. and Mrs. Stratton went to visit her mother in New Mexico, taking the child with them. After spending a year in New Mexico, they visited at the home of Mrs. Stratton's sister and the latter's husband, the defendants in this suit, then residing in Fox, Ark. Thence Mr. and Mrs. Stratton returned with the child to Newcastle, Ind. Stratton, who was a ne'er-do-well, neglected to support his wife and child, and virtually abandoned them in Newcastle, when the child was only 2 years old. Mrs. Stratton went out and found employment in a home where she and the child were allowed to stay; but, being unable properly to support herself and the child, she appealed to her sister, Mrs. Talbot, and, at the latter's invitation, brought th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-martin-v-talbot"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}