{
  "id": 27474,
  "title": "1926년 Chapple 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-04-15",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Chapple. 판결일: 1926-04-15. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Chapple v. National Hardwood Co.\n**판결일**: 1926-04-15\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bird, Clark, McDonald, Sharpe, Snow, Steere, Wiest\n\n## 변호인\n\nCharles E. Ward, Frank D. Eaman, Peter J. Monaghan , and  James  T. McAllister , for appellant.\n\n Norris, McPherson, Harrington  Waer  ( Foss O. Eldred , of counsel), for appellee.\n\n## 인용\n\n- 208 N.W. 704\n- 234 Mich. 496\n\n## 판결문 요약\n\nAbram W. Sempliner is an attorney at law residing in the city of Detroit. He was sued in the Montcalm circuit, charged with liability to respond in damages to purchasers of stock in the National Hardwood Company by reason of fraud alleged to have been perpetrated upon the Michigan securities commission in obtaining permit to sell stock in this State. The National Hardwood Company is a Delaware corporation, and, in accordance with law, it had to and did file its consent to service of process against it upon the commissioner of the State banking department. Sempliner and Jacobson, the two other defendants, reside in the city of Detroit and were there served *Page 497 \nwith process. Process against the National Hardwood Company was served on the commissioner of the State banking department.\nMr. Sempliner appeared specially and moved to set the service upon him aside and also claimed the declaration stated no case against him. By certiorari we review denial of such motion. Questions of practice are not urged. The question of service of process need not be decided, as we entertain the opinion that the declaration states no cause of action against Mr. Sempliner. Our reasons are set forth in Dinsmore v. NationalHardwood Co., ante, 436.\nThe decision in the circuit is reversed, and the suit, as to defendant Sempliner, dismissed, with costs to him.\nBIRD, C.J., and SHARPE, SNOW, FELLOWS, CLARK, and McDONALD, JJ., concurred. STEERE, J., took no part in this decision....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chapple-v-national-hardwood-co"
    }
  ],
  "relatedIncidents": [
    27354,
    27362,
    27383,
    27448,
    27453
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}