{
  "id": 27494,
  "title": "1926년 Cohn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-03-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cohn. 판결일: 1926-03-01. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Cohn\n**판결일**: 1926-03-01\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Sanford\n\n## 변호인\n\nSolicitor General Mitchell and Assistant to the Attorney General Donovan were on the brief, for the United States., Messrs. Benjamin P. Epstein and Bernhardt Frank were on the brief, for defendant in error.\n\n## 인용\n\n- 270 U.S. 339\n- 46 S. Ct. 251\n- 70 L. Ed. 616\n- 1926 U.S. LEXIS 413\n\n## 판결문 요약\n\n\n270 U.S. 339 (1926)\nUNITED STATES\nv.\nCOHN.\nNo. 130.\nSupreme Court of United States.\nSubmitted January 13, 1926.\nDecided March 1, 1926.\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\nSolicitor General Mitchell and Assistant to the Attorney General Donovan were on the brief, for the United States.\nMessrs. Benjamin P. Epstein and Bernhardt Frank were on the brief, for defendant in error.\n*341 MR. JUSTICE SANFORD delivered the opinion of the Court.\nCohn, the defendant in error, was indicted in the District Court for a violation of § 35 of the Penal Code, as amended by the Act of October 23, 1918, c. 194, 40 Stat. 1015. This entire section is set forth in the margin.[1]\n*342 The indictment was dismissed, on demurrer, upon the ground that the statute did not make the matters charged a crime against the United States.[2] This writ of error was then allowed by the District Judge under the provision of *343 the Criminal Appeals Act,[3] permitting the United States a direct writ of error from a judgment sustaining a demurrer to an indictment, based upon the construction of the statute upon which the indictment is founded. United States v. Patten, 226 U.S. 525, 535.\nThe statute provides, inter alia, that: Whoever \"for the purpose of obtaining or aiding to obtain the payment or approval of\" any \"claim upon or against the Government of the United States, or any department or officer thereof, or any corporation in which the United States of America...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-cohn"
    }
  ],
  "relatedIncidents": [
    27354,
    27362,
    27383,
    27448,
    27453
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}