{
  "id": 27491,
  "title": "1926년 Ex Parte Bernadie v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-03-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Bernadie v. State. 판결일: 1926-03-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Charles Bernadie.\n**판결일**: 1926-03-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nP. G. Vaughn  of Porth Arthur, for relator.\n\n Sam D. Stinson,  State's Attorney, and  Nat Gentry Jr., \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 281 S.W. 212\n- 103 Tex. Crim. 435\n\n## 판결문 요약\n\nOn February 17th, 1926, relator presented to Hon. W. C. Morrow, Presiding Judge of this Court, an original application for writ of habeas corpus in which the constitutionality of the Corporation Court of Port Arthur, Texas, was attacked. Relator alleged that he was being restrained of his liberty by W. W. Covington, chief of police of the city of Port Arthur, by virtue of a commitment issued out of said Corporation Court, wherein relator had been assessed a fine of $25 upon conviction for vagrancy. The Presiding Judge of this Court made an order directing the chief of police to show cause on March 3, 1926, why the writ should not issue, in the meantime ordering the release of relator upon bail in the sum of $200. On said March 3rd the chief of police under oath filed his answer, stating that he was in no manner restraining relator of his liberty; that since the order of this Court was made on February 17th the Commission of the City of Port Arthur had remitted the fine assessed against relator and that the cause under which relator had been tried had been cleared from the docket of the Corporation Court; that said chief of police was not now and would not further claim any fine against relator in such case. There is also on file a certified copy of the order made by the Commission of *Page 436 \nPort Arthur remitting the fine and costs theretofore assessed against relator.\nIt thus appears that in so far as relator is concerned the validity of the Corporation Court of the City ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-bernadie-v-state"
    }
  ],
  "relatedIncidents": [
    27330,
    27331,
    27334,
    27337,
    27341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}