{
  "id": 27495,
  "title": "1926년 McClure 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1926-02-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McClure. 판결일: 1926-02-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: E. B. McClure v. the State\n**판결일**: 1926-02-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nE. L. Fulton  and  John Davenport  of Wichita Falls, for appellant.\n\n James V. Allred,  District Attorney,  Sam D. Stinson,  State's Attorney and  Nat Gentry, Jr.,  Assistant State's Attorney, for the State.\n\n## 인용\n\n- 281 S.W. 559\n- 103 Tex. Crim. 496\n\n## 판결문 요약\n\nConviction is for murder, punishment being five years in the penitentiary.\nThe killing occurred on the night of December 5th, 1924, Deceased was Wesley Lisk, a negro. Appellant was special agent for the Ft. Worth  Denver Railroad with headquarters at Wichita Falls. Prior to the killing but on the same night he received a telegram from Vernon advising him that some one had burglarized a caboose there and stolen two suits of clothes and other articles, and requesting him to search arriving trains for the parties. No description of the suspected parties was given nor whether they were white or negroes. In fact the parties at Vernon sending the wire had no idea *Page 498 \nwho had committed the burglary, and did not claim to know or have information that they were on their way to Wichita Falls. The state's case is made out by the statement of appellant the next morning in the presence of witnesses at the scene of the killing after he had been released on bond, the substance of which is, that after he received the telegram he was watching the arriving trains from the direction of Vernon: that he saw two heads sticking out of a coal car, and he climbed on a car immediately behind it; that the two parties jumped off and ran, that he told them to halt before he shot and then shot four times and one of them fell, that the other stumbled and looked like he dropped a bundle but picked it up and kept going. Appellant said if deceased had any weapon on he did not know it, that he was runni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcclure-v-state"
    }
  ],
  "relatedIncidents": [
    27342,
    27349,
    27380,
    27451,
    27462
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}