{
  "id": 27517,
  "title": "1925년 Train 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-12-22",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Train. 판결일: 1925-12-22. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Train v. Train.\n**판결일**: 1925-12-22\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bird, Clark, McDonald, Moore, Sharpe, Steere, Wiest\n\n## 변호인\n\nFrost  Frost , for plaintiff.\n\n Stearns  Kleinstuck , for defendant.\n\n## 인용\n\n- 206 N.W. 358\n- 233 Mich. 315\n\n## 판결문 요약\n\nThis bill of complaint was filed *Page 316 \nby the plaintiff to obtain a divorce from the defendant on the ground of desertion. The case was heard on bill and answer. The court entered a decree dismissing the bill. The plaintiff has appealed.\nThe parties were married on the 4th day of November, 1895, and lived together until February 3, 1919. Two children were born of the marriage, both of whom are of age and are now married. The defendant admits that on the 3d day of February, 1919, she left the plaintiff and has not since lived or cohabited with him, but claims that she was justified in doing so because of his persistently cruel treatment. The defendant was a witness at the hearing and testified as follows:\n\"Q. Why did you separate from Mr. Train?\n\"A. Because he was so cruel I couldn't stay with him. In the past, he had told me a number of times to leave, and that I must leave, and often before he commenced to beat me he told me to leave and after he commenced to beat me he was so cruel and so disagreeable and so violent that I couldn't stay there alone with him.\"\nOn the day she left him she says:\n\"And he struck me and pushed me up against the side of the house and put his hand on my throat and called me a vile name, and he turned me around in some manner and pushed me back across the dining room against a kettle of milk and water there for the calf, pushed me against that, spilling the contents over on my feet, and when he had me against the wall and he threatened to smash...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=train-v-train"
    }
  ],
  "relatedIncidents": [
    27518,
    27520,
    27521,
    27524,
    27526
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}