{
  "id": 27518,
  "title": "1925년 Middleton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-12-21",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Middleton. 판결일: 1925-12-21. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Middleton v. State [Fn]\n**판결일**: 1925-12-21\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Bltjme, Kimball, PotteR\n\n## 변호인\n\nD.J. Howell , Attorney General and  John C. Pickett , Asst. Attorney General for the motion.\n\nBill of Exceptions does not contain a motion for new trial filed within the time allowed by statute; extension of time for filing motion for good cause shown is permissible; 7583 C.S. but without such showing the order is void; Blonde vs. Merriam, 21 Wyo. 513 ,  133 P. 1076 ; Bill of Exceptions does not show denial of motion and exceptions taken, hence nothing to review; Court Rule 13; Schmidt vs. Bank,\n\n## 인용\n\n- 241 P. 715\n- 34 Wyo. 102\n\n## 판결문 요약\n\nThis cause has been heard upon a motion to strike the bill of exceptions and dismiss the proceeding in error. The defendant was convicted upon an information containing two counts of gambling and permitting gambling; and he was sentenced to imprisonment in the county jail for nine months and to pay a fine of $750 under each count, the jail sentences to run concurrently.\nThe motion to strike the bill is based upon several grounds, all stated under one heading, viz: (a) that the bill of exceptions does not show a motion for a new trial filed within the time allowed by statute. (b) That it does not contain an order overruling the motion. (c) That it does not contain a transcript of the testimony. (d) That the pages thereof are not consecutively numbered. (e) That it was not presented for allowance within the *Page 105 \ntime required by statute. Those are also stated, generally, as the grounds for dismissing the proceeding, with the further ground that the original papers were not transmitted to this court under separate cover and separately authenticated as required by our Rule 10. The motion also contains a paragraph asking that the brief on the merits heretofore filed by the plaintiff in error be stricken for the reason that such brief discusses only questions which, to be available in this court, must have been presented to the court below by a motion for a new trial.\nWe think it unnecessary to discuss all of the stated grounds alleged for striking the bill; nor need all of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=middleton-v-state"
    }
  ],
  "relatedIncidents": [
    27517,
    27520,
    27521,
    27524,
    27526
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}