{
  "id": 27521,
  "title": "1925년 Griffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-12-14",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Griffin. 판결일: 1925-12-14. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. THOMAS GRIFFIN, Appellant\n**판결일**: 1925-12-14\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Langdon\n\n## 변호인\n\nNathan C. Coghlan and James A. Himmel for Appellant., U. S. Webb, Attorney-General, and Wm. F. Cleary, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 243 P. 36\n- 75 Cal. App. 561\n\n## 판결문 요약\n\nThe defendant was convicted of robbery and appeals from the judgment. The crime with which he was charged was robbing a bank at Clovis, Fresno County, California, on February 5, 1924, of approximately twenty-eight thousand dollars. The robbery occurred as follows: A man entered the bank and presented a twenty-dollar bill to Thomas Howison, an employee of the bank, and asked for small change. While the change was being counted out, the second robber entered the bank and pointing a revolver at Howison, commanded him to throw up his hands. Howison's hands were then tied with a rope and he was locked in a vault, which was looted. The vice-president of the bank, Mr. R.R. Rayburn, returned from his luncheon before the robbers left the bank. A revolver was pointed at him and he was ordered to stand behind some filing cases. He stepped behind the cases until the robbers left the bank and then ran to the front door in time to see an automobile speeding away. He ran down the street calling to bystanders to stop the automobile, but the men escaped.\nAt the trial, Rayburn identified the defendant as the man who had pointed the revolver at him. Howison was not able to positively identify the defendant as one of the men who participated in the robbery, but stated that he resembled the man who had asked for the change. He stated that he had not noticed this man particularly because *Page 563 \nthere was nothing to arouse suspicion when he entered, and later Howison's attention was upon the ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-griffin"
    }
  ],
  "relatedIncidents": [
    27556,
    27608,
    27620,
    27405,
    27436
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}