{
  "id": 27526,
  "title": "1925년 Howard & Herrin v. Nashville, C. & St. L. Ry. Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-12-06",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Howard & Herrin v. Nashville, C. & St. L. Ry. Co.. 판결일: 1925-12-06. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Howard Herrin v. Nashville, C. St. L. Ry. Co. [Fn]\n**판결일**: 1925-12-06\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Chambliss\n\n## 변호인\n\nJ. B. Mubphbee, for appellant., Fitzgerald Hall, Thos. N. Greeb, Wm. Waller, and Feark SlemoNS, for appellee.\n\n## 인용\n\n- 284 S.W. 894\n- 153 Tenn. 649\n\n## 판결문 요약\n\n* On duty of railroads or street railways with respect to dogs on track, see note in 6 L.R.A. (N.S.), 911.\nRight of action for injuries to dogs by railroad and street cars, see note in 40 L.R.A., 509.\nLiability of railroad for killing dogs, see note in 37 L.R.A., 659.\nA dog, walking slowly south on the fenced track of the railroad company, in broad daylight, meeting and failing to yield the right of way to a heavy northbound passenger train, was struck and killed. The suit was brought to recover $1,000 as his value. He was a foxhound on the scent, and his extraordinary value rests largely on a characteristic exemplified by the manner of his death &#8212; he could neither be cajoled nor intimidated to leave the track &#8212; was removable only by superior physical force, which in this case he deliberately encountered.\nThe train was rounding off of a high bank above a river, and moving at a speed probably too great to admit of sudden stoppage with safety. The engineer was on the lookout, but did not observe the statutory precautions. He did not see the dog, but could not have avoided the accident by the use of the statutory precautions if he had seen him.\nThe testimony shows that a fox hunt was in progress, in which many dogs and their owners and judges were participating; that the owners of this dog knew of the *Page 652 \ncharacteristic already noted &#8212; that if a fox should go on the track this dog would follow and would face a locomotive to his death in the pursuit. It f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howard-herrin-v-nashville-c-st-l-ry-co"
    }
  ],
  "relatedIncidents": [
    27520,
    27534,
    27537,
    27548,
    27557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}