{
  "id": 27524,
  "title": "1925년 Belk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-12-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Belk. 판결일: 1925-12-09. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Walter Belk v. the State\n**판결일**: 1925-12-09\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nLincoln  Barkman,  of Texarkana, for appellant.\n\n Sam D. Stinson,  State's Attorney, and  Nat Gentry, Jr., \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 278 S.W. 842\n- 102 Tex. Crim. 561\n\n## 판결문 요약\n\nThis appeal is taken from a conviction for a violation of the law forbidding the sending, delivering, etc., of an anonymous letter reflecting upon the chastity of a female, with punishment fixed at a fine of $250.00 and thirty days in the county jail.\nWe find nothing in appellant's motion to quash the complaint and information, or in his motion in arrest of judgment. The alleged anonymous letter was set out fully in the pleadings, and *Page 562 \ninnuendo averment was resorted to in order that certain expressions used in the letter might be made plain. Both motions referred to were couched in general language and charged that no offense against the law was pleaded. The letter follows:\n\"Listen C, &#8212; if you will give me some I will get you a coat and lend you my silver fox fur to wear this winter. Answer and return this letter and don't tell no one that I told you this, for what people don't know don't hurt them.\"\nThe proof showed without contradiction that Cecil Belk, the alleged injured female, understood the expression \"if you will give me some,\" in accord with the explanatory averments appearing in the pleading.\nIn his brief appellant urges that the statute was not made to cover a case where the alleged anonymous letter is written in the presence of the female and delivered to her by the writer; and that the language of the letter is reflective only because of the character of the proposal made to the young woman. Bradfield's case, 166 S.W. Rep. 734, holds that one who ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=belk-v-state"
    }
  ],
  "relatedIncidents": [
    27517,
    27518,
    27520,
    27521,
    27526
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}