{
  "id": 27520,
  "title": "1925년 Fox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-12-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Fox. 판결일: 1925-12-16. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Philip Fox Et Al. Plaintiffs in Error\n**판결일**: 1925-12-16\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Duncan, Thompson\n\n## 변호인\n\nThomas D. Nash, (Michael J. Ahern, and Elwyn E. Long, of counsel,) for plaintiffs in error., Oscar E. Carlstrom, Attorney General, Robert E. Crowe, State’s Attorney, and Merrill F. Wehmhoff, (Edward E. Wilson, Clarence E. Nelson, W. A. Rittenhouse, and William McSwiggin, of counsel,) for the People.\n\n## 인용\n\n- 150 N.E. 847\n- 319 Ill. 606\n\n## 판결문 요약\n\nAbout one o'clock A. M. June 9, 1921, Thomas A. Skirven was shot and killed in front of a Yellow Cab Company station located on the west side of Kedzie avenue north of Twelfth street, in the city of Chicago. The shot that killed him, and other shots that struck the building and a taxi-cab standing in front of the building, were fired from a touring car proceeding north on Kedzie avenue. Plaintiffs in error, Philip Fox and Morris Steuben, employees of the Checker Taxi Company, and three other persons, Charles Goldstein, Jimmie Mogley and Max Podolsky, who were granted a separate trial, were indicted for the murder at the June term, 1921, of the criminal court. Plaintiffs in error were placed on trial at the April term, 1922, but there was no verdict because of the disagreement of the jury. At the June term, 1925, plaintiffs in error were tried a second time, and there was a verdict finding them guilty and fixing their punishment at imprisonment in the penitentiary for their natural lives. This writ of error is prosecuted to review the judgment entered on this verdict.\nEach of plaintiffs in error confessed his participation in this murder. On the first trial their confessions were offered in evidence, but the trial judge held that they were incompetent because they were involuntary. Prior to the second trial each of plaintiffs in error filed a petition asking the court to suppress the confessions on the ground that the ruling on their admissibility in the first trial is res jud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-fox"
    }
  ],
  "relatedIncidents": [
    27526,
    27534,
    27537,
    27548,
    27557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}