{
  "id": 27534,
  "title": "1925년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-11-14",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Wilson. 판결일: 1925-11-14. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE, Respondent, v. WILLIAM C. WILSON, Appellant\n**판결일**: 1925-11-14\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Budge, Givens, Lee, Taylor, William\n\n## 변호인\n\nRalph L. Albaugh and W.A. Ricks, for Appellant.\n\nC. S., secs. 8819, 8865-8874, and 8875, plainly contemplate that the filing of new indictment or an information after demurrer sustained, or upon a dismissal of the cause, shall rest in the discretion of the court, not in the discretion of the district attorney, and that it shall be filed upon the court's direction to the district attorney to do so. ( Ex parte  Williams ,  116 Cal. 512 ,  48 P. 499 ;  Adams v. State  (Okl.), 209 Pac. 189 ;  Ex par\n\n## 인용\n\n- 243 P. 359\n- 41 Idaho 616\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 618 \nAppellant on a charge of first degree murder was convicted of murder in the second degree.\nNeil Simpkins, a deputy sheriff of Bonneville county, went to the residence of appellant in Idaho Falls with warrants to arrest him. He was met at the door of appellant's house by appellant's wife, who informed him that appellant was not there but would be back in a few minutes. She then asked him what he wanted appellant for, and he informed her he had a warrant of arrest for him on a liquor charge. She thereupon informed the deputy that she would send her husband down to the sheriff's office when he returned and the deceased said she need not bother, that he would come and get appellant. Thereupon Simpkins drove away from the house but returned in about ten or fifteen minutes. While Simpkins was gone appellant returned and his wife informed him that Simpkins had been there with a warrant of arrest for him on a liquor charge and instructed him to go down to the sheriff's office. Appellant left the house and got into his car, the car being in the garage; at about this time Simpkins drove up to the end of the driveway, extending, from the garage to the street. The deceased got out of his car, shut the door and proceeded *Page 626 \nup the driveway toward the garage, where he met Mrs. Wilson, who angrily tried to stop him and asked him what he int...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wilson"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27537,
    27548,
    27557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}