{
  "id": 27540,
  "title": "1925년 Dougherty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-11-06",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Dougherty. 판결일: 1925-11-06. 법원: New Jersey Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: William Dougherty v. Adam Dougherty, David Dougherty, Mary Dougherty and Lottie Dougherty\n**판결일**: 1925-11-06\n**법원**: New Jersey Court of Chancery\n**관할**: New Jersey, NJ\n\n**판사**: CHURCH, V.C.\n\n## 변호인\n\nMr. Joseph F. Nardiello , for the complainant.\n\n Mr. Charles W. Weeks , for the defendants.\n\n## 인용\n\n- 98 N.J. Eq. 126\n\n## 판결문 요약\n\nThis is an action for partition of certain lands in Morris county, New Jersey. These lands belonged to William Dougherty, Sr., father of the complainant and of the defendants Adam Dougherty, David Dougherty and Mary Dougherty, now Mary Curtiss. William Dougherty died on November 9th, 1924.\nThe defendant sets up as a defense to the action an agreement between William Dougherty, Sr., and himself, wherein William, Sr., agreed to leave these lands to Adam, his son, providing that said Adam should care for the deceased and his wife during their lives.\nThere is no question as to the legality of such an agreement, if it can be established, and it is not such a promise as comes within the statute of frauds.\nIn Boulanger v. Churchill, 86 N.J. Eq. 96, Vice-Chancellor Lewis held: \"Payment in services will not, as a general rule, take the contract out of the statute any more than payment in money, but some services cannot be measured by their money value, and were not intended to be so measured. Services of affection rendered by a child to its parents, rendered as consideration for an oral promise, cannot be compensated by money damages.\"\nIn Davison v. Davison, 13 N.J. Eq. 246, the chancellor held: \"That the contract was by parole, and not in writing, while it greatly increases the difficulty of proving its terms, constitutes no valid objection to its enforcement. There has been a part performance on the part of the complainant [son]. He served his father several years upon the faith of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dougherty-v-dougherty"
    }
  ],
  "relatedIncidents": [
    27543,
    27561,
    27563,
    27616,
    27623
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}