{
  "id": 27547,
  "title": "1925년 Lee v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lee v. State. 판결일: 1925-10-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Frank Lee v. the State\n**판결일**: 1925-10-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Berry, Morrow\n\n## 변호인\n\nJ. Frank Wilson,  for appellant.\n\n Shelby S. Cox,  District Attorney,  Wm. McGraw,  Assistant District Attorney,  Tom Garrard,  State's Attorney, and  Grover C.  Morris,  Assistant State's Attorney, for the State.\n\n## 인용\n\n- 277 S.W. 151\n- 102 Tex. Crim. 2\n\n## 판결문 요약\n\nThe appellant was convicted in the District Court of Dallas County for the offense of disposing of mortgaged property and his punishment assessed at confinement in the penitentiary for a term of two years.\nThe facts are amply sufficient to support the verdict.\nBy bill of exceptions No. 2 appellant complains that:\n\"The State offered in evidence some sort of a mortgage alleged to have been signed by defendant, over defendant's duly reserved objection and exception; that counsel for defendant made the following objection to the offering of said mortgage: because the mortgage does not set out the location of the property at the time the mortgage was taken; because there is no stipulation in the mortgage stating that it was subsisting at the time of the disposition of the property; and because the certified copy of the mortgage is not the best evidence to be introduced.\"\nThis bill of exceptions is entirely insufficient to show any error. We have had occasion, in the very recent case of Robbins v. State, 272 S.W. 176, to state our views with reference to what a bill of exceptions should contain in order to warrant this court in considering it. In that case, we attempted to clearly state the necessary requisites of a bill of exceptions and the bill in the instant case does not comply with any of the necessary requirements, even the mortgage itself is not set out in the bill of exceptions, and we find in the bill no facts stated which would warrant us in holding that error is shown i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-state"
    }
  ],
  "relatedIncidents": [
    27517,
    27518,
    27520,
    27521,
    27524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}