{
  "id": 27548,
  "title": "1925년 Sizemore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-16",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Sizemore. 판결일: 1925-10-16. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Sizemore v. Commonwealth.\n**판결일**: 1925-10-16\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Settle\n\n## 변호인\n\nA. H. PATTON and A. S. JOHNSON for appellant., PRANK E. DAUGHERTY, Attorney General, and GARDNER K. BYERS, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 276 S.W. 524\n- 210 Ky. 637\n\n## 판결문 요약\n\nReversing.\nThe appellant, Andy Sizemore, was indicted in the Breathitt circuit court for the murder of Albert Noble, and on his trial in that court for the crime, by verdict of the jury, was found guilty thereof and his punishment fixed at imprisonment in the penitentiary for life. By this appeal he seeks the reversal of the judgment rendered by the trial court in approval of that verdict and directing its enforcement.\nOnly two of the several grounds upon which the appellant based his motion for a new trial made in and overruled by the court below, are relied on in the brief of appellant's counsel for the reversal of the judgment of conviction. The first of these two grounds is, that he was prevented from receiving a fair and impartial trial because of the bias and prejudice entertained towards and against him by two members of the jury, viz., S.P. Carpenter and William Griffith, arising, as alleged, out of the relationship sustained by each of them to Albert Noble, the victim of the homicide in question, and the family of the latter.\nOn the hearing of the appellant's motion for a new trial by the circuit court, it was established by the affidavit of one Cola Hudson, purporting to be based upon his acquaintance with the jurors, Carpenter and Griffith, and knowledge of their family connections and that of the deceased, in which, among other things, it is stated that Carpenter \"is an uncle of Sam Noble, and that Sam Noble is an uncle of the deceased, Albert Noble;\" that Griffit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sizemore-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27534,
    27537,
    27557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}