{
  "id": 27542,
  "title": "1925년 Hansen-Peterson Co. v. Atchison, Topeka & Santa Fe Railway Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-30",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Hansen-Peterson Co. v. Atchison, Topeka & Santa Fe Railway Co.. 판결일: 1925-10-30. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Hansen-Peterson Company v. Atchison, Topeka Santa Fe Railway Company and Others. [Fn1]\n**판결일**: 1925-10-30\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Quinn\n\n## 변호인\n\nG. H. Smith , for appellant.\n\n Sanborn, Graves  Ordway  and  Emmet Trainor , for respondents.\n\n## 인용\n\n- 205 N.W. 605\n- 165 Minn. 43\n\n## 판결문 요약\n\n1 Reported in 205 N.W. 605.\nAction to recover damages to a carload of grapes, sustained while in transit from Amphers, California, over the line of six different carriers to Ely, Minnesota. The cause was tried to the court, findings were made and judgment ordered against the plaintiff. The plaintiff moved for amended findings or for a new trial, and appealed from an order denying its motion.\nThe grapes were in good condition, properly loaded and delivered to the Central California Traction Company, as the initial carrier, under a bill of lading issued by it on October 15, 1921. On the following day, the shipment was delivered, in good condition, to the respondent, The Atchison, Topeka  Santa Fe Railway Company, and by it transported to Kansas City, Missouri, where it was transferred *Page 45 \nby that company to another connecting carrier, the identity of which is not disclosed by the record. The shipment was then transported over the undisclosed line and delivered to the Great Northern Railway Company, which delivered it to the Northern Pacific Railway Company, which in turn delivered it to the defendant, Duluth  Iron Range Railroad Company, and that carrier delivered the shipment to the owner thereof at Ely, Minnesota, in a damaged condition. Neither the Great Northern nor the Northern Pacific enters Kansas City, nor was either of them or the undisclosed line made parties to this suit.\nThe Iron Range Railroad Company was the terminal carrier, which received the grapes at Dul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hansen-peterson-co-v-atchison-topeka-santa-fe-railway-co"
    }
  ],
  "relatedIncidents": [
    27348,
    27517,
    27518,
    27520,
    27521
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}