{
  "id": 27544,
  "title": "1925년 Rodgers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rodgers. 판결일: 1925-10-28. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Fred Rodgers v. the State\n**판결일**: 1925-10-28\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Berry, Morrow\n\n## 변호인\n\nHoover, Hoover  Willis,  for appellant.\n\n Sam D. Stinson,  State's Attorney, and  Nat Gentry, Jr., \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 277 S.W. 664\n- 102 Tex. Crim. 331\n\n## 판결문 요약\n\nThe appellant was convicted in the District Court of Hemphill County for the offense of arson and her punishment assessed at confinement in the penitentiary for a term of two years. *Page 332 \nThere are but two bills of exception contained in the record. Bill of exceptions No. 1 complains at the court's action in refusing to grant an election. The record discloses that this bill was not filed until November 28, 1924, and that the term of court at which the appellant was tried adjourned on the 3rd day of September, 1924, and the record fails to show that appellant was granted an extension of time in which to file bills of exception and statement of facts. Under this condition of the record, appellant's bill of exceptions No. 1 should not be considered. An inspection of same, however, if it could be considered, fails to show any error. The court in his charge, in pertinent language specifically limited the jury to a consideration of facts which show one transaction and one only and no harm was therefore done to the appellant in refusing to grant her motion for an election.\nThe other bill of exception contained in the record complained at the argument of the district attorney. The bill shows that the district attorney was reprimanded by the court for the use of the language complained of and the jury was instructed by the court to not consider the argument complained of and the court's qualification to the bill further shows that no written request was made by the appellant to h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rodgers-v-state"
    }
  ],
  "relatedIncidents": [
    27331,
    27517,
    27518,
    27520,
    27521
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}