{
  "id": 27543,
  "title": "1925년 Hecht 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-28",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hecht. 판결일: 1925-10-28. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People Ex Rel. William H. Martin, County Collector, Appellee, vs. Herman Hecht, Appellant\n**판결일**: 1925-10-28\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Dunn\n\n## 변호인\n\nHiles, Newell & Brown, (Donald Kirkpatrick, of counsel,) for appellant., Oscar E. Carlstrom, Attorney General, Montgomery S. Winning, Edward C. Fitch, and Joseph P. Streuber, for appellee.\n\n## 인용\n\n- 149 N.E. 418\n- 318 Ill. 395\n\n## 판결문 요약\n\nThe county collector of Madison county applied at the June term, 1924, of the county court for judgment and order of sale for taxes against delinquent lands, and Herman Hecht and 198 other owners of farms appeared and filed identical objections to judgment against their lands. The objections were six in number, but in substance all amounted to the single objection that the board of review had fraudulently discriminated in its assessment against farm lands and in favor of city lots. The objections applied to only one-third of the taxes assessed against the lands, each of the objectors having paid the other two-thirds, and it was stipulated between the State's attorney and all the objectors that the testimony offered on behalf of the objectors in the case against Herman Hecht should be considered and applied to the cases of all the other objectors so far as applicable, and that the objections to testimony and the rulings of the court on questions of law in the Hecht case should apply to the cases of all the objectors; that each of the tracts of land described in the objections was used exclusively for agricultural purposes; that the same proportionate amount of tax was objected to by each objector and the same principles of law were involved in the case of each objector. The case of Herman Hecht was heard, and at the February term, 1925, his objections were overruled and a judgment and order of sale were entered against his land, from which he appealed. *Page 397 \nThe year 1923...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-martin-v-hecht"
    }
  ],
  "relatedIncidents": [
    27540,
    27561,
    27563,
    27616,
    27623
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}