{
  "id": 27555,
  "title": "1925년 Daviss. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-08",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Daviss.. 판결일: 1925-10-08. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Marvin Davis, Walter Davis, Clinton H. Peeler and George Jacobs, in Error v. State\n**판결일**: 1925-10-08\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: TERRELL, J. &#8212;\n\n## 변호인\n\nMcNamee, Wilson and Koester,  Attorneys for Plaintiff in Error;\n\n Rivers Buford,  Attorney General, and  J. B. Gaines,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 105 So. 843\n- 90 Fla. 317\n\n## 판결문 요약\n\nMarvin Davis, Walter Davis, Clinton H. Peeler and George Jacobs were informed against in the Criminal Court of Record of Duval County, December 16, 1924, for breaking and entering a building with intent to commit a felony and grand larceny. They were convicted of breaking and entering with intent to commit a misdemeanor and petty larceny. Marvin Davis was sentenced to confinement in the County jail of Duval County at hard labor for the period of one day, and Walter Davis, Clinton H. Peeler and George Jacobs each were sentenced to hard labor in the State Penitentiary for the term of five years. Motion for new trial was denied, and writ of error taken to this court.\nAssignments of error one, two, three, four and five treat the question of whether or not the confessions of the several plaintiffs in error were in law voluntarily made and properly admitted in evidence.\nThe law is well settled that to render a confession by one charged with a crime admissible in evidence against him, it must be voluntarily made though it may not be the spontaneous utterance of the one charged, and it may be obtained by questioning in the custody of an officer or in jail. The jury may always consider the method and circumstances under which a confession is obtained in determining *Page 319 \nits credibility. Underhill on Criminal Evidence (2nd ed.), 140; McNish v. State, 47 Fla. 69, 36 South. Rep. 176; McDonald v. State, 70 Fla. 250, 70 South. Rep. 24; Phillips v. State,88 Fla. 117, 101 South. Rep. 2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daviss-v-state"
    }
  ],
  "relatedIncidents": [
    27517,
    27518,
    27520,
    27521,
    27524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}