{
  "id": 27557,
  "title": "1925년 Cline 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-06",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Cline. 판결일: 1925-10-06. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. . Rush Cline\n**판결일**: 1925-10-06\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Lively\n\n## 변호인\n\nStafford  Rhodes , for plaintiff in error.\n\n Howard B. Lee , Attorney General, and  R. A. Blessing , Assistant Attorney General, for the State.\n\n## 인용\n\n- 130 S.E. 91\n- 100 W. Va. 57\n\n## 판결문 요약\n\nDefendant Rush Cline was tried at the April Term, 1924, of the Circuit Court of Mingo County, upon an indictment charging him with the murder of Corbet Mounts. The jury returned a verdict of second degree murder, and on May 2, *Page 59 \n1924, he was sentenced to serve eight years in the penitentiary. This writ followed.\nThe errors relied upon for reversal are: (1) The court erred in refusing to set aside the verdict and grant a new trial, because the evidence does not justify a verdict of more than voluntary manslaughter; (2) The court erred in giving State's instruction No. 1, so far as it refers to the different degrees of homicide, and in stating to the jury that under the indictment in this case, if the evidence so warranted, they could render a verdict of murder in the first or second degrees; and (3) The court erred in refusing to give defendant's instruction No. 1 touching upon the character and general reputation of defendant as a peaceable and law-abiding citizen.\nA consideration of the points of error relied upon for reversal, renders necessary a brief summary of the evidence. Rush Cline, the defendant, was employed as a miner in the coal mines at War Eagle and had been so employed for a number of years. He was a married man with a wife and two small children. About two months before the fatal shooting, Corbet Mounts, during Cline's absence at work in the mines, began paying visits to defendant's home to see the latter's wife. As a result, Mounts and the defendant's...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cline"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27534,
    27537,
    27548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}