{
  "id": 27556,
  "title": "1925년 Cole 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-10-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cole. 판결일: 1925-10-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ollie Cole v. the State\n**판결일**: 1925-10-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore, Morrow\n\n## 변호인\n\nDickens  Dickens  of Austin, for appellant.\n\n Sam D. Stinson,  State's Attorney, and  Robert M. Lyles, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 286 S.W. 204\n- 104 Tex. Crim. 533\n\n## 판결문 요약\n\nAppellant was convicted in the Criminal District Court of Travis County of robbery with firearms, and his punishment fixed at five years in the penitentiary.\nThese seems no denial in the record of the fact that appellant and a companion, by the display and use of a pistol, held up a group of young men out in the woods on Sunday afternoon and took from them about $95.00 in money. There had been a crap game in progress and appellant and his companion had lost their money. There appears to have been any where from a half dozen to a dozen parties engaged in the game. After losing their money appellant and his companion testified that they were told by another party named Walters, who did not testify, that he had seen a man named Davis use a pair of crooked dice in the game. Davis was one of nine men who were held up by appellant and from each of whom he took various sums of money. There were ten counts in the indictment, one charging robbery of all of the parties collectively, and in each of the other nine counts a separate robbery of the individual person was charged. The conviction was had upon the fifth count which charged appellant with robbery of one Canady. There was no claim on the part of appellant or his companion that Canady used any crooked dice or had any connection with or knowledge of the use of any crooked dice, if any.\nThe bill of exceptions complaining of the refusal of an application for continuance was not approved by the trial court. The second bill of excepti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cole-v-state"
    }
  ],
  "relatedIncidents": [
    27521,
    27608,
    27620,
    27405,
    27436
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}