{
  "id": 27563,
  "title": "1925년 Wagner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-09-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Wagner. 판결일: 1925-09-22. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Wagner v. United States\n**판결일**: 1925-09-22\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Lewis and Booth, Circuit Judges, and Phillips, District Judge\n\n## 변호인\n\nAnthony P. Nugent, of Kansas City, Mo., for plaintiff in error., S. M. Carmean, Asst. U. S. Atty., of Kansas City, Mo. (Charles C. Madison, U. S. Atty., and EL L. Donnelly, Asst. U. S. Atty., both of Kansas City, Mo., on thq brief), for the United States.\n\n## 인용\n\n- 8 F.2d 581\n\n## 판결문 요약\n\n\n8 F.2d 581 (1925)\nWAGNER\nv.\nUNITED STATES.\nNo. 6937.\nCircuit Court of Appeals, Eighth Circuit.\nSeptember 22, 1925.\nAnthony P. Nugent, of Kansas City, Mo., for plaintiff in error.\n*582 S. M. Carmean, Asst. U. S. Atty., of Kansas City, Mo. (Charles C. Madison, U. S. Atty., and H. L. Donnelly, Asst. U. S. Atty., both of Kansas City, Mo., on the brief), for the United States.\nBefore LEWIS and BOOTH, Circuit Judges, and PHILLIPS, District Judge.\nBOOTH, Circuit Judge.\nPlaintiff in error, hereafter called defendant, was tried and convicted under both counts of an indictment charging violation of the Act of Congress approved March 3, 1897 (29 Stat. 626 [Comp. St. §§ 6070-6077]). The first count charged that on or about the 18th of January, 1922, at Kansas City, Mo., defendant did unlawfully, and with intent to defraud the United States and divers persons, use and have in his possession certain falsely made, forged, and counterfeit strip stamps, in imitation and similitude of and purporting to be internal revenue engraved strip stamps made and used under the provisions of the Act of Congress approved March 3, 1897, in the bottling of distilled spirits in bond, knowing the same to be forged. The second count was of like tenor, except that it charged possession on the 5th day of April, 1924.\nWe take up first the conviction under the second count. The evidence to support this count was obtained by a search of the premises No. 5301 Cleveland avenue, Kansas City, Mo., the residence of def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wagner-v-united-states"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27561,
    27616,
    27623
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}