{
  "id": 27561,
  "title": "1925년 Hicks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-09-29",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Hicks. 판결일: 1925-09-29. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Hicks v. Kimbro.\n**판결일**: 1925-09-29\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Sandidge\n\n## 변호인\n\nW. J. WEBB for appellant., E. B. MARTIN, L. L. HINDMAN and J. D. VIA for appellee.\n\n## 인용\n\n- 275 S.W. 814\n- 210 Ky. 265\n\n## 판결문 요약\n\nAffirming.\nAt the primary election held August 1, 1925, appellant, H.E. Hicks, and appellee, Lonie Kimbro, were candidates for the Democratic nomination for sheriff of Hickman county, Kentucky. As shown on the face of the returns appellee received 37 votes more than appellant did and he was awarded the certificate of nomination. Thereafter and within the time fixed by law appellant instituted a contest for the nomination upon the sole ground that by fraud or mistake the election officers in the various precincts of the county failed to count and certify for him all the votes received by him and did count and certify for contestee more votes than lie had received. The sole purpose of this contest was to obtain a recount of the ballots, and the grounds of contest were sufficient for that purpose. The contestee answered denying the allegations of the petition, and by way of counter contest challenged as illegal and void certain named votes received by contestant. The answer was traversed, and, upon the issues thus made, the proceeding came on for trial before the Hickman circuit court, the evidence being heard orally by consent and being reported by the court stenographer. After hearing the evidence introduced pro and con as to the preservation of the integrity of the ballots, the trial court overruled contestant's motion to open the ballot boxes and recount the ballots, and entered judgment dismissing the contest. This appeal is prosecuted from that judgment and it presents the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hicks-v-kimbro"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27563,
    27616,
    27623
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}