{
  "id": 27583,
  "title": "1925년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-06-16",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Williams. 판결일: 1925-06-16. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: The STATE v. LEON WILLIAMS, Appellant\n**판결일**: 1925-06-16\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Walker'\n\n## 변호인\n\nJohn R. Davis  and  Paul A. Richards  for appellant.\n\n(1) The reason that the entire evidence was insufficient, in law, to establish the  corpus delicti . State v. Henderson, 186 Mo. 473 ; State v. Barrington,  198 Mo. 23 ; State v. Burgdorf, 53 Mo. 65 ; State v. Nesenhener,  164 Mo. 461 ; State v. Francis, 199 Mo. 671 ; State v. Gordon,  199 Mo. 561 ; State v. Bass, 251 Mo. 107 ; State v. Welton, 225 S.W. 965; State v. Parr, 246 S.W. l.c. 906; State v. Stemmons, 262 S.W. 706; State v. Gatewood,\n\n## 인용\n\n- 274 S.W. 427\n- 309 Mo. 155\n\n## 판결문 요약\n\nAt the December term, 1923, of the Circuit Court of the City of St. Louis, the appellant and several other negroes were jointly indicted for the murder of a white man named Harry Leonard. A severance was granted and the appellant was separately tried in June, 1914, convicted of murder in the first degree, and his punishment assessed at death.\nOn December 30, 1923, the deceased and his wife kept a soft drink parlor on the corner of Randolph and Twenty-second streets in the city of St. Louis. The room where the business was conducted was on the ground floor of a building, the entrance to which was on Randolph Street. A bar, such as was formerly used in saloons, extended along the room from the south to the north. The room was divided by swinging doors. In *Page 164 \nthe portion of the room north of these doors and parallel with the bar was a cigar case, directly in the rear of which was a large safe, which stood against the west wall of the building. The deceased and his wife had conducted the business named at the place stated for about three years. The section was inhabited almost exclusively by negroes, who were the principal patrons of the place.\nAbout 11:30 P.M. on Sunday night, December 30, 1923, a negro man entered the business place of the deceased and ordered and drank a glass of root-beer, which was served to him by the deceased. About the same time another negro entered and bought a package of cigarettes. These two left the room separately soon thereafter. Immediatel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27534,
    27537,
    27548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}