{
  "id": 27582,
  "title": "1925년 Cosper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-06-19",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Cosper. 판결일: 1925-06-19. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. H. T. COSPER, Appellant, v. THE VALLEY BANK, a Corporation, Appellee\n**판결일**: 1925-06-19\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Lockwood\n\n## 변호인\n\nMr. A. R. Lynch, for Appellant., Mr. Charles L. Rawlins, for Appellee.\n\n## 인용\n\n- 237 P. 175\n- 28 Ariz. 373\n\n## 판결문 요약\n\nW.H.T. Cosper, hereinafter called plaintiff, brought suit against Valley Bank, a corporation hereinafter called defendant, to quiet title to certain real estate. The complaint was in the usual form. Defendant answered setting up that plaintiff bought the land from one James V. Parks and wife in January, 1923; that in October, 1921, and when Parks and his wife owned the land, a deficiency judgment of some twenty-five thousand dollars ($25,000.00) was duly docketed against Parks, which was still unpaid, and a lien on the land, this being the interest therein claimed by defendant. The judgment was set up in full, and it appeared that it was against John Gleeson and wife and Parks individually for the balance due on a promissory note after the foreclosure of a chattel mortgage on some cattle owned by Gleeson, which mortgage was security for the note. Plaintiff replied to the answer, alleging that the transaction, out of which the judgment arose, was one in regard to the separate property rights of Parks solely, and in no way connected with the community property or community affairs of Parks and his wife. He claimed that for such reason the judgment could not be a lien on the community real estate. The case was tried before the court without a jury, and judgment rendered for the defendant bank, from which an appeal was taken to this court. There was no conflict in the evidence, and the case must be determined on questions of law, three of which are raised by this appeal.\nThe firs...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cosper-v-the-valley-bank"
    }
  ],
  "relatedIncidents": [
    27517,
    27518,
    27520,
    27521,
    27524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}