{
  "id": 27596,
  "title": "1925년 Sealey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-05-26",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Sealey. 판결일: 1925-05-26. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Otto Sealey, Plaintiff in Error, v. the State of Florida, Defendant in Error\n**판결일**: 1925-05-26\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Browne, Ellis, Strum, Terrell, West, Whitfield\n\n## 변호인\n\nGuy Gillen  and  J. B. Hodges,  for Plaintiff in Error;\n\n Rivers Buford,  Attorney General, and  Marvin C. McIntosh, \nAssistant, for the State.\n\n## 인용\n\n- 105 So. 137\n- 89 Fla. 439\n\n## 판결문 요약\n\nOtto Sealey was convicted of murder with recommendation to mercy. There are twenty-four assignments of error, but as they practically present but three questions, we will discuss them by subjects instead of by number.\nThe first seven relate to the exclusion of testimony offered by the defendant to prove that at the time of the killing, the deceased was living in a house of ill-fame, and that the witness J. C. Roberts, a constable, then had a warrant in his pocket for the arrest of Wynn for living in adultery with one of the women in the house.\nUnchastity does not raise a presumption of untruthfulness, *Page 441 \nnor disqualify a person from becoming a witness, nor so discredit him as to make his testimony unworthy of belief.\nIn the case relied upon by counsel for plaintiff in error, it was offered to be proved that the deceased had beenconvicted of keeping a house of ill-fame; a felony under the statute of Oklahoma. The court held that this was improperly excluded, because if the declarant were living and had been a witness, the defendant would have had the right to cross-examine him relative to his conviction of a felony for the purpose of discrediting him, and, should he have denied such conviction, evidence thereof would have been proper by way of impeachment. The court said: \"The reason for such rule seems to be that the proof of the conviction of declarant of such a crime, by producing the record thereof, raises no collateral issue of fact, and presents nothing for furth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sealey-v-state"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27534,
    27537,
    27548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}