{
  "id": 27593,
  "title": "1925년 Hammond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-06-01",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Hammond. 판결일: 1925-06-01. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Industrial Commission, Et Al. v. Hammond\n**판결일**: 1925-06-01\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Burke\n\n## 변호인\n\nMr. WAYNE C. WILLIAMS, Attorney General, Mr. JOSEPH P. O' CONNELL, Assistant, Mr. WILLIAM L. BOATRIGHT, Attorney General, Mr. JOHN F. REYNES, Assistant, Messrs. TUPPER  SMITH, for plaintiffs in error.\n\nMr. AUGUSTUS PEASE, for defendant in error.\n\n## 인용\n\n- 236 P. 1006\n- 77 Colo. 414\n\n## 판결문 요약\n\nWALTER J. MAY met with an accidental death while hauling lumber for one Rathbun, lessee of defendant in error Hammond, neither of whom carried industrial insurance. Deceased's widow, on behalf of herself and children, made claim against Rathbun and Hammond under the Workmen's Compensation Act and obtained judgment. Hammond took the cause to the district court where the findings and award as to him were set aside. To review that judgment this writ is prosecuted.\nHammond owned a Sawmill which he leased August 15, 1922 to Rathbun, including machinery, tools and equipment. The lease was for one year. By its terms Rathbun agreed to produce three hundred thousand feet of lumber from the mill, and Hammond agreed to pay charges due the government for the cutting, and was to receive as rent *Page 416 \none-sixth of the finished product delivered on cars, or one-sixth of the net proceeds. Rathbun employed the deceased, at $4.00 per thousand, to haul logs from the timber to the mill, and lumber from the mill to the railroad cars, using his own team and wagon. November 2, 1922, May was killed while so employed.\nAmended section 16 of the Workmen's Compensation Act (Laws 1923, p. 733), reads as follows: \"Every employer of four or more employees (not including private domestic servants and farm and ranch laborers), engaged in a common employment, shall be conclusively presumed to have accepted the provisions of this Act, unless, prior to the date such employer becomes the employer of four or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=industrial-commission-v-hammond"
    }
  ],
  "relatedIncidents": [
    27517,
    27518,
    27520,
    27521,
    27524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}