{
  "id": 27616,
  "title": "1925년 Force 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-05-05",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Force. 판결일: 1925-05-05. 법원: New Jersey Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: Bertha A.M. Kern Force v. Agnes G. Force and Andrew E. Force\n**판결일**: 1925-05-05\n**법원**: New Jersey Court of Chancery\n**관할**: New Jersey, NJ\n\n**판사**: CHURCH, V.C.\n\n## 변호인\n\nMr. Edward R. McGlynn , for the complainant.\n\n Mr. Thomas Brunetto , for the defendants.\n\n## 인용\n\n- 97 N.J. Eq. 443\n\n## 판결문 요약\n\nThe bill in this case contained a prayer for a decree to establish the fact that a deed made by Emma C. Sippel, dated June 26th, 1918, to the defendants, recorded in book E 60 of deeds for Essex county, page 402, was without consideration, and that the said Emma C. Sippel died seized of the lands described in the above-mentioned deed, or of so much thereof as remained after a conveyance of a portion of said lands to the Newark Athletic Club, and that she was the owner of a mortgage which had been given back as part of the consideration of the last-mentioned conveyance.\nThe bill charged the defendants with fraud, and further charged that the consideration of the deed above mentioned was merely colorable and was inadequate.\nThe evidence proved that Emma C. Sippel, mother of the complainant and the defendant, who are sisters, had died on *Page 444 \nJune 7th, 1923, and that under her will her property had been left to the complainant and the defendant in equal shares. That on or about June 26th, 1918, the said Emma C. Sippel had been indebted to the Caldwell National Bank on a note or notes in a sum of approximately $2,000, and the bank refused to renew said note or notes, and the president of said bank had informed the defendant Mrs. Force that the bank would not loan any more money to her mother, Mrs. Sippel, because they did not think she was capable of doing business, and suggested to her that if she would get a deed from the mother for the land described in the bill of compl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=force-v-force"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27561,
    27563,
    27623
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}