{
  "id": 27627,
  "title": "1925년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-04-11",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Harris. 판결일: 1925-04-11. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SAMUEL P. HARRIS Et Al., Appellants, v. LOTTIE TATE MILLER, Respondent\n**판결일**: 1925-04-11\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Lennon\n\n## 변호인\n\nTheodore L. Breslauer and Farnsworth, McClure  Burke for Appellants.\n\nPower  McFadzean and W.W. Middlecoff for Respondent.\n\n## 인용\n\n- 235 P. 981\n- 196 Cal. 8\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 10 \nIn this action the plaintiffs' complaint pleaded a cause of action against the defendant, in the form of a common count, for moneys had and received in the sum of $8,500. Defendant, answering, denied all of the material allegations of the complaint. The evidence, adduced in response to the issues made by the pleadings, discloses that the gravamen of the plaintiffs' cause of action is for fraud and deceit and consists of claimed false and fraudulent representations alleged to have been made to the plaintiffs, by an agent of the defendant, whereby Samuel P. Harris, one of the plaintiffs, was induced to enter into a written agreement with the defendant for the purchase at the agreed price of $26,000, of a twenty-acre tract of land planted to oranges and situated in the county of Tulare.\nBy the terms of the agreement the plaintiff, Samuel P. Harris, was to pay the sum of $1,000 cash upon the execution of the contract; the remainder was to be paid in certain specified installments at certain designated intervals of time following the initial payment. The contract in controversy contained, among other covenants, the provisions that \"in the event the present orange crop upon said property is ready for marketing before the first $12,000 is paid upon the said purchase price, the said crop shall be marketed through *Page 11 \nthe Strathmore Oran...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-miller"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27561,
    27563,
    27616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}