{
  "id": 27623,
  "title": "1925년 In Re: Dissolution of Ensign Oil Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-04-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In Re: Dissolution of Ensign Oil Co.. 판결일: 1925-04-22. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In Re: Dissolution of Ensign Oil Co.\n**판결일**: 1925-04-22\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Gawthrop, Henderson, Keller, Linn, Tkexler\n\n## 변호인\n\nJames M. Galbreath,  and with him  Joseph A. Beck  and  C. Hale  Sipe,  for appellant.\n\n William A. Wilson,  of  Calvert, Thompson  Wilson,  and with him Brandon  Brandon,  for appellee.\n\n## 인용\n\n- 85 Pa. Super. 527\n\n## 판결문 요약\n\nArgued April 22, 1925.\nThis is an appeal from an order of the Court of Common Pleas of Butler County revoking a decree of dissolution of the Ensign Oil Co., a trading corporation, &#8212; (entered under and by virtue of the Act of April 9, 1856, P.L. 293) &#8212;, on the ground that said decree had been obtained by fraud. The learned court below, after a full hearing, found that, in the petition praying for the decree of dissolution, the officers of the corporation had misrepresented to the court that it had no debts or liabilities, and that the decree would not have been entered had the court been in full possession of the facts known to the company's officers; that the withholding of the facts within the knowledge of the corporation petitioner's officers amounted to a legal fraud upon the court which made it its duty to vacate and set aside the decree.\nWe have no doubt of the inherent power and authority of a court to vacate and set aside a decree that has been procured by fraud upon it: Cochran v. Eldridge, 49 Pa. 365, 368, 369; and when the court below has determined that fraud has been practiced upon it in the securing of a decree, the appellate court must be satisfied of a clear *Page 529 \nabuse of discretion before it will reverse the action of the lower court.\nIn this case, at the time the petition for a decree of dissolution was filed in the Court of Common Pleas of Butler County, there was pending an action in assumpsit against the corporation in Allegheny County up...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-dissolution-of-ensign-oil-co"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27561,
    27563,
    27616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}