{
  "id": 27639,
  "title": "1925년 Ray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-03-12",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Ray. 판결일: 1925-03-12. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: RAY Et Al., Appellants, v. DIVERS Et Al., Respondents\n**판결일**: 1925-03-12\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Callaway, Holloway, Honorable, Matthews, Pomeroy, Stark\n\n## 변호인\n\nCause submitted on briefs of Counsel., Messrs. Gheadle & Gheadle, for Appellants., Mr. W. M. Blackford, for Respondents.\n\n## 인용\n\n- 234 P. 246\n- 72 Mont. 513\n\n## 판결문 요약\n\nThe court erred in sustaining defendants' demurrer to the complaint. (See Simonson v. Barth, 64 Mont. 95, 208 P. 938;Rumney v. Skinner, 64 Mont. 75, 208 P. 895; Rickards v.Aultman etc. Co., 64 Mont. 394, 210 P. 82; Grant v.Nihill, 64 Mont. 420, 210 P. 914; Adams v. Durfee,67 Mont. 315, 215 P. 664; Griffin v. Chicago etc. Ry. Co.,67 Mont. 386, 216 P. 765; Stiemke v. Jankovich, 68 Mont. 60,217 P. 650.)\nWe contend that the complaint is wholly insufficient, and the charges therein made do not constitute actionable fraud. (Ott\nv. Pace, 43 Mont. 82, 115 P. 37; Butte Hardware Co. v.Knox, 28 Mont. 111, 72 P. 301.)\nAppellants allege that they have been continuously in possession of the premises agreed to be conveyed ever since about the fifth day of July, 1918. If this be true, then they have had the benefits of possession and occupancy and the crops grown thereon, and have occupied the premises with full knowledge of the alleged insufficiency of the water rights to irrigate the lands susceptible of irrigation ever since the summer of 1918. \"A voluntary acceptance of the benefits of a transaction is equivalent to a consent to all the obligation arising from it, so far as the facts are known or ought to be known to the person accepting.\" (Sec. 7497, Rev. Codes 1921.) Could it be said that any actionable fraud is chargeable in the complaint to respondents in this action, then appellants have by their acts approved the contract and waived *Page 515 \nthe fraud. (McConnell v. Blackley, 66 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ray-v-divers"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27561,
    27563,
    27616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}