{
  "id": 27633,
  "title": "1925년 Heina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-03-27",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Heina. 판결일: 1925-03-27. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Heina v. Gramig.\n**판결일**: 1925-03-27\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Sampson\n\n## 변호인\n\n' BECKHAM OVERSTREET and BERL BOYD for appellant., DAVIES, PAGE' & DOWNING and JOSEPH CONKLING for appellee.\n\n## 인용\n\n- 270 S.W. 789\n- 208 Ky. 204\n\n## 판결문 요약\n\nAffirming.\nAppellant, Heina, brought this suit in the Jefferson circuit court against appellee, Gramig, to recover damages for injuries resulting to him from assault and battery *Page 205 \nalleged to have been inflicted by appellee, Gramig, on the 27th day of February, 1922. Both men were employed by the Progress Stove  Range Company, of Louisville. That concern operated a foundry. Appellant Heina, was a molder and, as we understand it, poured the molten metal, while appellee, Gramig, was superintendent and boss at the plant. On the afternoon of the day of the alleged assault and battery appellant, Heina, who was handling the molten metal, became intoxicated and was staggering. When this fact was made known to the superintendent, appellee, Gramig, he instructed one of the men to go tell Heina that he must withdraw from the work because it was dangerous to Heina as well as to the other employes for him to continue at the work while drunk. Heina continued at his work although he was staggering from intoxication. Fearing he would fall into the molten metal or cause it to be poured upon some of the employes to their injury, the superintendent made a second effort to induce Heina to quit his employment for the afternoon and until he sobered. This appears to have insulted Heina and he immediately went to see appellee, Gramig, to know why he had given such an order. When appellee told him that his drunken condition made it dangerous both to himself and other employes for him to cont...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heina-v-gramig"
    }
  ],
  "relatedIncidents": [
    27553,
    27441,
    27460,
    27471,
    27517
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}