{
  "id": 27630,
  "title": "1925년 Lea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-04-06",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Lea. 판결일: 1925-04-06. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lea v. State. [Fn]\n**판결일**: 1925-04-06\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Anderson\n\n## 변호인\n\nNaul  Yawn  and  J.H. Sumrall,  for appellant.\n\nExcept for the alleged dying declaration, improperly admitted in evidence in this case, the state wholly failed to present anything to the jury which would, by the wildest stretch of the imagination, indicate that a crime had been committed by the appellant, and, therefore, our\nattention will first be directed to a discussion of said alleged dying declaration, in an attempt to show that under the well-recognized rules and principles laid down by th\n\n## 인용\n\n- 103 So. 368\n- 138 Miss. 761\n\n## 판결문 요약\n\n* Headnotes 1. Homicide, 30 C.J., Section 498; On admissibility in evidence of dying declarations made under sense of impending death, see note in 56 L.R.A. 382, 1 R.C.L., pp. 538, 539; 1 R.C.L. Supp., p. 190; 4 R.C.L. Supp., 40; 2. Homicide, 30 C.J., Section 504.\nAppellant, Charlie Lea, was indicted in the circuit court of Lincoln county, on a charge of the murder of Hadden Smith, was tried and convicted of manslaughter, and sentenced to the penitentiary for ten years, from which judgment he prosecutes this appeal.\nAppellant and deceased were brothers-in-law. The homicide took place in the barn of appellant's father. Appellant's wife, his father and mother, and other witnesses were present. There was ill feeling between appellant and the deceased. The evidence for the state tended to show that appellant was the aggressor in the difficulty and was guilty of murder. The evidence for the defense tended to show that the deceased was the aggressor, and that appellant cut and killed the deceased in self-defense. Several assignments of error are argued on behalf of appellant.\nThe court admitted over appellant's objection an alleged dying declaration made by the deceased on the day of his death, which took place in the Charity Hospital at Jackson. This dying declaration was made in the presence of two nurses in the hospital, Miss Beasley and Miss Vaughan, and was taken down in writing by the latter, and by her verified and read to the jury on the trial. The deceased was in the hospi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lea-v-state"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27534,
    27537,
    27548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}