{
  "id": 27643,
  "title": "1925년 Sullivan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-03-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sullivan. 판결일: 1925-03-02. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SULLIVAN v. ASSOCIATED BILLPOSTERS AND DISTRIBUTORS OF THE UNITED STATES AND CANADA Et Al.\n**판결일**: 1925-03-02\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Rogers, Hough, and Manton, Circuit Judges\n\n## 변호인\n\nAbraham Benedict and Gustavus A. Rogers, both of New York City, for plaintiff in error., Geller, Rolston & Blanc, of New York City (George S. Mittendorf and Clinton C. Swan, both of New York City, of counsel), for defendants in error.\n\n## 인용\n\n- 6 F.2d 1000\n\n## 판결문 요약\n\n\n6 F.2d 1000 (1925)\nSULLIVAN\nv.\nASSOCIATED BILLPOSTERS AND DISTRIBUTORS OF THE UNITED STATES AND CANADA et al.\nNo. 106.\nCircuit Court of Appeals, Second Circuit.\nMarch 2, 1925.\n*1001 *1002 Abraham Benedict and Gustavus A. Rogers, both of New York City, for plaintiff in error.\nGeller, Rolston &amp; Blanc, of New York City (George S. Mittendorf and Clinton C. Swan, both of New York City, of counsel), for defendants in error.\nBefore ROGERS, HOUGH, and MANTON, Circuit Judges.\nROGERS, Circuit Judge (after stating the facts as above).\nThe question which is now presented to this court is simply whether it was error for the court below to deny the plaintiff's motion to continue the action against the executors of Samuel Pratt, deceased, and to substitute them as defendants in his place and stead. As the answer to that question depends upon the character of the action in which substitution of the executors is sought, the nature of the action which it is sought to continue, and in which this substitution of parties is sought, is important, and so has been set forth in considerable fullness in the statement preliminary to this opinion.\nBut, before proceeding to the consideration of the real question presented, it is necessary to dispose of a preliminary question. Unless the order made in the court below and brought here by writ of error is a \"final\" order, we have no authority at this time to determine the question of its validity. But we have no doubt that the order which denied the ri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sullivan-v-associated-billposters-distributors-of-united-states-canada"
    }
  ],
  "relatedIncidents": [
    27517,
    27518,
    27520,
    27521,
    27524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}