{
  "id": 27642,
  "title": "1925년 Kimbrough 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-03-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Kimbrough. 판결일: 1925-03-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Dan Kimbrough v. the State\n**판결일**: 1925-03-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nR. M. Johnson,  and  P. S. Colley,  for appellant.\n\n Tom Garrard,  State's Attorney, and  Grover C. Morris, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 272 S.W. 453\n- 100 Tex. Crim. 385\n\n## 판결문 요약\n\nAppellant attacks that part of the opinion on the original hearing in which it was said that the appellant claimed that the whiskey taken from his possession was improperly received because there was a failure to show a compliance with the provisions of Chap. 117, Acts of the 30th Legislature. He *Page 387 \ninsists that the ruling shown in the opinion in Austin v. State, 97 Tex.Crim. Rep., does not control for the reason that in that case the bottle of whiskey was not introduced but merely the testimony of the sheriff. In this respect we are inclined to differ from the appellant. Inasmuch as there was no objection to the receipt of the whiskey in evidence shown to have been made by bills of exception, we should have refrained from discussing the matter in the original opinion. In the absence of a bill of exceptions, objections to evidence received are not to be reviewed. The authorities in the original opinion are conclusive upon this point.\nThe motion is overruled.\nOverruled....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kimbrough-v-state"
    }
  ],
  "relatedIncidents": [
    27517,
    27518,
    27520,
    27521,
    27524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}