{
  "id": 27646,
  "title": "1925년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-02-26",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Harrison. 판결일: 1925-02-26. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: W. H. Harrison v. The Provident Relief Association of Washington, D. C\n**판결일**: 1925-02-26\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Holt\n\n## 변호인\n\nHarris & Harvey, for the plaintiff in error., Withers & Brown, and S. L. Kelly, for the defendant in error.\n\n## 인용\n\n- 141 Va. 659\n\n## 판결문 요약\n\n\nHolt, J.,\ndelivered the opinion of the court.\nOn March 14, 1916, Allen E. Harrison was tried for murder and convicted in the Corporation Court of Dan-ville. This conviction was confirmed by that court on March 18th. He was sentenced to confinement for life, in the State penitentiary and was removed to that, prison on March 27th. Some time afterwards, he was taken to the State farm at Lassiter, Virginia, where he-died of tuberculosis on May 31, 1922.\nAfter his conviction, and while he was still in the Dan-ville jail, his father, the plaintiff here, informed an agent of the defendant company of his desire to take out. a policy of insurance on the life of his son. Formal application therefor bearing date April 24th, purporting to-be signed by “Allen E. Harrison, applicant,” was duly made. (This date was a manifest error. It was made in March.) He was examined in jail on March 26th by Dr. S. R. Wilson, a medical examiner selected by the defendant. Thereupon this application was approved by the company’s agent, his report being: “The risk is fare.”' All of the papers were forwarded to the home office and in due season the policy sued on, bearing date April 24„ *6631916, issued. Premiums were paid to the date of the death of the insured.\nThe defendant maintained its home office at Washington, D. C., and had established a branch in Danville in charge of G. W. Woody, assistant cashier.\nHis duty was to secure applications, have physical examinations made by á medical inspector, and t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-provident-relief-assn"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27534,
    27537,
    27548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}