{
  "id": 27641,
  "title": "1925년 Roman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-03-06",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Roman. 판결일: 1925-03-06. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Basil Roman v. George W. Lorence. [Fn1]\n**판결일**: 1925-03-06\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Dibell\n\n## 변호인\n\nW.F. Dacey , for appellant.\n\n Jenswold, Jenswold  Dahle , for respondent.\n\n## 인용\n\n- 202 N.W. 707\n- 162 Minn. 198\n\n## 판결문 요약\n\n1 Reported in 202 N.W. 707.\nAction to recover the value of a lot traded by the plaintiff for a farm, and $200 paid in the exchange, the plaintiff claiming that he rescinded for fraud. There was a verdict for the plaintiff against the defendants Lorence and Rayner. The defendant Lorence appeals from the order denying his alternative motion for judgment notwithstanding or a new trial. *Page 199 \nThe plaintiff Roman was the owner of a house and lot in the vicinity of the steel plant in Duluth. It was listed with the defendant Rayner for sale at $2,800. In April, 1921, the lot was traded through the agency of Rayner for a farm in Wisconsin. The trade value of the farm was fixed at $3,000 and the plaintiff paid the difference of $200. His claim is that he was induced to make the trade by the fraudulent promise of the defendants, not intended to be kept, that they would sell the farm for $3,000 within 30 days, and failing to do so would give him back his house and lot.\n1. Fraud cannot be predicated upon a broken promise; but if a party induces a contract by a promise material to it, not intending to keep it, making it to deceive and defraud, and it has that result and thereby he gets the money or property of another, there is actionable fraud. Hansen v. Daniel Hayes Co.152 Minn. 222, 188 N.W. 317; Holmes v. Wilkes, 130 Minn. 170,153 N.W. 308; Cox v. Edwards, 120 Minn. 512, 139 N.W. 1070; Schaeffer v. Rush, 118 Minn. 174, 136 N.W. 754; McElrath v. Electric Inv. Co. 114 Minn. 358, 13...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roman-v-lorence"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27561,
    27563,
    27616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}