{
  "id": 27661,
  "title": "1925년 Dedge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-01-30",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Dedge. 판결일: 1925-01-30. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: The State, Defendant in Error, v. Justin W. Dedge, Plaintiff in Error\n**판결일**: 1925-01-30\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Kalisch\n\n## 변호인\n\nFor the plaintiff in error,  Andrew Van Blarcom. \n\nFor the defendant in error,  Wilfred H. Jayne.\n\n## 인용\n\n- 127 A. 539\n- 101 N.J.L. 131\n\n## 판결문 요약\n\nThe plaintiff in error was convicted in the Morris County Oyer and Terminer on an indictment charging him with a malicious publication of a libel of and concerning ex-Attorney-General McCran, in his official conduct as such attorney-general, and on said conviction was sentenced to imprisonment in the state prison for a term not more than two years and no less than one year. On appeal to the Supreme Court the conviction and judgment were affirmed. *Page 132 \nThe libel was in the form of a letter written by the plaintiff in error to \"The Jerseyman,\" a newspaper published and circulated in Morris county, and which written communication purported to be a review and criticism of the official conduct of those entrusted with administering the law in Morris county, but, apparently, was an especial attack upon the conduct of the attorney-general in presenting the evidence before the grand jury, and in the trial of the case against Frank Jancarek, who was indicted for the murder of Janet Lawrence, despite the fact that there was a well-founded basis that one Francis Kluxen committed the deed. On the trial, which was conducted by the attorney-general for the prosecution, Jancarek was acquitted. Public opinion was running against Francis Kluxen, as the murderer, and he was indicted for the homicide and tried by a foreign jury, and was acquitted.\nIn this latter case ex-Prosecutor Harrison, of Essex county, prosecuted for the state.\nThe libelous article was written some time after the even...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dedge"
    }
  ],
  "relatedIncidents": [
    27520,
    27526,
    27534,
    27537,
    27548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}