{
  "id": 27670,
  "title": "1925년 Pollard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1925-01-05",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Pollard. 판결일: 1925-01-05. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Pollard, Et Al. v. Peterson\n**판결일**: 1925-01-05\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Teller\n\n## 변호인\n\nMr. GEORGE H. WILKES, for plaintiffs in error.\n\nNo appearance for defendant in error.\n\n## 인용\n\n- 232 P. 668\n- 76 Colo. 397\n\n## 판결문 요약\n\nPLAINTIFFS in error were plaintiffs in an action on a promissory note executed by defendant in error as payment on a subscription for stock in the Canon City Industrial Stores Company. The plaintiffs held the note as purchasers at a sale, in bankruptcy, of the assets of the said Company. The defense was that the note, and the subscription for stock, were obtained by misrepresentation and fraud. Verdict and judgment were for defendant. *Page 398 \nThe principal errors assigned are that the court refused to direct a verdict for plaintiffs on the ground that there was no evidence to sustain the charge of fraud, and that incompetent evidence was admitted. The subscription contract in evidence is the same as that in the case ofCanon City Industrial Stores Company v. McInerney,71 Colo. 492, 208 P. 457, and McInerney v. Canon City IndustrialStores Co., 75 Colo. 31, 223 P. 756. The contract, which the defendant admitted she signed, contained the following: \"I hereby declare that I am subscribing for this stock solely upon the conditions stated in this contract, and the statements contained in the Company's printed literature with its name attached thereto, and I fully understand that no agent or representative of the Company has authority to in any manner change, add to, or detract from the same.\"\nThe court admitted evidence of various statements made by agents of the company, and of the contents of a book from which, it was testified, the agents read.\nDefendant admitted that she neve...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pollard-v-peterson"
    }
  ],
  "relatedIncidents": [
    27540,
    27543,
    27561,
    27563,
    27616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}