{
  "id": 27679,
  "title": "1924년 Vander Veen v. Corrigan, Hilliker & Corrigan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-12-10",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Vander Veen v. Corrigan, Hilliker & Corrigan. 판결일: 1924-12-10. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Vander Veen v. Corrigan, Hilliker & Corrigan\n**판결일**: 1924-12-10\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bird, Clark, McDonald, Moore, Sharpe, Steere, Wiest\n\n## 변호인\n\nJohn M. Dunham , for appellant.\n\n Norris, McPherson, Harrington  Waer , for appellee.\n\n## 인용\n\n- 201 N.W. 216\n- 229 Mich. 18\n\n## 판결문 요약\n\nAt the time this case was tried plaintiff was administrator of the estate of E.J. Conroy, a fuel dealer in Grand Rapids doing business under the name of the Conroy Coal Company, who died on September 9, 1922. Defendant is a brokerage house in Grand Rapids. This action was brought by plaintiff to recover *Page 19 \nthe sum of $761.09 with interest paid by him as special administrator to defendant for 21 shares of Cities Service Bankers stock purchased from it by Conroy during his lifetime. Defendant was precluded from giving testimony equally within the knowledge of deceased and rested at conclusion of plaintiff's proofs, which consisted of his own testimony and written communications between defendant and Conroy. When the parties rested defendant moved for a directed verdict. Plaintiff's counsel contended that whether he was induced to pay for the stock by concealment and fraudulent representations of defendant was a question of fact for the jury. The court reserved defendant's motion for a directed verdict, saying: \"I am submitting this case to the jury now on what seems to me the only possible theory and reserving to the defendant the right to present the motion for a directed verdict later.\" The jury gave verdict in plaintiff's favor for the amount claimed. Defendant then moved for judgment notwithstanding the verdict and, after hearing arguments of counsel, the court vacated said verdict and entered judgment for defendant.\nPlaintiff's testimony shows that after taking poss...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vander-veen-v-corrigan-hilliker-corrigan"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27688,
    27737,
    27741
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}