{
  "id": 27678,
  "title": "1924년 Bernard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-12-11",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Bernard. 판결일: 1924-12-11. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Anthon State Bank v. Jim Bernard\n**판결일**: 1924-12-11\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Arthur, Evans, Stevens, Vermilion\n\n## 변호인\n\nJohn II. Jackson and Henderson, Fribourg <& Hatfield, for appellant., Griffin, Griffin Griffin and II. B. Walling, for appellee.\n\n## 인용\n\n- 198 Iowa 1345\n\n## 판결문 요약\n\n\nVermilion, J.-\n— This is the-second appeal in this ease. The first was by the defendant from a judgment against him for the amount due on the note. The case was reversed. 194 Iowa 1090. Upon the second trial, the case was submitted to the jury under instructions which are not objected to. The verdict was for the defendant.\nThe action was upon a note which was executed by appellee to the appellant bank, and which was a second renewal of a note given by appellee to the Midland Packing' Company for stock of the company, sold to appellee by one Chance, an agent of the company. The pleaded defense on the second trial was that the original note was procured by fraud, in that Chance represented that the note was only to be put up as collateral, and agreed that the stock would be resold within four months; and that the note was executed and delivered upon a condition precedent that it should not become effective unless such resale agreement should be fulfilled. The appellant denied the fraud, and pleaded that it was a holder of the original note in due course; that appellee, by twice renewing the note, was estopped to claim fraud in its inception; that, at the time it purchased the original note, it gave its certificate of deposit for the' amount, which it paid at maturity to the Midland Packing Company without knowledge of any fraud practiced upon the maker in the procurement of the original note; and that thereby appellee was estopped from setting up fraud in the inception of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anthon-state-bank-v-bernard"
    }
  ],
  "relatedIncidents": [
    27675,
    27679,
    27688,
    27737,
    27741
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}