{
  "id": 27675,
  "title": "1924년 Ragsdale 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-12-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Ragsdale. 판결일: 1924-12-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: S. G. Ragsdale v. Art J. Dyer\n**판결일**: 1924-12-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Malone\n\n## 변호인\n\nNormaN Farrell and Thos. G. Kittrell, for appellant., Vertrees & Vertrees, for appellee.\n\n## 인용\n\n- 150 Tenn. 496\n\n## 판결문 요약\n\n\nMr. MaloNe, Special Judge,\ndelivered the opinion of the Court.\nThis is a bill to recover the sum of $4,000, alleged to be the balance due and unpaid on account of the sale of *499certain insulators, poles, and other equipment, made by complainant, Ragsdale, to defendant, Dyer, for use in the construction of an electric power line from Lebanon, Tenn., to Murfreesboro, Tenn.\nThe chancellor gave a decree for complainant for the items sued for, with two exceptions, which are not now in question.\nFrom this decree defendant, Dyer, has appealed, and his assignments of error in this court may be grouped under two general contentions:\n(a) That the materials in question (certain insulators) were to be approved by the Tennessee Power Company, and the bill fails to allege that such approval was given, or that failure to approve was due to fraud or collision.\n(b) That the insulators in question were of an obsolete type, and were properly rejected by the Tennessee Power Company, and were, moreover, deficient and unfit for the purposes for which they were sold under the contract.\nIn answer to this, the appellee, Ragsdale, contends:\n(a) That there was -a waiver on, the part of the defendant, Dyer, of the provision as to approval.\n(b) That the insulators were never tested at the voltage contemplated by the contract, but at a different and much, higher voltage,\n(c) That, the insulators were, in fact, fit for the purposes- for which they were sold under the contract.\nWith this outline of the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ragsdale-v-dyer"
    }
  ],
  "relatedIncidents": [
    27678,
    27679,
    27688,
    27737,
    27741
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}