{
  "id": 27688,
  "title": "1924년 In Re Estate of Wah-Kon-Tah-He-Um-Pah 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-10-21",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: In Re Estate of Wah-Kon-Tah-He-Um-Pah. 판결일: 1924-10-21. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: In Re Estate of Wah-Kon-Tah-He-Um-Pah Exendine, Ex'r v. Red Corn\n**판결일**: 1924-10-21\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: HARRISON, J.\n\n## 변호인\n\nA.B. Burris and E.J. Giddings, for plaintiff in error.\n\nChas. A. Holden and Robert Stuart, for defendants in error W.E. McGuire, Adm'r, and John Woods.\n\nG.B. Sturgell, J.C. Cornett, and Jesse J. Worten, for defendant in error Red Corn.\n\n## 인용\n\n- 232 P. 46\n- 108 Okla. 1\n\n## 판결문 요약\n\nThis is an appeal from an order of the district court, denying the admission of a will to probate. The testatrix, Mrs. Red Corn, Wah-kon-tah-he-um-pah, was an Osage Indian allottee. Her will was offered to the county court and admitted to probate. John Woods, one of the legatees mentioned in the will, joined by other defendants in error herein, protested against the probation of such will, and upon its being admitted to probate appealed from the county court to the district court, where the validity of the will was tried de novo.\nProponent, plaintiff in error, introduced the will in evidence, and introduced the testimony of the subscribing witnesses and other witnesses, that at the time of making such will the testatrix was of lawful age, sound mind and memory, not acting under duress, menace, fraud, or undue influence, that she understood the terms of the will, what disposition she wanted made of her property, and to whom she desired to bequeath it. These facts were each proved by the positive testimony of witnesses whose credibility is not assailed and were introduced in order to meet and disprove the allegations in contestant's answer or protest.\nAt the conclusion of the proponent's testimony, contestants, defendants in error, offered no testimony, but demurred to the testimony of proponent. The demurrer was overruled, whereupon contestants then moved for judgment denying the probate of such will, and the court, though it had overruled the demurrer to the testimony, sustai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-estate-of-wah-kon-tah-he-um-pah"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27737,
    27741
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}