{
  "id": 27686,
  "title": "1924년 Carlson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-10-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Carlson. 판결일: 1924-10-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Herx & Eddy, Inc. v. Charles A. Carlson\n**판결일**: 1924-10-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McAvoy\n\n## 변호인\n\nWhitman, Ottinger & Ransom [Colley E. Williams of counsel; William L. Ransom with him on the brief], for the appellant., Murphy & Fultz [David L. Fultz of counsel], for the respondent.\n\n## 인용\n\n- 210 A.D. 417\n\n## 판결문 요약\n\n\nMcAvoy, J.:\nThe motion for an order dismissing the complaint was made after answer pursuant to the provisions of section 476 of the Civil Practice Act and rule 112 of the Rules of Civil Practice, and was based upon the amended complaint, plaintiff’s bill of particulars and the contract out of which the action arose.\nThe ground of the motion is that the amended complaint does not state facts sufficient to constitute a cause of action.\nThe plaintiff’s bill of .particulars and the contract are included in the moving papers as admissions under section 476 of the Civil Practice Act.\nThe allegations pertinent to the disputed law points are:\n1. That in June, 1920, the plaintiff and the defendant made a contract in writing by the terms of which contract the plaintiff *419agreed to sell to the defendant, and the defendant agreed to purchase of the plaintiff, fifty warps of cotton yarn at ninety-five cents per pound.\n2. That by the terms of the said contract deliveries were to start from the mill at the rate of ten per cent weekly, beginning July 1, 1920, “ with the option to the plaintiff of starting deliveries from, the mill at any time plaintiff wished at the rate of 10% weekly.”\n3. That accordingly the plaintiff elected to begin shipments on June 18, 1920, on which date plaintiff Shipped eight warps of said cotton yarn.\n4. That between the dates of June 18, 1920, and August 12, 1920, no shipments were made upon the contract because of the existence of a freight embargo at the poin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herx-eddy-inc-v-carlson"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27681,
    27684
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}