{
  "id": 27684,
  "title": "1924년 Perez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-11-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Perez. 판결일: 1924-11-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Caterino Perez v. the State\n**판결일**: 1924-11-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Morrow\n\n## 변호인\n\nWebb  Webb,  of Elgin, for appellant.\n\n Tom Garrard,  State's Attorney, and  Grover C. Morris, \nAssistant State's Attorney, for the State.\n\n## 인용\n\n- 268 S.W. 962\n- 99 Tex. Crim. 489\n\n## 판결문 요약\n\nBy indictment, appellant was charged with transporting intoxicating liquor; also with transporting liquor containing in excess of one per cent of alcohol by volume; also with possessing liquors containing in excess of one per cent of alcohol by volume for the purpose of sale. Appellant was convicted and his punishment fixed at one year in the penitentiary.\nThe evidence that appellant, in connection with his companion, had in his possession intoxicating liquors is sufficient, though, if we properly comprehend the statement of facts, the quantity was less than one quart. We fail to find any evidence that it was possessed for the purpose of sale or for delivery at any place or to any person, the only evidence on the subject being that it was for the purpose of drinking by appellant and his companion.\nAppellant and his companion were seen at a residence some five miles from Bastrop in possession of some liquor; but neither the kind, quantity, nor the container is described. They were afterwards seen at a restaurant in Bastrop with some whiskey, and immediately after they left the restaurant, there was found in the automobile in which they were riding, a container with one-third of a quart of whiskey in it. It is possible that from these circumstances the inference might be drawn that the jar had at some time during the evening contained a larger quantity of liquor and that it had been moved from the brick-yard, the locality of which is not given, or had been moved from the reside...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perez-v-state"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27681,
    27685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}