{
  "id": 27685,
  "title": "1924년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-11-01",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Wilson. 판결일: 1924-11-01. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Jesse Wilson v. State.\n**판결일**: 1924-11-01\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: PER CURIAM.\n\n## 변호인\n\nCarlisle & Pitchford, for plaintiff in error., The Attorney General, for the State.\n\n## 인용\n\n- 229 P. 1119\n- 28 Okla. Crim. 174\n\n## 판결문 요약\n\nThe plaintiff in error, Jesse Wilson, was charged in the district court of Sequoyah county with the crime of assault with intent to rape one Ardie Edgmon, alleged to have been committed in said county on the 28th day of July, 1921. On a trial to a jury in May, 1922, a verdict of guilty was returned, leaving the punishment to be assessed by the court. On May 19, 1922, the trial court rendered judgment on the verdict and fixed the punishment at one year's imprisonment in the state reformatory. The petition in error and case-made were filed in this court on November 16, 1922, and the case was submitted on the record on October 6, 1924. This being an appeal from a judgment of conviction for a felony, the court has carefully examined the record, in connection with the errors assigned, and finds that the testimony on the part of the state, if believed, as it was, was sufficient to sustain the verdict and judgment. The information is sufficient, and the instructions were fair in every respect, and fully covered the law of the case. Finding no error in the record, the judgment is affirmed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-state"
    }
  ],
  "relatedIncidents": [
    27739,
    27542,
    27675,
    27678,
    27679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}