{
  "id": 27695,
  "title": "1924년 Armstrong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-10-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Armstrong. 판결일: 1924-10-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: ARMSTRONG v. STATE\n**판결일**: 1924-10-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nLamar Bethea, of Bryan, for appellant., Tom Garrard, State’s Atty., and Grover O. Morris, Asst. State’s Atty., both of Austin, for the State.\n\n## 인용\n\n- 265 S.W. 895\n\n## 판결문 요약\n\n\nLATTIMORE, J.\nAppellant was convicted in the district court of Brazos county of transporting intoxicating liquor, and his punishment fixed at one year in the penitentiary.\nOn the night in question two officers waylaid two cars, in which were a number of persons, among whom was appellant. He and one Schultz were in the back seat of the rear car as said cars came along the road to the point where the officers were waiting. Said rear ear was being driven by a son of appellant. When the officers stopped the ears, appellant sprang out on one side and Schultz on the other. Each started to run' away. Schultz was not caught, but appellant was. The officers testified to seeing appellant throw a large bottle of whisky into a gully as he ran, and then throw another large bottle of whisky into a pool of water. Between the place w.here the large bottle was found in the gully and the other in the water, a smaller bottle of whisky was also picked up by the officers. After he made bond, appellant informed a party that he had bought the two large bottles of whisky from a man whom he did not know, who gave him the small bottle as a sample. The officers could see the cars coming for quite a distance before they reached the place where they were stopped.\nThere are three bills of exception. The court correctly refused to quash the indict-’ ment which charged that appellant did then and there unlawfully transport spirituous liquor capable of producing intoxication. The two remaining bills raise t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=armstrong-v-state"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27681,
    27684
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}