{
  "id": 27697,
  "title": "1924년 Wirtz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-09-20",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Wirtz. 판결일: 1924-09-20. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: A. J. WIRTZ in Behalf of Himself and All Other Depositors of the (Security State Bank of New England, an Insolvent Banking Corporation, Appellant, v. R. A. NESTOS, Governor of the State of North Dakota, Gilbert Semingson, State Bank Examiner of Said State, M. R. Porter, C. B. McMillan and S. G. Severtson, Constituting the Depositors Guaranty Fund Commission of Said State, Respondents and John Watson, a Depositor in the Tolley State Bank of Tolley, North Dakota, an Insolvent Banking Corporation, in Behalf of Himself and All Other Depositors of Said Bank Similarly Situated, Intervener\n**판결일**: 1924-09-20\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Birdzbll, Bronson, Christianson, Johnson, Nuessle\n\n## 변호인\n\nCharles Simon  and  Harvey Miller,  and  Crawford  Burnett,  for appellant.\n\nThe term public funds means taxes, customs, etc. appropriated by the government to the discharge of its obligations. Ayers v. Lawrence,  59 N.Y. 198 .\n\nA public fund within the rule of law which excused a trustee for liability for the trust fund, if invested in public funds, means government stocks or security depending for credit and security on the faith, solvency and stability of the government. 6 Words  Phrases, p. \n\n## 인용\n\n- 200 N.W. 524\n- 51 N.D. 603\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 605 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 606 \nThis is a proceeding in equity by the plaintiff in his own behalf and in behalf of all others similarly situated as depositors in banks that have become insolvent and have closed, against the Depositors Guaranty Fund Commission, created pursuant to chapter 217, Session Laws, 1917 and chapter 200, Session Laws, 1923.\nAfter alleging the membership of the Guaranty Fund Commission and the insolvency and closing of the Security State Bank of New England on November 17, 1920, the plaintiff, in substance, alleges the following matters: That the Guaranty Fund Commission was created to administer the Depositors Guaranty Fund Law, with power to make rules and regulations and with control of the fund collected for the purpose of paying depositors in insolvent banks; that, at the time when the Security State Bank of New England closed, the plaintiff had a deposit in the bank of $8059.00 and that he brings this action for himself and in behalf of all other depositors in that bank similarly situated, who have a common interest in the question and are too numerous to be brought in as parties plaintiff; that on the 17th of November, 1920, the said bank was declared insolvent and a receiver was put in charge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wirtz-v-nestos"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27681,
    27684
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}