{
  "id": 27704,
  "title": "1924년 Eastman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-09-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Eastman. 판결일: 1924-09-05. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STANLEY EASTMAN, Respondent, v. ANITA PIPER, Appellant\n**판결일**: 1924-09-05\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Finlayson, Works\n\n## 변호인\n\nC. H. Scharnikow and Arthur Wm. Green for Appellant.\n\nRush M. Blodget and E. B. Evans for Respondent.\n\n## 인용\n\n- 229 P. 1002\n- 68 Cal. App. 554\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 556 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 557 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 558 \nThis is an action to quiet plaintiff's title to an easement in a roadway over defendant's land and to restrain the defendant from interfering with plaintiff's use thereof. Judgment was entered in favor of plaintiff and defendant appeals.\nThe findings of fact indicate the issues presented for determination. The substance thereof is as follows: Plaintiff is the owner of the west half of lot G in block 12 of the Monrovia tract in the city of Monrovia. The easterly half of the lot, i. e., the easterly three hundred feet, is bounded on its easterly side by Magnolia Street. No other portion of the lot touches any public street or highway. Some time prior to November 8, 1917, one Samuel F. Moffit, who then was the owner of all of the lot, conveyed the easterly three hundred feet to one Harriette S. Belden, who, on the date last mentioned, conveyed that part of the lot to defendant. Prior to the conveyance *Page 559 \nto Belden a roadway ten feet in width along the southerly end of the easterly three hundred feet had been used by Moffit as a means of ingress...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eastman-v-piper"
    }
  ],
  "relatedIncidents": [
    27600,
    27675,
    27678,
    27679,
    27681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}