{
  "id": 27737,
  "title": "1924년 Stewart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-06-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Stewart. 판결일: 1924-06-12. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: STEWART v. UNITED STATES\n**판결일**: 1924-06-12\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Reeves, Sanborn\n\n## 변호인\n\nR. R. Brewster, of Kansas City, Mo. (M. J. Henderson, A. R. Mc-Clanahan, and William B. Bostian, all of Kansas City, Mo., on the brief), for plaintiff in error., W. H. Hallett, Sp. Asst. U. S. Atty., and Charles C. Madison, U. S. Atty., both of Kansas City, Mo.\n\n## 인용\n\n- 300 F. 769\n\n## 판결문 요약\n\n\nSANBORN, Circuit Judge.\nThe plaintiff in error below, and henceforth the defendant Stewart, was indicted, tried, convicted, and sentenced for attempting to use and using the Post Office Department of the United States in the attempted execution and in the execution of an alleged scheme to obtain money and property by means of false pretenses, representations, and promises, in violation of section 215 of the Criminal Code (Compiled Statutes, § 10385). He demurred to the indictment, the court overruled the demurrer, and that ruling is assigned as error. The chief averments of this indictment were:\n(1) That defendant Stewart and the other defendants, between August 15, 1919, and July 6, 1920, devised a scheme to defraud 23 persons specifically named in the indictment, and others to the grand jurors unknown, of their money and property for the use and benefit of the defendants and of the W. E. Stewart Eand Company and the Stewart Farm Mortgage Company, two corporations owned and controlled by Stewart, by inducing the persons intended to be defrauded by false representations, pretenses, and promises which the defendants did not intend to perform, made by the defendants orally and by statements, circulars, letters, maps, advertisements, and papers so worded as to deceive them to purchase arid lands owned by Stewart or some of his corporations in Hidalgo county, Tex., which were of little or no value, at prices of from $300 to $425 an acre, and to pay one-half of these purchase pri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stewart-v-united-states"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27688,
    27741
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}