{
  "id": 2773,
  "title": "2017년 Steven Woodrow Johnson v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-08-25",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Steven Woodrow Johnson v. State of Tennessee. 판결일: 2017-08-25. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Steven Woodrow Johnson v. State of Tennessee\n**판결일**: 2017-08-25\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n                                                                                         08/24/2017\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                          Assigned on Briefs August 8, 2017\n\n     STEVEN WOODROW JOHNSON v. STATE OF TENNESSEE\n\n                Appeal from the Criminal Court for Davidson County\n                    No. 2010-B-977      Mark Fishburn, Judge\n\n\n                           No. M2016-02363-CCA-R3-PC\n\n\nA Davidson County jury convicted the Petitioner, Steven Woodrow Johnson, of first\ndegree felony murder, especially aggravated burglary, aggravated burglary, aggravated\nassault, and possession of a firearm during the commission of a dangerous felony, and the\ntrial court sentenced him to an effective sentence of life in prison. This court affirmed\nthe Petitioner’s convictions on appeal, save the especially aggravated burglary\nconviction, which we modified to aggravated burglary. State v. Steven Woodrow\nJohnson, M2011-00859-CCA-R3-CD, 2012 WL 3877787, at *1 (Tenn. Crim. App., at\nNashville, Sept. 7, 2012), perm. app. denied (Tenn. Feb. 13, 2013). In 2013, the\nPetitioner filed a petition for post-conviction relief alleging that he had received the\nineffective assistance of counsel. The post-conviction court held a hearing on the petition\nand denied relief. On appeal, we affirm the post-conviction court’s judgment.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nROBERT...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=steven-woodrow-johnson-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2696,
    2720
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}