{
  "id": 27742,
  "title": "1924년 Malone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-06-02",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Malone. 판결일: 1924-06-02. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. MALONE. In re MALONE\n**판결일**: 1924-06-02\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Paul\n\n## 변호인\n\nSeheen & Blanchard, of Shreveport, for relator., L. O. Blanchard, Dist. Atty., of Shreveport, for the State.\n\n## 인용\n\n- 156 La. 617\n- 100 So. 788\n\n## 판결문 요약\n\n\nBy the Whole Court.\nST. PAUL, J.\nRelator was born on April 6, 1906. On the night of March 12, 1923 (being therefore under the age of 17 years at the time), he broke into the residence of one W. E. Brown, at Shreveport, and stole therefrom certain household goods of the alleged value of ?1,300.\nOn October 24, 1923 (being then over the age of 17 years), he was charged before the district court of Caddo parish with burglary and larceny. And on thé same day he was arraigned and pleaded guilty. On November 7th he was sentenced to the state penitentiary.\nOn December 1st he applied to the respondent for a writ of habeas corpus, setting up the want of jurisdiction over him of the district court aforesaid. The writ issued, *619but relator was denied relief on tbe ground that in State v. Ebarbo, 143 La. 591, 78 South. 973, this court had held that—\n“A person over 17 years of age must be charged and tried in the district court, although at the time of the commission of the offense he may have been under 17 years of age.”\nWherefore relator applies to this court for relief.\nI.\nOur learned brother of the district court was, of course, justified in following that case; but it behooves this court to correct its own error, especially when the error is such as (in effect) creates an offense where the law has said there shall he no offense.\nThe Ebarbo Case proceeds on the theory (as shown by the body of the opinion) that juveniles who violate a law of the state thereby incur the penalty fixed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-malone"
    }
  ],
  "relatedIncidents": [
    27782,
    27521,
    27556,
    27608,
    27620
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}