{
  "id": 27746,
  "title": "1924년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-05-27",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Commonwealth. 판결일: 1924-05-27. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Miller v. Commonwealth\n**판결일**: 1924-05-27\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Sandidge\n\n## 변호인\n\nHALL, JONES & LEE for appellant., FRANK E. DAUGHERTY, Attorney General, and CHARLES F. CREAL, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 203 Ky. 437\n\n## 판결문 요약\n\n\n*438Opinion of the Court by\nSandidge, Commissioner\nReversing.\nFrank Miller, convicted in the Piarían circuit court of murder, committed by killing Pete Gulley, and sentenced to confinement in the state penitentiary for life, prosecutes this appeal from that judgment. Only one of the reasons urged here why a new trial should be granted is meritorious and* we shall confine the opinion to its discussion alone. It relates to the misconduct of two of the jurors who tried appellant. After the jury had returned its verdict finding him guilty and had been discharged, and on his motion for a new trial, appellant filed the affidavits of himself and three other witnesses setting forth that Jim Middleton, one of the jurors who tried him, prior to his acceptance as a juror in the case, had said with reference to the killing of Pete Gulley: “That it was one of the dirtiest pieces of murder that was ever committed in Harlan county; that if Pete Gulley was a brother of his he would try the case without judge or jury.” It was shown by these affidavits also that Jim Middleton and Pope Smith, members of the jury that tried apellant, were third cousins of the deceased, Pete Gulley; and by the affidavit of appellant that he did not know and could not by the exercise of reasonable diligence have known before the verdict was returned that these two jurors were related to the deceased or that the juror, Jim Middleton, had expressed an opinion as to his guilt before being accepted as jurors.\nA perso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    27735,
    27738,
    27745,
    27764,
    27765
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}