{
  "id": 27749,
  "title": "1924년 Sugarman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-05-21",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Sugarman. 판결일: 1924-05-21. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Sugarman v. Wayne Circuit Judge.\n**판결일**: 1924-05-21\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Bird, Clark, McDonald, Moore, Sharpe, Steere, Wiest\n\n## 변호인\n\nJoseph Sanders , for plaintiff.\n\n Joseph B. Beckenstein , for defendant.\n\n## 인용\n\n- 198 N.W. 908\n- 227 Mich. 535\n\n## 판결문 요약\n\nPlaintiff seeks a writ of mandamus from this court to compel defendant as circuit judge of Wayne county to vacate and set aside a certain order dismissing a motion pending in his court.\n1. It appears that one Nathan Cohen, in July, 1922, commenced an action in defendant's court, which had for its object the removal of a cloud from his title to certain real estate in the city of Detroit. Mark Sugarman and Ada Sugarman, his wife, Louis *Page 536 \nSeldowitz and Minnie Vander were made defendants, and they, or some of them, were charged with a conspiracy to defraud plaintiff out of his said property. This case was tried by the Honorable Clyde I. Webster, sitting as circuit judge. A decree was made, denying relief to Cohen and dismissing his bill. It is said by counsel that that case is either in this court or now on its way to this court. Joseph Sanders acted as attorney for Cohen in this suit.\n2. Prior to the commencement of the Cohen case a decree was obtained by Minnie Vander against Mark Sugarman et al. in another case in the same court on the foreclosure of a land contract on the same property involved in the Cohen suit. Joseph Sanders did not appear as attorney in this case.\n3. After the Cohen case was decided adversely to him, Joseph Sanders, his attorney, filed a motion purporting to be made in behalf of Mark Sugarman, to set aside the decree in the Minnie Vander foreclosure case, on account of certain defects in the process, the contention being that the court had no jur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sugarman-v-wayne-circuit-judge"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27688,
    27737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}