{
  "id": 27745,
  "title": "1924년 Coleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-05-29",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Coleman. 판결일: 1924-05-29. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. . Cecil Coleman\n**판결일**: 1924-05-29\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Litz\n\n## 변호인\n\nC. E. Carrigan, J. Howard Holt  and  Atkinson, Shannon   Life , for plaintiff in error.\n\n E. T. England , Attorney General, and  R. Dennis Steed , Assistant Attorney General, for the State.\n\n## 인용\n\n- 123 S.E. 580\n- 96 W. Va. 544\n\n## 판결문 요약\n\nThe defendant was indicted in the circuit court of Marshall county on May 7, 1923, charged with the murder of Orville Rowsey on April 22d of that year. He was arraigned on May 12th but, as the time of arraignment had not been fixed in advance, his counsel were not present. Thereupon the court appointed a local attorney, who stated that attorneys in Charleston had been retained to appear for defendant. The trial was then set for May 22d. On that day defendant's attorneys from Charleston appeared for the first time in the case, presented an affidavit showing that the attendance of important witnesses could not be secured at that time, and made a motion for continuance in order that defendant might be enabled to make proper defense. This *Page 546 \nmotion was overruled, defendant was tried, convicted of murder in the first degree, and sentenced to be hanged on September 17, 1923. He prosecutes his writ of error to that judgment.\nThe homicide occurred on Sunday morning in the State penitentiary at Moundsville where defendant, twenty-three years of age, was confined under a life sentence for murder and deceased, Rowsey, was serving a five year sentence for burglary. The convicts were walking and exercising in the yard of the penitentiary. Four of them, Leonard Fisher, Goldie Adkins, Ralph Maxwell and the deceased Rowsey were standing together engaged in conversation when defendant came up to them and asked Fisher to hold a knife, stating that he had been shooting craps and was afr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-coleman"
    }
  ],
  "relatedIncidents": [
    27735,
    27738,
    27746,
    27764,
    27765
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}