{
  "id": 27741,
  "title": "1924년 Schenck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-06-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Schenck. 판결일: 1924-06-03. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Christian Schenck, Respondent, v. the State Line Telephone Company Et Al., Appellants\n**판결일**: 1924-06-03\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Cardozo\n\n## 변호인\n\nBenjamin Reass, Hugo Hirsh  and  Emanuel Newman  for appellants.\n\n Samuel Seabury, Edward E. McCall  and  Harry G. Stevens  for respondent.\n\n## 인용\n\n- 144 N.E. 592\n- 238 N.Y. 308\n\n## 판결문 요약\n\nPlaintiff in January, 1910, sold real estate in New York to the State Line Telephone Company, a domestic corporation, induced thereto by representations now charged to have been fraudulently made. In June, 1922, he began an action at law against the corporation and its agents to recover damages for the fraud. In the following October, after service of the defendants' answer, which set up with other defenses the six-year Statute of Limitations, he discontinued the action for damages, though not till the cause had been placed upon the calendar for trial. He then began this suit in equity for a judgment of rescission with a reconveyance of the land and an accounting for the profits. At law the term of limitation applicable to a sale in 1910 is six years from the date of the commission of the wrong (Miller v.Wood, 116 N.Y. 351). The amendment of the statute in 1920 assimilating the rule at law to the rule in equity has been held to be inapplicable to rights of action already barred (Hopkins\nv. Lincoln Trust Co., 233 N.Y. 213). In equity the right of action accrues upon the discovery of the facts constituting the fraud. The defendants now move for judgment on the pleadings. Their position is that the sale has been irrevocably *Page 311 \naffirmed. They argue that this result must follow whether the plaintiff's disability to rescind is to be traced in its origin to an election of remedies or to a choice between substantive rights by ratification or adoption. This position, sustained...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schenck-v-state-line-telephone-co"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27688,
    27737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}