{
  "id": 27759,
  "title": "1924년 Hock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-04-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hock. 판결일: 1924-04-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Martin Hock v. the State\n**판결일**: 1924-04-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nNo brief on file for appellant.\n\n Tom Garrard,  Attorney for the State and,  Grover C. Morris, \nAssistant Attorney for the State.\n\n## 인용\n\n- 261 S.W. 572\n- 97 Tex. Crim. 354\n\n## 판결문 요약\n\nAppellant was convicted in the District Court of Grayson County of selling intoxicating liquor, and his punishment fixed at one year in the penitentiary.\nTwo bills of exception appear in the record. One shows that upon an objection offered, the jury were retired and while absent the witness was interrogated regarding a certain transaction. Upon the return of the jury two questions were asked the witness by the State's attorney. It appears from the bill that objection was made to each which was overruled and witness permitted to answer. The bill is directed at both. Such practice is not in accordance with the rules. If either question and answer be permissible, such bill would present no error. One of said questions is as follows: \"And about the 28th, but you did not say that it was the exact date.\" The bill then proceeds \"and over the timely objection of counsel for the defense witness was permitted to answer `No sir, it was before February, before the 6th of February.'\" There is no statement of the ground of objection and none that we can properly perceive. The bill presents no error.\nThe other exception was reserved to the statement in the charge that if the jury believe that the defendant on or about the 28th day *Page 355 \nof January, 1923, and within one year prior to February 6, 1923, in Grayson County, Texas, sold intoxicating liquor to the party named in the indictment they should convict. The allegation of date in the indictment in the instant case was January 28, 19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hock-v-state"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27681,
    27684
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}