{
  "id": 27765,
  "title": "1924년 Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-04-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Wells. 판결일: 1924-04-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WELLS v. State\n**판결일**: 1924-04-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Luke\n\n## 변호인\n\nDiclcerson & Kelley, Gasey Thigpen, for plaintiff in error. ., A. B. Spence, solicitor-general, J. N. McDonald, contra.\n\n## 인용\n\n- 32 Ga. App. 79\n\n## 판결문 요약\n\n\nLuke, J.\nThe accused, a female, was on trial for assault with intent to murder. Her character was not in issue. It incidentally appears from uncontradicted testimony that she was married, though not living with her husband at the time of the alleged transaction. During the concluding argument an attorney employed by the prosecutrix declared to the jury, “You should convict the little wench,” and, in reply to a motion by defendant’s counsel for a mistrial, he added: “I base the fact that she is a wench on the fact that she has got no husband and that she has got a baby.” Defendant’s counsel then duly moved for a mistrial because of both of such statements of the special counsel for the prosecution. The court overruled the motion, saying: “I will instruct the jury not to consider the argument of counsel to the defendant’s character, and I will overrule the motion for mistrial.” This ruling is assigned as error in defendant’s motion for a new trial. Civil Code (1910), §4957; Morris v. Maddox, 97 Ga. 575 (2) (25 S. E. 487); Hudson v. State, 101 Ga. 520 (3) (28 S. E. 1010); Ivey v. State, 113 Ga. 1062 (2) (39 S. E. 423); Butler v. State, 142 Ga. 286 (11) (82 S. E. 654); Smoot v. State, 146 Ga. 76 (1) (90 S. E. 715). The argument of counsel was not authorized by the evidence, and the court failed in its charge to instruct the jury not to consider it.\nOther grounds of the motion for a new trial, if meritorious, are not such as will likely recur upon another trial of the case.\n\nJudg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wells-v-state"
    }
  ],
  "relatedIncidents": [
    27735,
    27738,
    27745,
    27746,
    27764
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}