{
  "id": 27764,
  "title": "1924년 Weldon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-04-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Weldon. 판결일: 1924-04-19. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WELDON v. State\n**판결일**: 1924-04-19\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hill, Russell\n\n## 변호인\n\nA. 8. Camp, G. G. Finch, and J. 8. Hall, for plaintiff in error., George M. Napier, attorney-general, W. Y. Atkinson, solicitor-general, T. R. Gress, assistant attorney-general, IF. L. Stallings, and C. II: Arnall, contra.\n\n## 인용\n\n- 158 Ga. 140\n\n## 판결문 요약\n\n\nHill, J.\n1. The grand jury o£ Coweta County jointly indicted J. W. Minter, Grady Minter, Jeff Minter, Floyd Weldon, Leon Goodrum, and Walter Feltman for the offense of murder, “for that the said [defendants named], on the 10th day of August in the year 1923, in the county aforesaid, then and there unlawfully, wilfully, and feloniously, and with malice aforethought, did kill and murder Millard Trouton by shooting him with a loaded pistol, and by drowning him, and by striking and beating him with a large rock, and by striking and beating him with some blunt’ instrument to the grand jurors unknown.” Floyd Weldon was tried separately, and was convicted of murder, with a recommendation to the mercy of the court; and he was accordingly sentenced to the penitentiary for life. The evidence for the State showed that on Tuesday, August 14, 1923, Trouton’s body ivas found in a badly decomposed condition in Line Creek, which is on the dividing line between Coweta and Fayette Counties. The evidence also tended to show that the death of the deceased resulted from drowning; that his legs were tied together with a short piece of rope to which was attached a trace-chain; that he had large welts upon his back, as if he had been beaten; and that the top of his head had been crushed in as with some blunt instrument. When the body was discovered in the creek it had been dead for about four days. On Friday night, August 10, about 7 o’clock, the deceased was called from his home in Newnan, Coweta ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weldon-v-state"
    }
  ],
  "relatedIncidents": [
    27735,
    27738,
    27745,
    27746,
    27765
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}