{
  "id": 27768,
  "title": "1924년 Bettis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-04-14",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Bettis. 판결일: 1924-04-14. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Bettis v. State\n**판결일**: 1924-04-14\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Wood\n\n## 변호인\n\nScipio A. Jones, for appellants., J. 8. TJtley, Attorney General, and John L. Garter, Assistant, for appellee.\n\n## 인용\n\n- 164 Ark. 17\n\n## 판결문 요약\n\n Wood, J. This is an appeal from a judgment of the Crawford County Circuit Court sentencing the appellants to death. The appellants were jointly indicted, tried and convicted at a special term of the Crawford Circuit Court, which was convened by the judge of that court in pursuance of the following order: “It appearing to the judge of the 15th Judicial (circuit), by notice from Sheriff A. D. Maxey, Dave Partain, prosecuting attorney, and from the representations of W. J. Martin, mayor of Van Burén, and other citizens of Crawford County, that the crime of rape and murder has been committed in Crawford County, and that the passions of the people of said county are thoroughly aroused, and that the sheriff and mayor of Van Burén and other citizens are apprehensive and believe that mob violence will be committed, and, .upon due consideration of said notice from the sheriff and reports and representations of the mayor and other citizens of same condition in said county of Crawford, and finding that said apprehension and belief of the sheriff and other citizens are well founded, and in order to avoid said apprehended mob violence, I therefore, as judge of the said district, call a special term of the Crawford Circuit Court, to convene at one o’clock on the 1st day of January, 1924, to examine into said charges of rape and murder, and the sheriff of Crawford County is ordered and directed to summon from the electors of Crawford County sixteen good and lawful citizens, to serve as gra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bettis-v-state"
    }
  ],
  "relatedIncidents": [
    27735,
    27738,
    27745,
    27746,
    27764
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}