{
  "id": 27770,
  "title": "1924년 Fogg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-04-07",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Fogg. 판결일: 1924-04-07. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Fogg v. Arnold\n**판결일**: 1924-04-07\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Hart\n\n## 변호인\n\n8. 8. Hargraves and John M. Prewett, for appellants., Walter Gorman, for appellee.\n\n## 인용\n\n- 163 Ark. 461\n\n## 판결문 요약\n\n Hart, J., (after stating the facts). It is unnecessary to cite authorities upon the rule, so often announced by this court, that a court of equity will not interfere with proceedings in probate courts for the settlement of an estate, except upon allegations of fraud or mistake. It is equally well settled that fraud or mistake cannot be charged without stating the facts and circumstances constituting it. It cannot be pleaded as a conclusion of law. The answer and motion to transfer the case to the chancery court seeks relief against a judgment of the probate court restating and settling the first and final account of H. J. Tonkinson, as guardian of the minor children of W. R. Kendrick, deceased. The ground for the transfer is that rents amounting to $1,800 were, by mistake, charged against himself in the account as first stated by the guardian. The defendants allege that this fact was brought to the attention of the probate court, and that said court promised to withhold its finding and judgment until the title to the lands from which the rent was collected should be adjudicated. It was further alleged that, some time thereafter, and after the decision by the chancellor adjudicating the title to the lands to be in other parties than the estate of W. R. Kendrick, deceased, the probate court caused the attorneys for H. J. Tonkinson to be called before it, and announced that the court was ready to render judgment restating the account current of H. J. Tonkinson, guardian. At the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fogg-v-arnold"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27688,
    27737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}