{
  "id": 27771,
  "title": "1924년 Andrews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-04-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Andrews. 판결일: 1924-04-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Maude Andrews v. Andrew J. Connick, Jr., and Others, Individually and as Executors, etc., of Andrew J. Connick\n**판결일**: 1924-04-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Dowling, Finch, Martin, McAvoy, Merrell\n\n## 변호인\n\nSimpson, Thacher & Bartlett [Thomas D. Thacher of counsel; Louis S. Weiss with him on the brief], for the appellants., John Mc Kim Minton, Jr. [Orville C. Sanborn with him on the brief], for the respondent.\n\n## 인용\n\n- 209 A.D. 161\n\n## 판결문 요약\n\n\nMartin, J.:\nThe executors of the estate of Andrew J. Connick, after his death in March, 1919, held as a part of the estate a private dwelling located at No. 328 West Seventy-second street in the city of New York. They desired to sell this property, but prior to June, 1919, were unable to find a purchaser. It was then determined to secure a tenant for the premises.\n*162On June 20, 1919, a lease, the basis of the present controversy, was entered into between the plaintiff and the defendants. By its terms the property was demised to plaintiff for a term of five years and two months from August 1, 1919, until September 30, 1924, at an annual rental of $3,500. The defendants, still anxious to sell, reserved the right to cancel the lease, if there should be a sale, upon giving sixty days’ notice of cancellation in writing and permitting the tenant to remain in the premises “ rent free ” for two months.\nDuring the month of July, 1919, the plaintiff took possession of the premises for the purpose of conducting a rooming house therein. In an effort to sell the property, the defendants placed this house and other real estate owned by Mr. Connick at the time of his death with Ernest Tribelhorn, a real estate broker. In February, 1920, he met the defendant Andrew J. Connick, Jr., and made an offer on behalf of a client, the Payne Construction Company, to purchase the house theretofore leased to plaintiff.\nThereafter satisfactory terms were arranged and a contract of sale was executed be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andrews-v-connick"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27688,
    27737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}