{
  "id": 27786,
  "title": "1924년 Charlson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-03-03",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Charlson. 판결일: 1924-03-03. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ANN NICOLINE CHARLSON v. T. E. CHARLSON, N. J. Charlson, N. A. Charlson, C. C. Charlson, Ella C. Charlson, T. E. Charlson, as Administrator of the Estate of S. Charlson, Deceased and the Charlson Estate, a Corporation\n**판결일**: 1924-03-03\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Birdzell, Bronson, Christianson, Johnson, Nuessle\n\n## 변호인\n\nGraven & Converse and Fislc & Taylor} for appellants., Kvello ,<£• Adams, for respondent.\n\n## 인용\n\n- 50 N.D. 677\n- 197 N.W. 778\n\n## 판결문 요약\n\n\n*683Statement.\nBronson, Oh. J.\nThis is an equitable action to invalidate ante-*684nuptial and postnxxptial agreements and to set aside a final decree in the estate of a deceased person. Defendants liave appealed from the judgment in plaintiff’s favor and demand a trial de novo. This cause was previously before this court. Charlson v. Charlson, 48 N. D. 851, 187 N. W. 418. In the previous appeal, the plaintiff appealed from an order of the trial court sustaining a demurrer to the complaint. Upon .such appeal this court, through an opinion of the writer, sustained the sufficiency of the complaint as setting forth a cause of action in equity to set aside these nuptial agreements and to set aside the final decree. Thereafter, in the trial court, the defendants interposed an answer wherein it is alleged that the final decree of distribution in the estate was made in the county court, September 29th, 1919; that plaintiff made no claim for her statutory exemptions; that she received from the, estate certain real property in the sum of $1,500; that she also received household furniture and furnishings and other property, which would have been exempt to the deceased if he were living, including all property absolutely exempt. The answer further alleged that plaintiff was estopped from maintaining her cause of action as alleged in tin* complaint by reason of the antenuptial and postnuptial agreements and by reason of her participation and acquiescence in the probate proceedings had an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charlson-v-charlson"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27688,
    27737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}