{
  "id": 27796,
  "title": "1924년 Watters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-01-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Watters. 판결일: 1924-01-17. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Watters v. Watters.\n**판결일**: 1924-01-17\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Bouldin, Somerville, Thomas\n\n## 변호인\n\nW. E. Howard, of Birmingham, for appellant.\n\nIf the affidavit was not sufficient, it was a mere irregularity, which could not be attacked after 12 months from rendition of final decree. Frand will not be imputed, when the facts and circumstances from which it is supposed to arise are consistent with honesty of intention. Code 1907, &#167; 3170; Thames v. Rembert's Adm'r,  63 Ala. 561 ; Harrell v. Mitchell,  61 Ala. 270 ; Pollak v. Searcy,  84 Ala. 259 ,  4 So. 137 . Complainant's allegation that\n\n## 인용\n\n- 98 So. 813\n- 210 Ala. 550\n\n## 판결문 요약\n\nThe bill is in the nature of a bill of review, filed more than two years after rendition of the final decree sought to be set aside for fraud (Sims v. Riggins, 201 Ala. 99, 77 So. 393; Peters Mineral Land Co. v. Hooper, 208 Ala. 324, 94 So. 606; Code 1907, &#167; 4852), and demurrer thereto was sustained. An amendment of the bill exhibited the affidavit of nonresidence filed in the original suit resulting in the judgment challenged, and later the bill was otherwise amended.\nLeave of the court to file the amended bill was had, as a matter of precaution, though this is not necessary for the filing of a bill in the nature of a bill of review, as was the instant bill. Clements v. Clements, 200 Ala. 529, 76 So. 855; Johnson v. Johnson, 182 Ala. 376, 381, 62 So. 706; McDonald v. Pearson, 114 Ala. 630, 647, 21 So. 534; Hogan v. Scott, 186 Ala. 310, 65 So. 209; 2 Dan. Ch. Pl.  Pr. 1584.\nThe original bill and decree were for divorce. The ground therefor was that respondent was \"an habitual drunkard.\" That pleading is signed by complainant's attorney, and the affidavit of nonresidence is:\n\"The State of Alabama, Jefferson County.\n\"Circuit Court, Tenth Judicial Circuit of Alabama, in Equity.\n\"Edwin B. Watters, Complainant, v. Elsa F. Watters, Defendant.\n\"Personally appeared before me Hunter Armstrong, register of the circuit court, Tenth judicial circuit of Alabama, H. W. Phillips, solicitor for complainant, who, being duly sworn, deposes and says that he is informed and verily believes ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watters-v-watters"
    }
  ],
  "relatedIncidents": [
    27691,
    27793,
    27544,
    27675,
    27678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}