{
  "id": 27798,
  "title": "1924년 Yancy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-01-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Yancy. 판결일: 1924-01-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: A. O. Yancy v. the State\n**판결일**: 1924-01-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nNo brief on file for appellant.\n\n Tom Garrard  and  Grover C. Morris,  Assistants Attorney General, for the State.\n\n## 인용\n\n- 257 S.W. 540\n- 96 Tex. Crim. 462\n\n## 판결문 요약\n\nThe offense is the unlawful manufacture of intoxicating liquor; punishment fixed at confinement in the penitentiary for a period of one year and eight months.\nA still in the operation of making whisky was discovered by officers in a canyon about three hundred yards distant from the dwelling-house of the appellant. The officers, after ascertaining the location of the still, hid and watched it for a time, and finally arrested the appellant and a negro named Shorty Simmons. At the immediate time of the arrest, Simmons was at the still and the appellant was a few feet distant from it, going in the direction of a creek with a water bucket in his hand. The appellant fled upon observing *Page 463 \nthe officers. There was also testimony that the officers saw the appellant carrying wood towards the still. Simmons testified that he had been doing farm work for the appellant for about three weeks prior to his arrest; that on the day of the arrest, he hitched a pair of mules to a sled upon which an iron barrel was placed; that one Gribble and the appellant hauled the barrel to the canyon. The iron barrel contained mash which the appellant had taken out of a wooden barrel at his house. The iron barrel was used for cooking the mash. Appellant carried a water bucket to the still and then came back to the house and got some fruit jars. He also carried some wood to the still and told the witness to do likewise. When the witness reached the still, whisky was running out of it. Appellant brough...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=yancy-v-state"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27681,
    27684
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}