{
  "id": 27797,
  "title": "1924년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-01-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Campbell. 판결일: 1924-01-16. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Campbell v. State\n**판결일**: 1924-01-16\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hines\n\n## 변호인\n\nPorter & Mebane, for plaintiff in error., George M. Napier, attorney-general, E. 8. Taylor, solicitor-general, and T. B. Gress, assistant attorney-general, contra.\n\n## 인용\n\n- 157 Ga. 233\n\n## 판결문 요약\n\n\nHines, J.\n1. The defendant was convicted of the murder of Will Gibbons. The evidence for the State was substantially as follows: On March 10, 1912, the defendant and his brother, Peter Campbell, riding in separate buggies, drove up and stopped in front of the dwelling of Sis Gibbs. The deceased was sitting to the right of the fireplace, next to the door, and leaning back against the wall. Sam Gibbons was standing on the other side of the fireplace. Peter Campbell asked Phil Pool for a drink of water, and Pool told him to come and get it. The defendant' then got out of his buggy and came into the house. He had his hands in his overcoat pockets. The water was in the kitchen. When the defendant came in, he walked as though he was going into the kitchen *234to get a drink. When he got nearly to the middle door, he said: “Don’t a God damn one of you move,” pulled his pistol out, and pointed it at the deceased, who said: “James, don’t do that,” when the defendant shot and killed him. He then immediately shot and killed Sam Gibbons. At the time the deceased was shot and killed, he did not have any weapon in his hand, and was not doing anything to the defendant. There was evidence tending to show that the defendant entertained bad feelings toward the deceased and Sam Gibbons, a brother of the deceased, because Sam Gibbons had, sometime before, eloped with the wife of the defendant, and that the deceased had aided his brother in eloping with the defendant’s wife. There was evidence t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=campbell-v-state"
    }
  ],
  "relatedIncidents": [
    27735,
    27738,
    27745,
    27746,
    27764
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}