{
  "id": 27792,
  "title": "1924년 Gustin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1924-02-05",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Gustin. 판결일: 1924-02-05. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Gustin v. State.\n**판결일**: 1924-02-05\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Foster\n\n## 변호인\n\nDisque  Disque, of Gadsden, for appellant.\n\nNo brief reached the Reporter.\n\nHarwell G. Davis, Atty. Gen., for the State.\n\nNo brief reached the Reporter.\n\n## 인용\n\n- 99 So. 54\n- 19 Ala. App. 558\n\n## 판결문 요약\n\nThe indictment conforms substantially to the act of the Legislature of Alabama, approved August 31, 1915:\n\"To prohibit the obtaining of money, property, or thing of value, or the making, uttering or delivery of any check, draft, or order in payment of any obligation, with intent to defraud,\" etc. Acts 1915, p. 319.\nThe indictment was returned into court on April 23, 1921. On August 21, 1922, the defendant filed a motion to quash the indictment, averring as a ground therefor that the statute under which the indictment was found had been expressly repealed by an act of the Legislature of Alabama, approved November 21, 1921. On August 26, 1922, defendant filed demurrer to the indictment assigning substantially the same ground as set up in the motion to quash. The motion and demurrer were overruled by the court.\nThe question presented is whether the act of 1915, supra, was repealed by the act approved November 21, 1921. The title of the act is:\n\"To make it unlawful for any person to obtain money or other property or credit by check, draft or order which is not paid by the drawee,\" etc. Acts Sp. Sess. 1921, p. 47.\nThe latter act expressly repeals all laws or parts of laws in conflict with its provisions.\nThe prosecution in the instant case is based upon the fraudulent issuance of a check for less than $30, and is a misdemeanor under the act of 1915, supra, and a misdemeanor under the act of 1921, supra.\nThe portion of that act of 1915, supra, applicable to the prosecution in this ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gustin-v-state"
    }
  ],
  "relatedIncidents": [
    27675,
    27678,
    27679,
    27688,
    27737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}