{
  "id": 27809,
  "title": "1923년 DeKlade 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-11-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: DeKlade. 판결일: 1923-11-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Jean DeKlade v. Abraham DeKlade\n**판결일**: 1923-11-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Fitch\n\n## 변호인\n\nBerezniak & Dittus, for appellant., Robert E. Crowe, State’s Attorney, for appellee; Edward E. Wilson and Clyde C. Fisher, Assistant State’s Attorneys, of counsel.\n\n## 인용\n\n- 231 Ill. App. 50\n\n## 판결문 요약\n\n Mr. Justice Fitch delivered the opinion of the court. By this appeal, the appellant, who was the complainant in a bill for divorce on the ground of desertion, seeks to reverse a decree of the superior court dismissing her bill of complaint. The bill alleges that complainant is, and for more than a year immediately preceding the filing of the bill has been, a resident of this State. The decree finds that this allegation is not sustained by the evidence, and error is assigned on this finding. From the certificate of evidence it also appears that the court was not satisfied that there was no collusion between the parties. The bill was filed November 16, 1922. One day later á paper was filed, signed by the defendant, waiving service of process and consenting to “a default and an immediate hearing.” No answer was filed, and no formal order of default was entered, but on November 24, 1922, the court heard the' evidence, apparently as a default case. While the decree states that there was service on the defendant by publication, there is no proof of such service in the record, and as but eight days elapsed between the date the bill was filed and the date of the hearing, it is obvious that this recital of the decree is a mistake. At the close of the evidence, in response to questions of the court, one of the complainant’s solicitors stated that before the bill was filed he had sent a letter to the defendant in New York City, stating that the defendant’s wife had engaged such solicit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=deklade-v-deklade"
    }
  ],
  "relatedIncidents": [
    27803,
    27808,
    27811,
    27815,
    27816
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}