{
  "id": 2780,
  "title": "2017년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-08-17",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Lewis. 판결일: 2017-08-17. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Shelton LEWIS\n**판결일**: 2017-08-17\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Gorton\n\n## 변호인\n\nDonald L. Cabell, United States Attorney’s Office, Boston, MA, for United States of America.\n\n## 인용\n\n- 270 F. Supp. 3d 329\n\n## 판결문 요약\n\n\nMEMORANDUM &amp; ORDER\nGORTON, J.\nIn April, 2003, a jury convicted Shelton Lewis (“defendant”) of one count of felon in possession of a firearm, in violation of 18 U.S.C. § 922(g), one count of a violation of the Hobbs Act, 18 U.S.C. § 1951(a) and one count of use of a firearm during a crime of violence, in violation of 18 U.S.C. § 924(c)(1), for his role in an armed robbery which took place in Abington, Massachusetts in September, 1999. Defendant was sentenced as armed career criminal to 22 years’ incarceration, followed by 36 months of supervised release.\nIn May, 2016, defendant petitioned to vacate his sentence pursuant to 28 U.S.C. § 2255 based upon the decision in Johnson v. United States, — U.S. —, 135 S.Ct. 2551, 192 L.Ed.2d 569 (2015) (“Johnson II”). The following month, the First Circuit Court of Appeals (“First Circuit”) allowed defendant to proceed with his Johnson II claim.\nPursuant to the parties’ joint motion, this Court stayed defendant’s petition pending a decision by the United States Supreme Court in Beckles v. United States, — U.S. —, 137 S.Ct. 886, 197 *330L.Ed.2d 145 (2017). In April, 2017, defendant filed a motion to lift the stay and set a briefing schedule on his habeas petition. That motion is currently pending before the Court.\nAlso pending is defendant’s petition to vacate his' sentence. This memorandum addresses both motions.\nI. Defendant’s Motion to Lift the Stay and Set a Briefing Schedule\nDefendant’s motion to lift the stay and set a briefing s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lewis"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2687,
    2806
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}