{
  "id": 27811,
  "title": "1923년 Pompa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-11-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Pompa. 판결일: 1923-11-26. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. AURELIO POMPA, Appellant\n**판결일**: 1923-11-26\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Richards\n\n## 변호인\n\nFrank E. Dominguez and W. T. Helms for Appellant., U. S. Webb, Attorney-General, and J. Charles Jones, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 221 P. 198\n- 192 Cal. 412\n\n## 판결문 요약\n\nThe defendant herein was convicted of murder in the first degree, consisting in the killing of one Win. D. McCue on October 19, 1922, in a building in the city of Los Angeles intended for a postoffice, then in course of construction, and in which the deceased and the defendant were at the time of said homicide employed. Upon this appeal the defendant does not contend that the evidence in the case was insufficient to justify the verdict of conviction, but rests his demand for a reversal upon three points, which are: (1) That the jury received evidence outside of court other than that resulting from a view of the premises; (2) that the court misdirected the jury in matters of law arising during the course of the trial; (3) that the verdict is contrary to law.\nThe first of the foregoing contentions is predicated upon the action of the trial court in permitting a view of the premises where the homicide occurred and upon what transpired *Page 414 \nduring the course of that particular proceeding. The facts leading up to and attending the view of the premises by the jury are undisputed and are these: At an early stage in the trial the district attorney moved the court that the jury be taken to the scene of the crime. The defendant's counsel objected to this procedure upon the ground that the physical features of the building had changed through its completion, and on the further ground that since the defendant had introduced no evidence the motion was premature. The court at that ti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-pompa"
    }
  ],
  "relatedIncidents": [
    27815,
    27832,
    27869,
    27892,
    27901
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}