{
  "id": 27815,
  "title": "1923년 Browning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-11-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Browning. 판결일: 1923-11-14. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: BROWNING v. State\n**판결일**: 1923-11-14\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bloodworth\n\n## 변호인\n\nLevi O’Bteen, Dickerson & Kelley, Casey Thigpen, for plaintiff in error., J. D. Lovett, solicitor-general, J. P. Knight, W. D. Buie, contra.\n\n## 인용\n\n- 31 Ga. App. 150\n\n## 판결문 요약\n\n\nBloodworth, J.\nOnly the 6th headnote needs elaboration. The verdict was as follows: “We, the jury, find the defendant guilty. This — day of —, 191—. Thomas Kennedy, Foreman. Sentence five years; no more nor no less.” The motion for a new trial alleges that after a conference with the judge one of the attorneys for the State so changed the verdict as to make it read: “We, the jury, find the defendant guilty [of] voluntary manslaughter, and fix his sentence at not less than five years and not more than five years in the penitentiary. This the 23rd day of February, 1923;” which was written over the signature of the foreman of the jury. The verdict was then published. Thereupon counsel representing the defendant “objected to the reception of the verdict, upon the ground that the verdict that was rendered by the jury was not received by the court, and the verdict which was read in open court was the verdict which had been prepared by counsel representing the Staíé, and for that reason the verdict should not be received in court; it not being the verdict as rendered by the jury.” Counsel representing the defendant further objected to the verdict as changed, on the ground that, “this having been done in the presence of the jury, who had already made their verdict, which was not received, is prejudicial to the rights of the defendant,” and upon this ground moved the court that a mistrial be declared. The record shows that after the change in the form of the verdict was made, counsel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=browning-v-state"
    }
  ],
  "relatedIncidents": [
    27811,
    27832,
    27869,
    27892,
    27901
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}