{
  "id": 27816,
  "title": "1923년 Ehret 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-11-07",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Ehret. 판결일: 1923-11-07. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: William Ehret, Respondent, v. George Hering, Appellant\n**판결일**: 1923-11-07\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Kaliscii, Katzenbach, Katztsnbach\n\n## 변호인\n\nFor the appellant,  Joseph Frederick Bratt. \n\nFor the respondent,  Warner W. Westervelt, Jr.\n\n## 인용\n\n- 122 A. 598\n- 99 N.J.L. 73\n\n## 판결문 요약\n\nThis is an appeal from a judgment of the District Court of the Second Judicial District of Bergen county. The plaintiff below, William Ehret, and the defendant below, George Hering, owned adjoining farms. On the Hering farm there was a roadway over which Ehret had a right of way. On July 18th, 1922, Ehret attempted to use this right of way to reach a hay crop on his farm which he desired to harvest. Hering prevented Ehret from using the right of way and Ehret assaulted Hering. In December, 1922, Hering sued Ehret for assault and battery and obtained a judgment. Ehret filed no counter-claim or set-off for the damages sustained by him in being prevented from gathering his hay crop. Later Ehret commenced, in another court, the present suit against Hering to recover damages for the loss of his hay crop. At the trial counsel for Hering offered a transcript of the judgment in the assault and battery case and then moved for judgment on the ground that *Page 74 \nEhret had lost his right of action because of his failure to counter-claim or set-off his claim for damages for loss of the hay crop in the assault and battery case. The court overruled the motion and gave judgment for Ehret for $240 for the loss of his hay crop. To this judicial action Hering excepted and has appealed to this court. The appellant contends that an amendment to section 60 of the District Court act, made in 1922 (Pamph.L. 1922, p. 230), obligated Ehret in the action for the assault and battery to set-off or cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ehret-v-hering"
    }
  ],
  "relatedIncidents": [
    27681,
    27803,
    27808,
    27809,
    27811
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}