{
  "id": 27828,
  "title": "1923년 Pearson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-10-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pearson. 판결일: 1923-10-15. 법원: United States Court of Claims.",
  "description": "## 사건 정보\n\n**사건명**: MARGARET W. PEARSON AND J. R. PEARSON, HER HUSBAND v. United States\n**판결일**: 1923-10-15\n**법원**: United States Court of Claims\n**관할**: USA, Federal\n\n**판사**: Booth, Campbell, Downey, Graham, Hay\n\n## 변호인\n\nMr. W. F. Norris, with whom was Mr. Assistant Attorney General Robert H. Lovett, for the demurer., Mr. Henry O. Clark opposed. Williams & Claris were on the briefs.\n\n## 인용\n\n- 58 Ct. Cl. 485\n\n## 판결문 요약\n\n\nHay, Judge,\ndelivered the opinion of the court:\nIn this case the United States has filed a demurrer to the petition of the plaintiffs.\nThe petition alleges the following facts:\nOn September 11, 1917, the plaintiffs leased to the Chamber of Commerce of Jacksonville, Florida, a tract of land “ for and during the continuance of the war now in progress between the United States of America and the German Empire, provided, however, that this lease shall terminate and expire three years from the date hereof, it being the intent and purpose to create a lease to run for a period not longer than three years, which period is to expire upon the termination of said war should said war be terminated within three years from the date hereof.”\nThe Jacksonville Chamber of Commerce verbally agreed with the War Department of the United States that the land leased by it from the plaintiffs might be used by the United States as a part of the land upon which the United States might construct a training camp for troops of the Army, the said land being thereafter included in and forming a part of Camp Joseph E. Johnston. While the United States was in possession of the land of the plaintiffs under the lease the War Department erected buildings and placed improvements on the aforesaid tract of land and erected the base hospital of Camp Joseph E. Johnston and houses for nurses on said land.\n*487Among other provisions the lease provided as follows:\n“And the lessors, for themselves, their heirs, legal r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pearson-v-united-states"
    }
  ],
  "relatedIncidents": [
    27905,
    27691,
    27793,
    27796,
    27803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}