{
  "id": 27836,
  "title": "1923년 In re Wysback 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-09-28",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: In re Wysback. 판결일: 1923-09-28. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: In re WYSBACK Ex parte LEWIS\n**판결일**: 1923-09-28\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Lowell\n\n## 변호인\n\nWilliam H. Lewis, of Boston, Mass., for petitioner., John W. Schenclc, Asst. U. S. Atty., of Boston, Mass., opposed.\n\n## 인용\n\n- 292 F. 761\n\n## 판결문 요약\n\n\nLOWELL, District Judge.\nAlbert Wysback and Moses Makad were Syrians, who had been living in the United States for eight or nine years. They had each of them taken out their “first papers” for *762naturalization. In October of 1920 they went to Canada in order, as it appears, to bring into the United States two or three Syrians who had come to Canada. They attempted to smuggle these Syrians into the United States, but were arrested in Vermont. They were indicted for conspiracy to evade the immigration laws of the United States, and were tried before a jury in Vermont, but the jury disagreed and the criminal proceedings were nol. prossed. Meantime they were examined before the inspector of immigration at Newport, Vt, and were ordered deported on the ground that they were likely to become public charges and that they had entered the United States without inspection. This order was approved by the Secretary of Labor. The valid-of this order is now before the court.\nAt the hearing before the immigration inspector, Makad testified that he had a fruit store belonging to him and some little property. Wysback testified that he was earning $45 a week. Each of them had supported himself for eight years. No evidence to the contrary was introduced by the United States.\nIt is evident from the statement of the case that the order of the immigration officials was a gross abuse of the rights of aliens. The attempt to bring aliens into the country illegally is nowhere made a reason for exclud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-wysback"
    }
  ],
  "relatedIncidents": [
    27803,
    27808,
    27809,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}