{
  "id": 27831,
  "title": "1923년 Plunk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-10-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Plunk. 판결일: 1923-10-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joe Plunk v. the State\n**판결일**: 1923-10-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Lattimore, Morrow\n\n## 변호인\n\nGentry  Gentry,  for appellant.\n\n Tom Garrard,  State's Attorney, and  Grover C. Morris,  Assistant State's Attorney, for the State.\n\n## 인용\n\n- 265 S.W. 158\n- 98 Tex. Crim. 140\n\n## 판결문 요약\n\nAppellant was convicted in the district court of Van Zandt county of selling intoxicating liquor, and his punishment fixed at three years in the penitentiary.\nJ.B. Rogers testified for the State that on a certain night he went to the home of appellant and bought from him two pint jars full of whisky for which he paid him $2.50. Said witness was accompanied to the home of appellant by the sheriff, a constable and justice of the peace. These three men stood outside of appellant's house and watched Rogers when he went inside and saw him come back with the whisky in his possession, which he delivered to the sheriff. The officers testified to such facts. The appellant put on the stand a number of witnesses who stated they were in his house on the night in question *Page 142 \nand that Rogers did not come in said house nor purchase from appellant the liquor mentioned.\nAppellant complains of the fact that the State was permitted to prove by the sheriff, and also to ask appellant while he was on the stand if it was not true, that he was then under indictment in other felony cases pending against him. Appellant's objection to this seems to be that such testimony was not admissible because the indictments grew out of the same transaction which formed the basis for the instant prosecution. In his qualification to the bills of exception the learned trial judge states that it was in no way shown that the transactions were the same. In Mr. Branch's Annotated P.C., Sec. 167, numerous authori...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=plunk-v-state"
    }
  ],
  "relatedIncidents": [
    27803,
    27808,
    27809,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}