{
  "id": 27869,
  "title": "1923년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-07-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Davis. 판결일: 1923-07-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Davis, agent v. Thompson\n**판결일**: 1923-07-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Stephens\n\n## 변호인\n\nWilson & Bennett, Parks, Reed & Garrett, I. J. Bussell, Alston, Alston, Poster & Moise, for plaintiff in error., T. A. Wallace, L. D. Luke, contra.\n\n## 인용\n\n- 30 Ga. App. 650\n\n## 판결문 요약\n\n\nStephens, J.\n1. This being a suit by a widow against a railroad company to recover for the homicide of her husband, alleged to have been caused by the negligence of the defendant, and the court having failed to charge the jury the rule as to diminishing earning capacity of the deceased, and also having failed to instruct the jury that the negligence of the defendant must, before the plaintiff can recover, be the proximate cause *651of the injuries of the deceased, the verdict for the plaintiff must be set aside and a new trial granted.\nDecided July 16, 1923.\nAdhered to on rehearing, September 25, 1923.\nWilson &amp; Bennett, Parks, Reed &amp; Garrett, I. J. Bussell, Alston, Alston, Poster &amp; Moise, for plaintiff in error.\nT. A. Wallace, L. D. Luke, contra.\n2. The charge of the court taken as a whole was not erroneous, as complained of by the defendant, in instructing the jury upon the law as to the presumption of negligence, or the duty resting upon the deceased to avoid the injury by the exercise of ordinary care, or in instructing the jury in the doctrine of comparative negligence.\n3. Evidence as to the age of the deceased, his state of health, and the nature of his business, are sufficient data to authorize the jury to determine the deceased’s expectancy in life, and while the disjunctive “ or,” as used by the judge in his charge in this case, might possibly have been construed by the jury as being used in the conjunctive sense, all of these elements should be considere...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-thompson"
    }
  ],
  "relatedIncidents": [
    27811,
    27815,
    27832,
    27892,
    27901
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}