{
  "id": 2787,
  "title": "2017년 Porter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-08-07",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Porter. 판결일: 2017-08-07. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Karla Louise PORTER v. STATE of Maryland\n**판결일**: 2017-08-07\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Adkins, Getty, Greene, McDonald\n\n## 변호인\n\nArgued by Marta K. Kahn, Assigned Public Defender (The Law Office of Marta K. Kahn, LLC, Baltimore, MD), on brief, for Petitioner., Argued by Brenda Gruss, Asst. Atty. Gen. (Brian E. Frosh, Atty. Gen. of Maryland, Baltimore, MD), on brief, for Respondent., Argued before Barbera, C.J., Greene, Adkins, McDonald, Watts, Hotten, Getty, JJ.\n\n## 인용\n\n- 166 A.3d 1044\n- 455 Md. 220\n\n## 판결문 요약\n\nKarla Louise Porter v. State of Maryland, No. 88, September Term, 2016, Opinion by\nAdkins, J.\n\nHOMICIDE — IMPERFECT SELF-DEFENSE — MD. CODE (1991, 2013 Repl.\nVol.), § 10-916 OF THE COURTS AND JUDICIAL PROCEEDINGS ARTICLE\n(“CJP”) — BATTERED SPOUSE SYNDROME: A criminal defendant accused of\nmurdering her husband was entitled to a jury instruction on imperfect self-defense when\nshe presented evidence that her husband physically abused her throughout their 24-year\nmarriage, that his abuse had escalated in the weeks preceding his death, and that at the time\nof his killing she lived in a constant state of fear. Despite the fact that she hired a third-\nparty to carry out the homicide, the defendant presented sufficient evidence that she\nactually believed she was in “imminent or immediate” danger to receive a jury instruction\non imperfect self-defense. Accordingly, the trial court’s misstatement of the elements of\nimperfect self-defense in its jury instruction did not constitute harmless error. We reverse\nthe defendant’s convictions and remand for a new trial.\n\nCONSPIRACY TO COMMIT MURDER — IMPERFECT SELF-DEFENSE: To\nconvict the defendant of conspiracy to commit murder, the jury must find that she had a\nmalicious intent to kill with premeditation and deliberation. Because imperfect self-\ndefense negates the element of malice, the trial court’s misstatement of the law in its\nimperfect self-defense instruction also infected the jury’s verdict as to conspiracy to\ncommit murder.\n\nSOLICITA...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=porter-v-state"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2696,
    2720
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}