{
  "id": 27884,
  "title": "1923년 Baxter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-06-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Baxter. 판결일: 1923-06-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: William J. Baxter, Trading under the Name of William J. Baxter Company v. Morris Lustberg and Others, Copartners Doing Business under the Firm Name of Lustberg, Nast & Company\n**판결일**: 1923-06-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Merrell\n\n## 변호인\n\nMervyn Wolff [Daniel Day Walton of counsel; Lemuel Bannister, William 0. Hubbard and Benjamin Jaffe with him on the brief], for the appellants., Gerald B. Rosenheim [Eugene E. Sperry with him on the brief], for the respondent.\n\n## 인용\n\n- 205 A.D. 673\n\n## 판결문 요약\n\n\nMerrell, J.:\nThe action was brought to recover damages by reason of the alleged default of the defendants and their refusal to accept and pay for a quantity of cotton flannel alleged to have been sold by the plaintiff to the defendants. The plaintiff is a converter of cotton fabrics, including shirtings. The defendants are manufacturers of shirts. Owing to war conditions and the high price of flannels, the plaintiff placed upon the market a line of imitation flannels made of cotton and known as “ cotton flannel.” The plaintiff alleges that on October 15, 1918, the defendants, by Max Nast, one of the defendant copartners, ordered of the plaintiff one thousand pieces of shirtings at the agreed price of thirty-eight cents per yard. The defendants deny that any contract was entered into between the parties, and plead that, in so far as there was any contract, it was verbal and unenforcible by reason of the Statute of Frauds. The evidence disclosed that a few days prior to October 15, 1918, a salesman of the plaintiff by the name of Fox called at the defendants’ place of business and displayed certain samples of plaintiff’s line of cotton flannels which the plaintiff then had for sale. Among these samples was a style known as “ Defender,” *675priced at thirty-eight cents a yard. Another style was known as “Aurora,” priced at forty-one cents a yard. These two fabrics were identical in weave and weight, differing only in the printing and dyeing of the “Aurora,” which process added ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baxter-v-lustberg"
    }
  ],
  "relatedIncidents": [
    27879,
    27897,
    27898,
    27920,
    27675
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}