{
  "id": 27891,
  "title": "1923년 Ex Parte Edwin Burkhart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-05-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Edwin Burkhart. 판결일: 1923-05-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Edwin Burkhart.\n**판결일**: 1923-05-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Morrow\n\n## 변호인\n\nMays  Mays,  and  Frank A. Ogilive,  for appellant.\n\n W.A. Keeling,  Attorney General, and  C.L. Stone,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 253 S.W. 259\n- 94 Tex. Crim. 583\n\n## 판결문 요약\n\nThis is an original application for writ of habeas corpus alleging that relator is illegally restrained of his liberty under what is alleged to be a void judgment of the County Court of Tarrant County, Texas, finding him to be a delinquent child.\nThe record discloses that on November 17, 1922, he was tried *Page 584 \nbefore a jury in the County Court of Tarrant County, sitting as a juvenile Court upon complaint and information charging him with delinquency. Upon the verdict of the jury finding him guilty and assessing his punishment at five years in the State Training School at Gatesville, Texas, the following judgment was entered.\n\"It therefore appears to the court that the said child Edwin Burkhart is under seventeen years of age and that he did commit the act or acts charged in the information, therefore by virtue of the statute in such cases made and provided, the said Edwin Burkhart is by the Court adjudged to be a delinquent child, whose acts and conduct demand the interposition of the State of Texas in his behalf. And further, that said child is a ward of this Court and shall be subject to this and all further orders of this Court until finally discharged or until he reaches the age of twenty-one years.\"\nAn attack is made upon the judgment upon the ground that it is violative of Article 1197, C.C.P. as amended by Thirty-fifth Legislature, Fourth Called Session, Chapter 26, Section 1, and not in accord with the opinions in Ex parte Roach, 86 Tex. Crim. 370, 221 S.W. Rep...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-edwin-burkhart"
    }
  ],
  "relatedIncidents": [
    27803,
    27808,
    27809,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}