{
  "id": 27898,
  "title": "1923년 Roach 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-04-28",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Roach. 판결일: 1923-04-28. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: CHARLES ROACH Et Al. v. STATE\n**판결일**: 1923-04-28\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bessey, Doyle, Matson\n\n## 변호인\n\nW. P. Thompson and Clyde McGary, for plaintiffs in error., The Attorney General, and C. W. King, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 214 P. 563\n- 23 Okla. Crim. 280\n\n## 판결문 요약\n\nCharles Roach and F.H. Anthony, plaintiffs in error, together with James J. Kelly, were by information filed in the district court of Craig county on November 3, 1919, jointly charged with the theft of an automobile. At the trial, November 25, 1919, by a verdict of the jury, each of the persons named was found guilty as charged. On November 29, 1919, the court rendered judgment upon the verdict, assessing the punishment of Charles Roach at imprisonment in the penitentiary for a term of 10 years, and the punishment of F.H. Anthony at imprisonment in the penitentiary for 5 years. From this judgment plaintiffs in error appeal to this court. *Page 281 \nThere is but one assignment of error urged in the brief filed by plaintiffs in error. The other alleged errors set out in the petition in error may be considered as waived.\nThe charging part of the first count of the information upon which the accused men were tried and convicted is as follows:\n\"That the said Charles Roach, James J. Kelly, and F.H. Anthony in the city, county, and state aforesaid, on the 28th day of July, 1919, did knowingly, willfully, unlawfully, feloniously, wrongfully, fraudulently, and stealthily take, steal, and carry away one 1919 model, 5-passenger Ford automobile, the personal property of a person or persons unknown, and not the personal property of Charles Roach, James J. Kelly, and F.H. Anthony, and of the value of $500 with the unlawful, fraudulent, and felonious intent then and there on the part of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roach-v-state"
    }
  ],
  "relatedIncidents": [
    27879,
    27884,
    27897,
    27920,
    27675
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}