{
  "id": 27904,
  "title": "1923년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-04-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Harris. 판결일: 1923-04-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Fred Harris v. the State\n**판결일**: 1923-04-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nThos. R. Bond  for appellant. &#8212; Cited Leonard v. State, 109 S.W. Rep., 150.\n\n R.G. Storey,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 249 S.W. 1053\n- 94 Tex. Crim. 182\n\n## 판결문 요약\n\nAppellant was convicted in the District Court of Kaufman County of murder, and his punishment fixed at eight years in the penitentiary.\nThe State has filed its motion to dismiss this appeal upon the ground of appellant's escape from custody after the adjournment of the trial court and after notice of appeal given, and after the jurisdiction of this court had attached. The affidavits of a number of people are attached to the State's motion. From them it is made plain that appellant escaped from jail as alleged in the State's motion to dismiss, and was recaptured the night of the day on which he *Page 183 \nmade his said escape, he being at the time some sixteen or seventeen miles northeast of the county seat of Kaufman County, going away from the direction of said county seat. When ordered to halt by the officer who arrested him, appellant fled and was compelled to surrender after having made speedy efforts to get away. These facts are not controverted in appellant's resistance to the State's motion to dismiss the appeal, but it is set up by appellant that his purpose in effecting said escape was to try to get bondsmen to go upon his bond pending appeal to this court. As tending to show the good faith of his claim appellant alleges without controversy that following his examining trial for the homicide herein charged, he made bond for his appearance before the District Court in case of indictment. The date of the examining trial of appellant does not appear in the affidavits bu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howington-v-state"
    }
  ],
  "relatedIncidents": [
    27811,
    27815,
    27832,
    27869,
    27892
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}