{
  "id": 27905,
  "title": "1923년 Maranda 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-04-03",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Maranda. 판결일: 1923-04-03. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Maranda v. The State of Ohio\n**판결일**: 1923-04-03\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Pardee, Punk, Washburn\n\n## 변호인\n\nMr. N. M. Greenberger and Mr. John D. Hotchkiss, for plaintiff in error., Mr. A. W. Doyle, prosecuting attorney, and Mr. W. B. Wanamaker, assistant prosecuting attorney, for defendant in error.\n\n## 인용\n\n- 17 Ohio App. 479\n\n## 판결문 요약\n\n\nWashburn, J.\nThe plaintiff in error, Elizabeth Maranda, was indicted for the crime of arson. Being convicted and sentenced, she prosecutes error to this court.\nMrs. Maranda was the owner of some secondhand furniture, stored in a building on the lot where she lived, which she had formerly used in running a boarding house. She had a friend by the name of Mrs. 0 ’Connor, who had had experience in running boarding' houses, but who had no furniture. An arrangement was made between them by which Mrs. O’Connor rented a vacant house and moved the furniture of Mrs. Maranda into the house for the purpose of conducting a boarding house. This property she moved on December 2'6, 1921, and soon thereafter Mrs. Maranda had her furniture insured for $1,500 — a sum greatly in excess of its value. She paid for the insurance on January 9', and on January 14 the building was set on fire and the house and some of the goods were damaged. The fire was plainly of an incendiary origin, there being several places in the house where there were what is known as. *481“plants” — places where kindling and paper and other combustible material were piled and saturated with oil — and the fire was extinguished soon enough to make its incendiary origin apparent. It is conclusively shown that the building was fired in several places. The fire occurred on Saturday night, and earlier in the day Mrs. O’Con-nor had moved all her belongings out of the house, leaving therein only the property of' Mrs. Maranda.\nThe st...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maranda-v-state"
    }
  ],
  "relatedIncidents": [
    27828,
    27691,
    27793,
    27796,
    27803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}