{
  "id": 27901,
  "title": "1923년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-04-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Cox. 판결일: 1923-04-17. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Cox v. State.\n**판결일**: 1923-04-17\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Poster\n\n## 변호인\n\nE.C. Boswell, of Geneva, for appellant.\n\nIt was error to refuse defendant's requested charges A-1, I, J, and 1-B. Bluett v. State,  151 Ala. 41 ,  44 So. 84 ; Roberson v. State,  175 Ala. 16 ,  57 So. 829 ; Simmons v. State,  158 Ala. 8 ,  48 So. 606 ; Walker v. State,  153 Ala. 31 , 45 So. 640 ; Cheney v. State,  172 Ala. 369 ,  55 So. 801 ; Harris v. State,  96 Ala. 24 , 11 south. 255; Smith v.\nState,  183 Ala. 10 ,  62 So. 864 . It was error to allow witnesses to testify that the gun held by \n\n## 인용\n\n- 96 So. 83\n- 19 Ala. App. 205\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 207 \nDefendant, appellant, was convicted of murder in the second degree. The evidence of the prosecution tended to show that the defendant and deceased, Erastus Lay, had a fight in the home of deceased a short time prior to the killing; that after this difficulty defendant left the house, went into the yard, picked up a small axe, returned to the house, renewed the difficulty, struck deceased in the head with an axe, and killed him.\nDefendant contended that his hat and his children were in the house; that as he went on he front porch to get them deceased came out of the door with a rifle in his hand, presented it at defendant; and that he struck the fatal blow in self-defense. There was some evidence of threats made by deceased against defendant immediately following the first difficulty.\nMany questions are urged by counsel for appellant as affecting the judgment with prejudicial error.\n1. Mrs. Annie Lay, a witness for the state, and Ruby McElvain, a witness for defendant, were allowed to testify that the rifle or gun which the defendant claimed the deceased presented at him at the time of the fatal rencounter would not shoot.\nIf the circumstances attending the killing were such as to justify a reasonable belief that the defendant was in imminent danger of death or serious bodily harm, and he honestly believed such to be the case, it was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cox-v-state"
    }
  ],
  "relatedIncidents": [
    27811,
    27815,
    27832,
    27869,
    27892
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}