{
  "id": 27920,
  "title": "1923년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-02-15",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Jones. 판결일: 1923-02-15. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: City National Bank of Lincoln v. D. R. Jones\n**판결일**: 1923-02-15\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Aldrich, Letton, Morrissey, Raper, Troup\n\n## 변호인\n\nGeorge W. Ayres and Peterson & Devoe, for appellant, \nStetoari, Perry & Stewart, contra.\n\n\n## 인용\n\n- 109 Neb. 724\n\n## 판결문 요약\n\n\nTroup, District Judge.\nA suit by the City National Bank of Lincoln, Nebraska, against D. R. Jones and the Standard Securities, a corporation, to recover judgment upon two promissory notes for an amount aggregating $6,057.30, executed and delivered by defendant Jones to his codefendant Standard Securities and by that company indorsed and delivered to plaintiff for value 'before maturity.\nThe petition is in the usual form in a suit for the purpose named. By answer the defendant Jones admits the execution and delivery to the Standard Securities the notes in suit, but alleges that said notes were procured by the Standard Securities through the false representations of the officers of that company, and that plaintiff had notice of the fraud or was chargeable with notice at the time of its acceptance of said notes from the payee. The reply denied -the allegations of fraud; denied that plaintiff had any notice of alleged fraud having been practiced by the payee upon the maker of the *725notes; but, on the contrary, alleges that it purchased said notes. in due course of business, for valuable consideration, before due, in good faith, and without notice of any infirmity therein or defense thereto.\nA trial was had before the court and jury, at the close of which, however, the court directed a verdict for the plaintiff and against both of said defendants for the amount due on the notes and rendered judgment therefor. Defendant Jones alone appeals, and assigns as error the instruction o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-national-bank-v-jones"
    }
  ],
  "relatedIncidents": [
    27879,
    27884,
    27897,
    27898,
    27675
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}