{
  "id": 27929,
  "title": "1923년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-01-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Harris. 판결일: 1923-01-31. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Johnnie Harris v. the State\n**판결일**: 1923-01-31\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nH.T. Lyttleton  and  Hobart Key,  for appellant. &#8212; On question of search warrant, Veeder v. U.S., 252 Fed., 252 Fed., 414; U.S. Ex Rel. Soeder v. Crossen, 264 Fed., 459; U.S. v. Pilotto, 267 Fed., 603.\n\nOn question of insufficiency of indictment, Robison v. State, 60 Tex.Crim. Rep..\n\n W.A. Keeling,  Attorney General, and  C.L. Stone,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 248 S.W. 54\n- 93 Tex. Crim. 349\n\n## 판결문 요약\n\nConviction is for the manufacture of intoxicating liquor with punishment assessed at three years confinement in the penitentiary. *Page 351 \nThe third count in the indictment, being the only one submitted to the jury, alleged that appellant about July 28, 1921 unlawfully manufactured spirituous, vinous and malt intoxicating liquor capable of producing intoxication not for medicinal, mechanical, scientific or sacramental purposes. The indictment is in conformity with the law in effect at the time of the alleged commission of the offense. Attack is made upon the indictment on the ground that the law under which it is drawn is unconstitutional and that it does not conform to the amendment to the Constitution of the United States and of the Volstead Act passed by Congress placing the same in effect. These questions were all decided adversely to appellant in Ex parte Gilmore,88 Tex. Crim. 529, 228 S.W. Rep., 199, and have been so frequently reaffirmed we deem it unnecessary to cite the cases except two of Clyde Chandler v. State, 89 Tex.Crim. Rep., 232 S.W. Rep., 336 and 89 Tex.Crim. Rep., 232 S.W. Rep., 337, and two of John Chandler v. State, 89 Tex.Crim. Rep., 232 S.W. Rep., 317, and 89 Tex.Crim. Rep., 232 S.W. Rep., 336. The same contentions urged here by appellant were relied on in the four cases (supra) and this court having failed to uphold them, writs of error to the Supreme Court of the United States were applied for and granted; that court on January 8, 1923, dismissed sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-state"
    }
  ],
  "relatedIncidents": [
    27803,
    27808,
    27809,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}