{
  "id": 27939,
  "title": "1922년 Richardson v. . Jennings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-12-20",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Richardson v. . Jennings. 판결일: 1922-12-20. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Inman Richardson v. E. H. Jennings.\n**판결일**: 1922-12-20\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Hoke\n\n## 변호인\n\n\nMartin, Rollins & Wright for plaintiff.\n, \nMerrimon, Adams & Johnston for defendant.\n\n\n## 인용\n\n- 114 S.E. 821\n- 184 N.C. 559\n\n## 판결문 요약\n\nAt close of plaintiff's evidence, on motion, there was judgment dismissing the action as in case of nonsuit under C. S., 567, and plaintiff excepted and appealed.\nFrom the facts in evidence it appears that heretofore the Toxaway Company, predecessor in title of defendant, owning an extensive body of land in this vicinity, built thereon and operated a large hotel, and in addition, and as an accessory to this improvement, constructed a dam nearby, across Toxaway River, the same being 60 feet high, 400 feet from bank to bank, and 200 feet thick at the bottom and 12 to 15 feet wide at the top, sloping on both sides, built of earth and resting on a rock foundation. That the artificial lake thus formed had a shore line of some thirteen miles, with a driveway around the greater portion, the road being also across the top of the dam, which had been in existence for several years. That in 1912, the defendant having acquired the title of the Toxaway Company, sold and conveyed to Hugh Richardson a lot containing four acres abutting on the shore line of said lake for a distance of 884 feet. That on or about the same time defendant sold and conveyed to other persons lots of similar kind abutting on said lake, and all of these deeds contained certain restrictive covenants *Page 560 \non the part of the respective grantees as to the extent and character of the improvements that could be placed on the same, and including a stipulation that these covenants should attach to and run with the lan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-jennings"
    }
  ],
  "relatedIncidents": [
    27946,
    27948,
    27950,
    27951,
    27958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}