{
  "id": 27935,
  "title": "1923년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1923-01-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cox. 판결일: 1923-01-02. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Cox v. Hart\n**판결일**: 1923-01-02\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Sutherland\n\n## 변호인\n\nMr. Charles R. Pierce, with whom Mr. John M. Sutton was on the briefs, for appellant., Mr. Eugene W. Britt, with . whom Ár.' George H. P: Shaw and Mr. William J. Hunsaker were on the brief, for appellee.\n\n## 인용\n\n- 260 U.S. 427\n- 43 S. Ct. 154\n- 67 L. Ed. 332\n- 1922 U.S. LEXIS 2383\n\n## 판결문 요약\n\n\n260 U.S. 427 (1922)\nCOX\nv.\nHART.\nNo. 71.\nSupreme Court of United States.\nArgued November 16, 1922.\nDecided December 11, 1922.\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n*428 Mr. Charles R. Pierce, with whom Mr. John M. Sutton was on the briefs, for appellant.\nMr. Eugene W. Britt, with whom Mr. George H.P. Shaw and Mr. William J. Hunsaker were on the brief, for appellee.\n*429 MR. JUSTICE SUTHERLAND delivered the opinion of the Court.\nThis case involves conflicting claims to a tract of 160 acres of land in Imperial County (formerly San Diego County), State of California. The facts, so far as necessary to be stated, are as follows:\nAbout the years 1854-1856 the body of public lands, which includes the tract in controversy, was surveyed under the authority of the United States. No settlements upon these lands of any consequence were made until the year 1900. In the interval the marks of the survey had so far disappeared as to render it practically impossible to locate the lines which the survey had established. None of the section or township corners originally placed upon or in the vicinity of the land here involved was in place, and it was impossible to determine by reference to that survey in what section it was located.\nOn July 1, 1902, Congress provided for a resurvey of this body of public lands, by an act (32 Stat. 728) as follows:\n\"That the Secretary of the Interior be, and he is hereby, authorized to cause to be made a resurvey of the lands in San D...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cox-v-hart"
    }
  ],
  "relatedIncidents": [
    27803,
    27808,
    27809,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}