{
  "id": 27948,
  "title": "1922년 Glover 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-11-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Glover. 판결일: 1922-11-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joe Glover v. the State\n**판결일**: 1922-11-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nA.C. Nicholson  and  Cecil Storey,  for appellant.\n\n R.G. Storey,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 247 S.W. 556\n- 92 Tex. Crim. 617\n\n## 판결문 요약\n\nConviction is for the unlawful transportation of intoxicating liquor; punishment fixed at confinement in the penitentiary for a period of one year.\nThis case is a companion to that of Land v. State, No. 7164, this day decided.\nThe appellant, Land, and one Claybrook, were arrested while riding in an automobile in which there was a quantity of corn whisky and also some arms. The arrest was made at night. In the afternoon preceding the arrest, the officers who made the arrest, had visited the locality and found situated at a point some four hundred yards from the place at which the arrest was made, a still, a tent, camping equipment and a quantity of mash. There were indications that the camp had been recently occupied and the still used for manufacturing intoxicating liquor. The officers left their car at this point and took a station along the road and intercepted the accused and his companions and arrested them. After the arrest, appellant and Land were handcuffed together. Claybrook and one of the officers got into the automobile in which the appellant and his companions were *Page 619 \nriding and all parties went to the point where the still and tent was located.\nAs we have indicated in Land's case, the court, by the manner of trying the case, put the burden upon the State to show that the transportation of the intoxicating liquor came within none of the exemptions and exceptions named in the statute; and the location of the still, its proximity to where the appellant and h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=glover-v-state"
    }
  ],
  "relatedIncidents": [
    27939,
    27946,
    27950,
    27951,
    27958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}