{
  "id": 27946,
  "title": "1922년 Boyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-11-28",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Boyer. 판결일: 1922-11-28. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lula D. Boyer v. County Court of Kanawha County\n**판결일**: 1922-11-28\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Kitz\n\n## 변호인\n\nMurray Briggs, for plaintiff in error., Townsend & Book, for defendant in error.\n\n## 인용\n\n- 92 W. Va. 424\n\n## 판결문 요약\n\n\nKitz, Judge-.\nThe plaintiff by this writ of error seeks reversal of a judgment of the Circuit Court of Kanawha County reversing the judgment of the Court of Common Pleas of that county, and dismissing her action.\nThe suit was brought for the purpose of recovering damages for coal taken from the plaintiff’s premises by the defendant, and converting it to its own uses. It seems that the plaintiff is the owner of a small farm lying east of the city of Charleston in Kanawha county, containing about forty-one acres, a part of which at least was underlaid with a vein of merchantable coal. She had leased this tract of land to a man by the name of Joseph Bleau by a lease in writing dated the first day of March, 1915; for the term of five years. This lease was only for the purpose of farming the land. The defendant, in the years 1916 and 1917 was engaged in constructing a county road near the farm of the plaintiff, and in .the construction of this road it used some road rollers and some engines in connection with rock crushers, and for the purpose of operating these appliances it was necessary to procure a supply of coal. There was a spring upon the land *426of tbe plaintiff, and in June, 1916, the plaintiff entered into a contract with the county court of Kanawha county by which the said county court was given the right to use water from this spring for its road camp purposes, and on the 7th of May, 1917, the plaintiff also by a deed conveyed to the county court a strip of land thir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyer-v-county-court-of-kanawha-county"
    }
  ],
  "relatedIncidents": [
    27939,
    27948,
    27950,
    27951,
    27958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}