{
  "id": 27959,
  "title": "1922년 Union Iron Works v. Industrial Accident Commision 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-10-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Union Iron Works v. Industrial Accident Commision. 판결일: 1922-10-31. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: UNION IRON WORKS Et Al., Petitioners, v. INDUSTRIAL ACCIDENT COMMISSION, Etc., Et Al., Respondents\n**판결일**: 1922-10-31\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Lennon\n\n## 변호인\n\nThos. W. Slaven and Wilson & Wilson for Petitioners., A. E. Graupner, Warren H. Pillsbury and Heidelberg & Murasky for Respondent.\n\n## 인용\n\n- 210 P. 410\n- 190 Cal. 33\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 35 \nThis proceeding presents the petition on certiorari of Union Iron Works and its successor in interest, Bethlehem Shipbuilding Corporation, to have reviewed an award of the Industrial Accident Commission to one Thomas Henneberry of $1,446.90.\nThe facts upon which the award is founded, briefly stated, are these: On September 14, 1916, said Thomas Henneberry, sixteen years of age, hereinafter referred to as the injured employee, while employed as a rivet heater by the Union Iron Works, fell from a ladder breaking both legs and an arm. It is conceded that his injury arose out of and in the course of his employment. The petitioners herein placed him under the care of doctors Buell and Hunkin, but later removed him to their own private hospital, where he was treated by petitioners' own physicians. The injuries were severe, and for four years after the injury there was a continuous discharge of pus from one leg due to necrosis of the bone and unhealed wounds. During that time the injured employee was obliged to go about on two crutches and was wholly unable to work. During the entire period of four years after leaving the hospital he called daily at the hospital for medical treatment, which consisted largely in changing the dressing of the injured leg. His condition apparently growing worse, and having lost faith in the treatment administere...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=union-iron-works-v-industrial-accident-commision"
    }
  ],
  "relatedIncidents": [
    27939,
    27946,
    27948,
    27950,
    27951
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}