{
  "id": 27950,
  "title": "1922년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-11-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Taylor. 판결일: 1922-11-15. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: TAYLOR v. SALT CREEK CONSOL. OIL CO.\n**판결일**: 1922-11-15\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Kenyon\n\n## 변호인\n\nHarvey Riddell, of Denver, Colo., for appellant., Paul P. Prosser, of Denver. Colo. (Dines, Dines & Holme. Tyson S. Dines, John D. Clark, and Frederick D. Anderson, all of Denver, Colo., on the brief), for appellees.\n\n## 인용\n\n- 285 F. 532\n\n## 판결문 요약\n\n\nKENYON, Circuit Judge.\nThis is an appeal from the judgment arad decree of the District Court of the United States for the District of Wyoming dismissing appellant’s bill of complaint which was filed May 6, 1921, in the district court of Natrona county, Wyo., against the Salt Creek Consolidated Oil Company, the Midwest Oil Company, the Midwest Refining Company, William Hanley, Eula I. Hammond, *534and Willa B. Hammond. Parties will be designated as in the trial court.\nThe cause was removed from the state court to the District Court of the United States for the District of Wyoming.\nAugust 8, 1921, the cause was dismissed as to defendants Eula I. Hammond and Willa B. Hammond. No service has been secured on defendant William Hanley. The motion to dismiss was on the ground that the petition failed to set forth facts sufficient to constitute a valid cause of action in equity as against the defendantSj and also that said petition discloses upon its face that plaintiff was guilty of laches. Other reasons were set forth in the motion, but these were the two main ones. The court sustaining the motion, which is, in the nature of a general demurrer, the facts contained in the complaint and well pleaded are to be taken as true for the purposes of this appeal, and such facts are substantially as follows:\nIn 1899 certain persons located the northeast quarter of section 3, township 39 north, range 79 west of the sixth principal meridian, Natrona county, Wyo., as an oil placer claim. The rig...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-salt-creek-consol-oil-co"
    }
  ],
  "relatedIncidents": [
    27939,
    27946,
    27948,
    27951,
    27958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}