{
  "id": 27958,
  "title": "1922년 Craig 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-11-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Craig. 판결일: 1922-11-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CRAIG v. STATE\n**판결일**: 1922-11-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nCallaway & Callaway, of Comache, for appellant., R. G. Storey, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 244 S.W. 614\n\n## 판결문 요약\n\n\nHAWKINS, J.\nAppellant was convicted of selling intoxicating liquor, with punishment of two years in the penitentiary.\nThe indictment charges the sale to have been, made to Alford Malone at a time prior to the amendment of the Thirty-Seventh Legislature. The purchaser at the date of the sale was an accomplice. Westbrook v. State, 88 Tex. Cr. R. 466, 227 S. W. 1104; Robert v. State, 88 Tex. Cr. R. 488, 228 S. W 230; Thomas v. State, 89 Tex. Cr. R. 108, 230 S. W. 158; Thomas v. State, 89 Tex. Cr. R. 129, 230 S. W. 159; Thomas v. State, 89 Tex. Cr. R. 161, 230 S. W. 160. The only' question raised is to the insufficient corroboration of the witness Malone, and the Assistant Attorney General admits error in this respect under the foregoing authorities and under Chandler v. State, 89 Texas Cr. R. 309. 230 S. W. 1002, and Townsend v. State, 90 Tex. Cr. R. 552, 236 S. W. 100.\nMalone and Lambert were trying to find some one from whom they could buy whisky. To this end they secured the services of Stone, who went with them, found appellant, conducted all negotiations with him, and was equally active with Malone and Lambert in procuring the whisky, save that Malone actually paid over the purchase price. Malone claimed that Lambert put in part of the money; this was denied by Lambert, who asserted that he was equally anxious to get the whisky, and was doing all he could to locate a seller, but that he was “broke,” and told Malone to pay for it, and that he (Lambert) *615would later pay h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=craig-v-state"
    }
  ],
  "relatedIncidents": [
    27939,
    27946,
    27948,
    27950,
    27951
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}