{
  "id": 27962,
  "title": "1922년 Reep 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-10-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Reep. 판결일: 1922-10-18. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: REEP v. STATE\n**판결일**: 1922-10-18\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Adheres, Deem, Does, Evidence, Expressed, Hawkins, Involved, Issue, Lattimore, Morrow, Necessary, Original, Principle, Raise, That, Write\n\n## 변호인\n\nCallaway & Callaway, of Comanche, for appellant., R. G. Storey, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 245 S.W. 432\n\n## 판결문 요약\n\n\nLATTIMORE, J.\nAppellant was convicted in the district court of Comanche county of the illegal manufacture of intoxicating liquor, and his punishment fixed at two years in the penitentiary.\nBut one question is presented which, in our opinion, calls for discussion; Was there sufficient evidence before the trial court to call for the submission to the jury of the question as to whether Mrs. Earl I-Ienry was an accomplice witness? In various ways appellant presented to the court his desire to have this issue submitted, all of which were refused. The crime charged was the manufacture of whisky. The offense, if any, was commit-téd at the house occupied by Mrs. Henry and her husband. The latter was engaged in the illegal enterprise and was 'an accomplice. Mrs. Henry was present in the house, and part of the time in the room where the liquor was being made. She was on friendly terms with the .parties implicated. The stove used for cooking the mash belonged to the Henrys, 'and so did the tub in which the/men brought water from a well in the Henrys’ yard.\nWith the exception of the introduction of evidence as to his good reputation, no testimony was introduced for appellant. From the testimony of Mrs. Henry herself must it be determined whether the issue of accomplice vel non was raised as to her. That presence alone would not make one an accomplice is ascertained from the statutes. Article 75, P. O. One present must have advised or agreed to the commission of the offense, or else be a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reep-v-state"
    }
  ],
  "relatedIncidents": [
    27998,
    28025,
    28026,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}