{
  "id": 27968,
  "title": "1922년 Savinovich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-09-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Savinovich. 판결일: 1922-09-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. CHARLES SAVINOVICH Et Al., Appellants\n**판결일**: 1922-09-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Shaw\n\n## 변호인\n\nErnest R. Utley, Harry W. Horton and O. V. Willson for Appellants., U. S. Webb, Attorney-General, Erwin W. Widney, Deputy Attorney-General, E. R. Simon and Harry B. Ellison for Respondent.\n\n## 인용\n\n- 210 P. 526\n- 59 Cal. App. 240\n\n## 판결문 요약\n\nThe above-named defendants were jointly charged by information with the crime of arson, in that they, on or about October 2, 1921, willfully, unlawfully, feloniously, and maliciously, in the night-time of said day, set fire to and caused to be burned a certain inhabited building, with the felonious intent to destroy the same, which said building was then and there occupied by human beings. The jury found all of the defendants guilty of arson in the first degree. Judgment of imprisonment in the state prison was thereupon pronounced, and defendants have appealed therefrom and from an order denying their motion for a new trial.\nIt appears that the defendants owned and conducted a restaurant in the city of El Centro, known as the \"San Francisco Grill.\" About July 1st defendant Savinovich left El Centro for Los Angeles, employing Nick Lettunich to act in his stead in the conduct of the business and for which service he individually was to compensate him. About August 20th Lettunich severed his connection with the firm, *Page 242 \nafter which it was conducted, in the absence of Savinovich, by defendants Markovich and Rupar, the former still holding his interest in the firm. The fire occurred in the kitchen of the restaurant about 9 o'clock P. M. on October 2, 1921, and a few days thereafter Savinovich, receiving information of the fire, returned to El Centro. Over the restaurant in the second story of the building was a lodging-house, known as the \"Panama Rooms,\" conducted by Dougl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-savinovich"
    }
  ],
  "relatedIncidents": [
    27993,
    28040,
    27828,
    27905,
    27939
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}