{
  "id": 2797,
  "title": "2017년 Stanley Abernathy James v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-07-26",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Stanley Abernathy James v. State of Tennessee. 판결일: 2017-07-26. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Stanley Abernathy James v. State of Tennessee\n**판결일**: 2017-07-26\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert L. Holloway, Jr.\n\n\n## 판결문 요약\n\n                                                                                         07/26/2017\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                           Assigned on Briefs June 27, 2017\n\n        STANLEY ABERNATHY JAMES v. STATE OF TENNESSEE\n\n                  Appeal from the Criminal Court for Knox County\n                         No. 102407 G. Scott Green, Judge\n                     ___________________________________\n\n                            No. E2016-01909-CCA-R3-PC\n                       ___________________________________\n\n\nStanley Abernathy James (“the Petitioner”) was found guilty of second degree murder by\na Knox County jury, for which the Petitioner received a sentence of twenty-five years.\nThis court affirmed the Petitioner’s conviction and sentence, and our supreme court\ndenied further review. The Petitioner filed a petition for post-conviction relief alleging\nineffective assistance of counsel, which the post-conviction court denied. On appeal, the\nPetitioner argues that trial counsel rendered ineffective assistance because trial counsel:\n(1) failed to fully pursue a defense theory of voluntary manslaughter instead of self-\ndefense; (2) requested a jury instruction that misstated Tennessee law; (3) failed to fully\nresearch and investigate potential witnesses; and (4) failed to fully research and\ninvestigate the Petitioner’s medical history. After a thorough review of the record and\napplicable case...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stanley-abernathy-james-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2696,
    2720
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}