{
  "id": 27995,
  "title": "1922년 Gregory v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-06-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Gregory v. State. 판결일: 1922-06-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ella Gregory v. the State\n**판결일**: 1922-06-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Lattimore\n\n## 변호인\n\nHudspeth  Harper,  for appellant. On the question as to admitting testimony as to other offenses: Long v. State, 39 Tex. Crim. 546 ; Hinson v. State, 51 id., 105; Johnson v. State, 50 id., 118; James v. State, 40 id., 194; Elkin v. State, 57 id, 248; Denton v. State, 42 id., 427; Harris v. State, 55 id., 478.\n\nOn question of name of injured party: Roberts v. State, 144 S.W. 940 ; Nance v. State, 17 Texas Crim. App., 388; Pickens v. State, 9 id., 270; Stewart v. State, 31 Tex.Crim. Rep..\n\nOn ques\n\n## 인용\n\n- 244 S.W. 615\n- 92 Tex. Crim. 574\n\n## 판결문 요약\n\nConviction is for robbery by the use of firearms, with a penalty of five years in the penitentiary.\nThere appear in the record twenty-four bills of exception. Many of them present the same legal question from different angles. It will not be necessary to discuss them separately.\nThe indictment charged a robbery of R. Hilgartner. The proof showed the injured party's true name to be W.B. Hilgartner, but that he went by the name of Robert or Bob, and checks were generally made payable to him by those names. Article 456, C.C.P., reads:\n\"In alleging the name of the defendant, or of any other person necessary to be stated in the indictment, it shall be sufficient to state one or more of the initials of the Christian name and the surname. When a person is known by two or more names, it shall be sufficient to state either name.\" *Page 577 \nIt is admitted by appellant that if the indictment charged the robbery of \"Robert Hilgartner\" he would have no just cause for complaint, the evidence showing such was the name by which he was known; but it is urged that Robert not being his true name, the State could not use the initial thereof. We are not able to concur with this contention. In Section 95, 10th Ed., Mr. Wharton says:\n\"The modern rule is that a variance in names is not now regarded as material, unless it appears to the court that the jury was misled by it, or some substantial injury is done the accused, such as that, by reason thereof he was unable intelligently to make his defense...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gregory-v-state"
    }
  ],
  "relatedIncidents": [
    28048,
    27904,
    27939,
    27946,
    27948
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}