{
  "id": 27993,
  "title": "1922년 Sheen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-06-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sheen. 판결일: 1922-06-28. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sheen v. Sheen.\n**판결일**: 1922-06-28\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Jenkins\n\n## 변호인\n\nAnderson & Upton, of San Angelo, for appellant., Hill & Hill, of San Angelo, for appellee.\n\n## 인용\n\n- 244 S.W. 286\n\n## 판결문 요약\n\n                            Findings of Fact.\nAppellee and W. D. Sheen are husband and wife. Appellant is the mother of W. D. Sheen. On November 10, 1916, appellee filed a suit for divorce against her husband, W. D. Sheen. Shortly after that time he was adjudged a lunatic, and committed to the asylum. No action was taken in the divorce suit while W. D. Sheen was in the asylum. He was discharged from the asylum; and again, on July 17, 1919, he was adjudged insane by the probate court of Irion county, Tex. On July 19, 1919, W. W. Carson was appointed temporary guardian of the estate of W. D. Sheen, which order was renewed on October 4, 1919. On August 3, 1919, appellee made application to the probate court of Irion county, Tex., to be appointed guardian of the separate estate of W. D. Sheen. Appellant filed her opposition to such appointment, alleging as her reason therefor that appellee had filed the suit against her husband above referred to for divorce and for division of property, and to recover her interest in the community property.\nOn March 6, 1920, the probate court of Irion county appointed appellee guardian of the separate estate of her husband, W. D. Sheen. An appeal was taken from that judgment; and the same was confirmed by the district court of Irion county on April 18, 1921. W. D. Sheen has a separate estate of the value of $1,391, in cash. On September 17, 1919, after her husband was again committed to the asylum, and before her appointment as guardian of his se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheen-v-sheen"
    }
  ],
  "relatedIncidents": [
    27968,
    28040,
    27828,
    27905,
    27939
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}