{
  "id": 27998,
  "title": "1922년 Cobb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-06-06",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Cobb. 판결일: 1922-06-06. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Cobb v. State.\n**판결일**: 1922-06-06\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Merritt\n\n## 변호인\n\nR. E. Smith, of Huntsville, for appellant., Brief of counsel did not reach the Reporter:, Harwell G. Davis, Atty. Gen., for the State., Brief of counsel did not reach the Reporter.\n\n## 인용\n\n- 93 So. 225\n- 18 Ala. App. 556\n\n## 판결문 요약\n\nThe defendant was convicted of manslaughter in the first degree, and he appeals.\nThe defendant's witness Charlie Buford testified that he saw the defendant immediately after the shooting, and he was then asked, \"Did the defendant ask you to go up there and see whether or not he [defendant] had hurt him [deceased] bad?\" There was no error in overruling the state's objection to this question, which was a self-serving declaration on the part of the defendant. This witness further testified that he could see where several tracks had been made at the place where the killing took place. He was then asked, \"Like a man had been trying to pull somebody off of a horse?\" The state's objection to this question was properly sustained, for it called for a conclusion of the witness.\nThe witness Herbert Cobb testified that he saw a buggy at the time and place of the shooting, and that no one was in it. Thereupon he was asked, \"If there had been anybody in the buggy, could you have seen them?\" The witness had stated the facts as to what he saw, and his situation with reference to what he saw, and his answer would have been a conclusion from such facts, and this was a conclusion to be drawn by the jury from the facts, and not for the defendant. There was no reversible error in sustaining the state's objection to this question.\nThe defendant, in testifying in his own behalf, stated the height and weight of the deceased. To have permitted him to testify that deceased was a powerful man was to *P...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cobb-v-state"
    }
  ],
  "relatedIncidents": [
    27962,
    28025,
    28026,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}