{
  "id": 28002,
  "title": "1922년 Vann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-05-29",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Vann. 판결일: 1922-05-29. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Billy Vann v. State.\n**판결일**: 1922-05-29\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bessey, DOYLEi, Matson\n\n## 변호인\n\nGavin & Porter, for plaintiff in error., S. P. Freeling, Atty. Gen., and W. C. Hall, Asst. Atty, Gen., for tbe State.\n\n## 인용\n\n- 207 P. 102\n- 21 Okla. Crim. 298\n\n## 판결문 요약\n\nBilly Vann, in this opinion referred to as the defendant, was, jointly with W.A. Rentie, Tom Peters, Freddie Rentie, Roy Rentie, and Rebecca Mays, charged with the crime of forgery in the first degree, by information filed on June 17, 1918. This prosecution grew out of a conspiracy entered into between W.A. Rentie, Freddie and Roy Rentie, Rebecca Mays, and Tom Peters to have Rebecca Mays, a young negro girl, impersonate one Katie Thompson, a Creek freedman allottee of land. It was agreed that Rebecca Mays should sign, execute, and acknowledge a deed to 80 acres of the Katie Thompson allotment, and that the conspirators should collect the purchase money, to be divided among themselves for their own use and benefit. Pursuant to this conspiracy, Rebecca Mays represented to J.A. Evans, agent for J.C. Smith, that she was Katie Thompson and pretended to sell this particular 80 acres of land to Smith, impersonating Katie Thompson and signing her name to the deed, acknowledging its execution as Katie Thompson, and receiving therefor a part of the agreed purchase price from Evans. The balance of the purchase price, about $1,100, was to be paid so soon as the abstract of title was examined and approved.\nAfter the forgery of this deed as stated, on the 18th day of May, and after the deed had been delivered and recorded on the 20th day of May, Evans, the agent of the grantee named in the deed, not being satisfied that the grantor was indeed Katie Thompson, inquired of Billy Vann, this de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vann-v-state"
    }
  ],
  "relatedIncidents": [
    27939,
    27946,
    27948,
    27950,
    27951
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}