{
  "id": 28001,
  "title": "1922년 Sandanger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-05-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sandanger. 판결일: 1922-05-29. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Carlisle Packing Company v. Sandanger\n**판결일**: 1922-05-29\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Clarke, McReynolds\n\n## 변호인\n\nMr. J. Harry Covington, with whom Mr. James A. Kerr Mr. Evan S. McCord and Mr. Joseph N. Ivey were on the brief, for petitioner., Mr. Maurice McMicken, for respondent, submitted.\n\n## 인용\n\n- 259 U.S. 255\n- 42 S. Ct. 475\n- 66 L. Ed. 927\n- 1922 U.S. LEXIS 2479\n\n## 판결문 요약\n\n\n259 U.S. 255 (1922)\nCARLISLE PACKING COMPANY\nv.\nSANDANGER.\nNo. 195.\nSupreme Court of United States.\nArgued March 24, 1922.\nDecided May 29, 1922.\nCERTIORARI TO THE SUPREME COURT OF THE STATE OF WASHINGTON.\n*256 Mr. J. Harry Covington, with whom Mr. James A. Kerr Mr. Evan S. McCord and Mr. Joseph N. Ivey were on the brief, for petitioner.\nMr. Maurice McMicken, for respondent, submitted.\n*257 MR. JUSTICE McREYNOLDS delivered the opinion of the court.\nThe Supreme Court of Washington affirmed a judgment against petitioner Packing Company rendered by the trial court upon a verdict for damages on account of injuries which respondent suffered while employed upon petitioner's motor boat afloat in navigable Alaskan waters.\nRespondent claimed that, prior to the departure of the boat upon a trip intended to occupy perhaps six or eight hours, petitioner or its agents negligently filled with gasoline and placed thereon a can which ordinarily contained coal oil (and was so labelled) for use according to the prevailing custom in those waters to start fires in the small stove where meals were cooked and water heated. Without knowledge of the substitution, respondent poured the gasoline upon the fire wood, applied a match, an explosion resulted and he was badly burned. He further *258 claimed that no life preservers had been placed on board and that his injuries were aggravated by delay attending search for one before he jumped into the water to extinguish his flaming clothes.\nThe trial court...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carlisle-packing-co-v-sandanger"
    }
  ],
  "relatedIncidents": [
    27939,
    27946,
    27948,
    27950,
    27951
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}