{
  "id": 28025,
  "title": "1922년 Lakey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-04-11",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Lakey. 판결일: 1922-04-11. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Lakey v. State.\n**판결일**: 1922-04-11\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Samford\n\n## 변호인\n\nRiddle  Riddle, of Talladega, for appellant.\n\nThe court erred in admitting what Ramsey said about finding the whisky and handing it to the sheriff.  32 N.H. 358 ; Wharton on Evidence, p. 258. It was competent to show Hamlin's bias towards Lakey.  58 Ala. 215 . The court erred in refusing to five charges 5, 9, 11, and 15, and in declining to grant a new trial.  17 Ala. App. 506 ,  86 So. 179 ;  206 Ala. 180 ,  89 So. 605 .\n\nHarwell G. Davis, Atty. Gen., for the State.\n\nBrief of counsel did not re\n\n## 인용\n\n- 93 So. 51\n- 18 Ala. App. 442\n\n## 판결문 요약\n\nOn a former appeal in this case (Lakey v. State, 206 Ala. 180,89 So. 605), the Supreme Court, speaking through Sayre, J., took occasion to criticize *Page 444 \nthe action of the deputy sheriff because he went into the jury room and remained for a period of from 10 to 30 minutes without any apparent necessity therefor, although the evidence taken on application for a new trial tended to show that there was no communication between the deputy and the jury on the subject of the pending case. The intimation was, though not so decided, that this action was sufficient to have reversed the case. On this appeal it appears that the sheriff of the county, who himself was present at the time of the unusual search of defendant's house, out of which resulted the killing of Ramsey, one of the searching party, approached Rev. Truman G. Burgess, one of the jurors who finally was chosen to try the case, substantially as follows:\nHamlin approached Burgess and asked if he had received summons sent him. Burgess replied he had not. Hamlin then said: \"I sent you two, one for the week and a special summons for Wednesday on a murder case.\" Upon Burgess saying he did not want to be on that kind of case, Hamlin replied: \"We need good men.\" Burgess said: \"If I do not get them, I will not have to come Monday?\" Hamlin replied: \"That is the reason I am telling you now. My friend Lakey's case comes up Monday.\" Burgess said: \"Maybe I won't have to be on that,\" and Hamlin said: \"Maybe you will; we need good ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lakey-v-state"
    }
  ],
  "relatedIncidents": [
    27962,
    27998,
    28026,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}