{
  "id": 28026,
  "title": "1922년 Nevin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-04-11",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Nevin. 판결일: 1922-04-11. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Patrick Nevin v. Chicago & Northwestern Railway Company\n**판결일**: 1922-04-11\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Aldrich, Day, Dean, Flansburo, Morrissey\n\n## 변호인\n\nWymer Dressier, Robert D. Neely and Paul S. Topping, for appellant., John K. Waring and Robert B. Waring, contra.\n\n## 인용\n\n- 108 Neb. 317\n\n## 판결문 요약\n\n\nAldrich, J.\nThis is an action at law wherein plaintiff seeks to recover damages in the sum of $420, representing the alleged value of one three-year-old mare and other animals killed by one of defendant’s trains as a result of insufficient right of way fences. The plaintiff sued the defendant, alleging that defendant negligently failed to properly maintain and repair its fences and cattle-guards along its right of way adjoining plaintiff’s farm; that, resulting from such negligence, on or about March 23, 1920, one certain three-year-old mare belonging to the plaintiff crossed one certain fence, or got through it some way, entered upon the railroad right of way and was killed by one of defendant’s trains. This was the first cause of action. The second cause of action was for a similar claim- for the killing, on or about April 6, 1920, of certain hogs belonging to defendant. The defendant denies that it was in any way guilty of negligence. The cause was tried before a jury in Fillmore county, resulting in a verdict for plaintiff for $100 on the first cause of action, and $90 on the second cause of action. From this decision defendant appeals.\nThe verdict of the jury was rendered upon a conflicting statement of facts, and their verdict being sustained by sufficient competent evidence we will not disturb it.\nThe judgment is\nAffirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nevin-v-chicago-northwestern-railway-co"
    }
  ],
  "relatedIncidents": [
    27962,
    27998,
    28025,
    27811,
    27815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}