{
  "id": 28023,
  "title": "1922년 Hogarty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-04-12",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Hogarty. 판결일: 1922-04-12. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: WILLIAM E. HOGARTY, Appellant, v. MARY E. HOGARTY, Respondent\n**판결일**: 1922-04-12\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Lawlor\n\n## 변호인\n\nL.R. Weinmann and Augustin Donovan for Appellant.\n\nJoseph P. Lacey for Respondent.\n\n## 인용\n\n- 206 P. 79\n- 188 Cal. 625\n\n## 판결문 요약\n\nThe plaintiff appeals from an order denying his motion to modify an interlocutory decree of divorce.\nAppellant, William E. Hogarty, and respondent, Mary E. Hogarty, were married January 11, 1892, and on July 10, 1918, appellant commenced a suit for divorce on the grounds of desertion and extreme cruelty. On April 3, 1919, an interlocutory decree was granted on the ground of extreme cruelty alone, and on April 6, 1920, the court entered its final decree of divorce. No appeal from either judgment was taken.\nOn March 18, 1919, appellant and respondent entered into an agreement settling their property rights, which agreement was embodied in the interlocutory decree. By the terms of this agreement and the decree, respondent conveyed to appellant all her right in their home, which was community property, and upon which, it appears, a homestead had been declared. Appellant agreed to pay respondent thirty dollars a month \"until the remarriage or death of defendant, or until set aside by the above-entitled court for misconduct on the part of the defendant.\"\nOn August 20, 1920, appellant moved for an order modifying the interlocutory decree by setting aside the provision that appellant pay respondent thirty dollars a month. The motion was based on alleged misconduct on the part of respondent, which the court, from the evidence, found to have occurred. The court denied the motion upon the ground that the provisions sought to be modified \"were based upon an agreement for the settlement o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hogarty-v-hogarty"
    }
  ],
  "relatedIncidents": [
    27939,
    27946,
    27948,
    27950,
    27951
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}