{
  "id": 28040,
  "title": "1922년 Larson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1922-02-16",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Larson. 판결일: 1922-02-16. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: H. E. Larson v. State of Nebraska\n**판결일**: 1922-02-16\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Aldrich, Flansburg, Hostetler, Morning, Morrissey\n\n## 변호인\n\nJ. J. McCarthy and P. F. Verzani, for plaintiff in error., Clarence A. Davis, Attorney General, Charles 8. Reed and G. A. Kingsbury, contra.\n\n## 인용\n\n- 107 Neb. 800\n\n## 판결문 요약\n\n\nMorning, District Judge.\nThe defendant was convicted of the crime of embezzlement in the district court for Dixon county aiid was *801sentenced to a term in the state penitentiary, and prosecutes error to this court.\nThe count of the information upon which the conviction was had charged , that on the 21st day of June, 1.919, in Dixon county, the defendant then and there being the agent of the Farmers Union Elevator Company, a corporation of Dixon county, Nebraska, did then and there, while acting as such agent and by virtue of such employment as agent of said Farmers Union Elevator Company, receive and take into his- possession certain money and one certain bank check dated June 21, 1919, of the amount and value of $582.93, the property and money of the said Farmers Union Elevator Company and did then and there unlawfully, fraudulently and feloniously convert to his own use and did embezzle said property and money, without the assent of said Farmers Union Elevator Company, his principal and employer. At the close of the evidence for the prosecution defendant moved the court to instruct the jury to return a verdict of not guilty, which was overruled and this ruling is assigned as error. An examination of the record convinces us that the court did not err in overruling said motion. There was sufficient evidence introduced by the state to justify the submission of the question of defendant’s guilt to the jury.\nThe chief contention of plaintiff in error is that the verdict is no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=larson-v-state"
    }
  ],
  "relatedIncidents": [
    27968,
    27993,
    27828,
    27905,
    27939
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}