{
  "id": 28054,
  "title": "1921년 Trujillo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-12-23",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Trujillo. 판결일: 1921-12-23. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. TRUJILLO\n**판결일**: 1921-12-23\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Davis, Parker, Raynolds\n\n## 변호인\n\nL. S. Wilson, of Raton, for appellant., H. S. Bowman, Atty. Gen., and A. M. Edwards, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 27 N.M. 594\n\n## 판결문 요약\n\n OPINION OF THE COURT PARKER, J. Appellant was indicted for the murder of one Luke Casamoff, was tried and convicted of voluntary manslaughter, and was sentenced to a term of from nine to ten years in the state penitentiary. The case is here on appeal from that judgment. The facts immediately surrounding the homicide are only circumstantially shown, there being no eyewitness to the tragedy. The deceased was found in the afternoon of the 21st of December, 1919, in his room at the side of a cot or bed with his head crushed in on the left side by a blow received from a heavy instrument. An ax covered with blood was found right near the body. There was no evidence of any struggle at the time of the homicide. Deceased’s clothes were undone — that is, unbuttoned —but were not removed, and his shoes were unlaced. He had been sitting upon the edge of the bed when he received the blow, the bedclothes having been turned down preparatory to his going to bed. Several days later the appellant was arrested, and he was wearing a coat which was taken by the sheriff to a chemist and criminologist in Denver, who testified that the coat had several blood stains upon it, and that the blood stains were of human blood. •Several witnesses testified to seeing the deceased and the defendant in company of each other during the night preceding the morning when the homicide must have been committed. One witness, Ivan Ramyak, was the most satisfactory witness as to the conduct and association of the dece...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-trujillo"
    }
  ],
  "relatedIncidents": [
    28078,
    28114,
    28125,
    28134,
    28151
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}