{
  "id": 28068,
  "title": "1921년 Brooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-11-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brooks. 판결일: 1921-11-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Tom Brooks v. the State\n**판결일**: 1921-11-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nNo brief on file for appellant.\n\n R.G. Storey,  for appellant. &#8212; Cited: Salas v. State, 31 Tex. Crim. 485 .\n\n## 인용\n\n- 234 S.W. 392\n- 90 Tex. Crim. 208\n\n## 판결문 요약\n\nThe conviction is for burglary; punishment fixed at two years confinement in the penitentiary. The proof supports the judgment.\nIn Bill of Exceptions No. 1, complaint is made of the refusal of the court to grant a postponement for one day to enable the appellant to prepare for trial. It is averred in the bill that appellant's counsel arrived a few moments before the trial and had had no opportunity to consult with appellant or to secure witnesses. In approving the bill the court states that on February 26th, the trial was set for the 4th of March and on that date reset for the 8th of the same month; that at the time it was set, appellant's counsel was present and aware of the setting. At the trial the appellant was represented by counsel.\nFrom Bill No. 2 we understand that the appellant had, at an examining trial, made a statement which was reduced to writing; that in giving his testimony he admitted that he had made the statement and did not deny its truth; that the prosecution read the statement in evidence over appellant's objection. The bill does not reveal the contents of the statement but recites that it was not admissible because \"it was a voluntary statement and was sworn to, and showed that the defendant was guilty of another offense.\" We discern no *Page 209 \nerror from the bill. There are exceptions to the rule excluding evidence of other offenses, and so far as the bill discloses, one of them may have embraced the evidence in question. Article 294 of the Code of C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brooks-v-state"
    }
  ],
  "relatedIncidents": [
    28095,
    27995,
    28048,
    28054,
    28055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}