{
  "id": 28066,
  "title": "1921년 Byrd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-11-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Byrd. 판결일: 1921-11-09. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. F. Byrd v. the State\n**판결일**: 1921-11-09\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Eattimore, Fattimorh\n\n## 변호인\n\nJames A. Hankerson  and  Shirley Cook,  for appellant.\n\n R.G. Storey,  Assistant Attorney General, for the State. &#8212; Cited cases in opinion.\n\n## 인용\n\n- 235 S.W. 891\n- 90 Tex. Crim. 418\n\n## 판결문 요약\n\nAppellant urges that Gibson, cashier of the Vernon bank which originally paid the money by mistake, was a resident of Wilbarger County; that Allensworth, cashier of the Chillicothe bank from which appellant received the money in question, was in Hardeman County, and that it was erroneous to submit to the jury the question of appellant's guilt predicated on a taking from Gibson, appellant being prosecuted in Hardeman County.\nThere seems no good ground for such contention. But one offense was committed by appellant, which was charged in four counts in the indictment, among which no election was had. A general charge to the jury was given and a general verdict rendered by them. In such case we have always held that the verdict must be referred to any count which is sustained by the evidence. That legal possession of the alleged stolen money was in Allensworth, cashier of the Chillicothe bank in Hardeman County, at the time manual possession thereof was obtained by appellant, seems obvious. One court of said indictment charged ownership and possession in Allensworth. The submission of the issue of guilt predicated on a taking from Gibson, could not, therefore, have harmed appellant when the evidence fully sustained a verdict of guilt predicated on a taking from Allensworth. The matter might be further discussed under the rule of law making the venue of a prosecution for theft lie in the county where the property was originally taken, or in any county into which the same was carri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=byrd-v-state"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28068
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}