{
  "id": 28075,
  "title": "1921년 Mooring 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-10-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mooring. 판결일: 1921-10-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Mooring v. the State\n**판결일**: 1921-10-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nGarrison, Pollard, Morris  Berry,  and  S.B. Ehrenwerth,  for appellant. &#8212; Cited Doss v. State, 28 Texas Crim. App., 510; Bonner v. State, 59 Tex.Crim. Rep.; Schenk v. State, 174 S.W. Rep., 357.\n\n R.H. Hamilton,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 234 S.W. 70\n- 90 Tex. Crim. 129\n\n## 판결문 요약\n\nThe appellant is under conviction for aggravated assault; punishment fixed at confinement in the county jail for six months.\nThe appellant was acquitted of the major offense of which he was charged, and we deem it unnecessary to recite the facts save such as reflect appellant's defensive theory, which he insists should have been submitted to the jury in the following special charge:\n\"If you believe from the evidence in this case that the defendant, Mooring, on account of the previous conduct of the prosecutrix, had reason to believe and did believe that he could have carnal intercourse with her without force, and that in pursuance of such belief he proposed or undertook to have same, and that she resisted and undertook to leave the car and what he did to her, if anything, was to use sufficient force to keep her from leaving the car under the circumstances and that he did not intend to have carnal intercourse with her without her consent, and by the use of such force as required in the Court's main charge, or if you have a reasonable doubt as to such facts, then you will acquit the defendant and say by your verdict herein, `not guilty.'\"\nFrom appellant's testimony, it would appear that his acquaintance with the prosecutrix, Beulah Theall, began about three days before the date of the alleged offense; that the meeting occurred upon the street in Houston; that she gave him her first name and the telephone number; that he later called her over the telephone and made an engagement...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mooring-v-state"
    }
  ],
  "relatedIncidents": [
    28061,
    28008,
    28054,
    28055,
    28060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}