{
  "id": 28073,
  "title": "1921년 Gahagan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-10-11",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Gahagan. 판결일: 1921-10-11. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: James A. Gahagan v. Austin E. Church\n**판결일**: 1921-10-11\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Courcy\n\n## 변호인\n\nC. Fairhurst (W. A. Davenport with him), for the defendant., T. J. Hammond (J. C. Hammond with him), for the plaintiff.\n\n## 인용\n\n- 239 Mass. 558\n\n## 판결문 요약\n\n\nDe Courcy, J.\nThe plaintiff’s action is based on loss of consortium, — that is, his right to the society, conjugal affections and assistance of his wife. Alienation of affections alone is not a substantive cause of action in this Commonwealth, but merely aggravates the damages where the wife is debauched or enticed away. Neville v. Gile, 174 Mass. 305. It was not necessary for the plaintiff to allege or prove adulterous intercourse; as the action is not for criminal conversation. Houghton v. Rice, 174 Mass. 366. His claim is that the defendant, with malice or improper motives, persuaded and enticed his wife to leave his home. At common law such invasion of his rights has long been actionable. Winsmore v. Greenbank, Willes, 577. Nolin v. Pearson, 191 Mass. 283, 288. Webber v. Benbow, 211 Mass. 366. Geromini v. Brunelle, 214 Mass. 492.\nThe evidence would warrant the jury in finding the following facts: After the plaintiff and his wife had lived in Easthampton for six years, in June, 1919, they moved with their five young children to a farm in Ashfield, which the plaintiff purchased from the defendant. Mrs. Gahagan then met the defendant for the first time. During the months following there were numerous acts of familiarity between them, the defendant frequently calling at the plaintiff’s house, sometimes in the latter’s absence. During the summer of 1920 at one time they were seen seated on a barrel, with his arm around her waist; at another time sitting together on the grass ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gahagan-v-church"
    }
  ],
  "relatedIncidents": [
    28146,
    27968,
    27993,
    28040,
    28054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}