{
  "id": 28089,
  "title": "1921년 Hollinghausen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-07-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hollinghausen. 판결일: 1921-07-19. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: GRACE D. HOLLINGHAUSEN v. EMMA ADE, Appellant\n**판결일**: 1921-07-19\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Mozley\n\n## 변호인\n\nWalsh  Aylward  and  E.A. Setzler  for appellants.\n\n(1) The court erred in refusing to give the peremptory instruction requested by the defendant instructing the jury to find for the defendant, and also erred in refusing to sustain the demurrer of the defendant offered at the close of the plaintiff's evidence. (a) The evidence is insufficient to sustain the verdict. Leavel v. Leavel,  122 Mo. App. 666 ; Cornelius v. Cornelius,  233 Mo. 29 ; Barton v. Barton,  119 Mo. App. 528 ; Nichols v. Nichol\n\n## 인용\n\n- 233 S.W. 39\n- 289 Mo. 362\n\n## 판결문 요약\n\n                    ON MOTION FOR REHEARING.\nThe appellant complains of error in the giving of Instruction G, which is substantially, if *Page 381 \nnot literally, a copy of Instruction B before it was modified by the court. The portion complained of by appellant is as follows:\n\"And that, thereupon, defendant Emma F. Ade was intentionally guilty of such conduct as was calculated to prejudice plaintiff's husband against plaintiff and to alienate him from her and to prevent a reconciliation between them, and that plaintiff was thereby deprived of the society, companionship, comfort, etc., . . . your verdict will be for the plaintiff.\"\nI. On a reconsideration of the case, we see no error in this instruction, nor was there any need for the modification of Instruction B. If the jury found that by the intentional interference of Emma Ade complained of, theInstruction.  plaintiff was deprived of the companionship of her husband, then plaintiff was entitled to a verdict. The appellant's criticism of the instruction is without merit.\nII. Appellant complains of the setting aside of the verdict against both of the defendants, the granting of a new trial as to the defendant Carl Ade, the dismissal of the case asDismissal    to him, and the rendition of judgment against theas to One    defendant Emma Ade.Tortfeasor.\nWhen the evidence for the plaintiff was closed, the court sustained a demurrer as to the defendant Carl Ade, and gave an instruction directing the jury to find a verdict in his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hollinghausen-v-ade"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28066
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}