{
  "id": 28097,
  "title": "1921년 Esposito 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-06-01",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Esposito. 판결일: 1921-06-01. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Esposito vs. the Marlin-Rockwell Corporation Et Al.\n**판결일**: 1921-06-01\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Beach, Burpee, Curtis, Gager, Wheeler\n\n## 변호인\n\nArthur B. O'Keefe  and  Anthony P. Adinolfi , for the plaintiff.\n\n Philip Pond , with whom, on the brief, was  William  H. Hitchings , for the defendants.\n\n## 인용\n\n- 114 A. 92\n- 96 Conn. 414\n\n## 판결문 요약\n\nThe plaintiff suffered the strain on some undetermined day between March 3d 1919, and May 6th, 1919. On the day of the strain he notified his employer of his injury. No question therefore arises under General Statutes, &#167; 5347, which provides that \"any employee who has sustained an injury in the course of his employment shall forthwith notify his employer, or some person representing him, of such injury.\" The plaintiff was able to continue his employment until January 10th, 1920, when he was obliged to cease work for a long period because of the hernia caused by the strain received between March 3d 1919, and May 6th, 1919. No written notice of a claim for compensation was ever given, but an assignment for a hearing to be held on May 3d 1920, was made by the commissioner on April 17th, 1920.\nThe essential question presented in this case is whether the provisions of General Statutes, &#167; 5360, bar a recovery under the facts stated, because no written notice of a claim for compensation was given within one year from the date of the strain.\nSection 5360 provides, in part, as follows: \"No proceedings for compensation . . . shall be maintained unless a written notice of claim . . . is made within one year from the date of the injury . . . but where there has been . . . an assignment for hearing within one year from the date of the injury, . . . no want of such *Page 417 \nnotice of claim shall be a bar to the maintenance of proceedings.\"\nIf the term \"date of the injury,\" in &...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=esposito-v-marlin-rockwell-corporation"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28066
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}