{
  "id": 28098,
  "title": "1921년 Boatright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-05-26",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Boatright. 판결일: 1921-05-26. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: John F. Boatright v. State.\n**판결일**: 1921-05-26\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bessey, Doyle, Matson\n\n## 변호인\n\nCornelius Hardy, for plaintiff in error. ■, S. P. Freeling, Atty. Gen., and E. L. Fulton, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 198 P. 106\n- 19 Okla. Crim. 97\n\n## 판결문 요약\n\nPlaintiff in error, John F. Boatright, was convicted on a charge that he did unlawfully have in his possession about 35 gallons of intoxicating liquors, to wit, Jamaica ginger, with the unlawful intent to sell the same. From this judgment the defendant attempted to perfect an appeal by filing in this court on January 10, 1920, a petition in error with case-made. *Page 99 \nThe Attorney General has filed a motion to dismiss the appeal for the following reasons:\n\"That judgment in said action was rendered on the 4th day of October, 1919, and that the appeal from said judgment was not lodged in this court until January 10, 1920, which was more than 60 days from the date of the rendition of said judgment, and it does not appear from the record that the trial court extended the time in which such appeal might be taken.\"\nThe statute provides:\n\"In misdemeanor cases the appeal must be taken within sixty days after the judgment is rendered: Provided, however, that the trial court or judge may, for good cause shown, extend the time in which such appeal may be taken not exceeding sixty days.\" Section 5991, Rev. Laws.\nThe record shows that extensions were secured from the trial court in which to make and serve a case-made, but no order was made extending the time fixed by the statute to file the appeal in this court.\nIn Pinchback v. State, 14 Okla. Cr. 302, 170 P. 714, this court held:\n\"An order made by a trial court extending the time within which to make and serve a case-made does not au...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boatright-v-state"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28066
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}