{
  "id": 28101,
  "title": "1921년 Tutsch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-05-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Tutsch. 판결일: 1921-05-18. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: MARIE TUTSCH, Appellant, v. THE DIRECTOR-GENERAL OF THE RAILROADS OF THE UNITED STATES, Respondent\n**판결일**: 1921-05-18\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Shaw\n\n## 변호인\n\nMARIE TUTSCH, Appellant, v. THE DIRECTOR-GENERAL OF THE RAILROADS OF THE UNITED STATES, Respondent., Jack Greenberg for Appellant., Fred E. Pettit, Jr., E. E. Bennett and A. S. Halsted for Respondent.\n\n## 인용\n\n- 199 P. 861\n- 52 Cal. App. 650\n\n## 판결문 요약\n\nPlaintiff appeals from a judgment dismissing the action, which followed an order of the court sustaining a general demurrer to the complaint and an order granting defendant's motion to dismiss.\nIt appears from the complaint that on July 24, 1919, plaintiff, due to the negligence of the Los Angeles  Salt Lake Railroad Company, sustained personal injuries, and for the recovery of damages therefor she, on July 23, 1920, filed a complaint wherein the Director-General of Railroads of the United States was made sole defendant. In due time said defendant filed his demurrer and motion to dismiss the action. On the day of the hearing of the demurrer and motion plaintiff, as shown by the record, without leave of court, filed an amendment to the complaint wherein she alleged \"that John Barton Payne was, under the Transportation Act of 1920, sections 205, 206, designated agent by the President of the United States of America, for the purpose of being a party defendant in actions brought against the Los Angeles  Salt Lake Railroad Company, as set forth in the complaint, and that said agent, John *Page 652 \nBarton Payne, be and that he is hereby made a party defendant with the Director-General of the Railroads of the United States, in the above-entitled cause.\" At the hearing the demurrer was sustained and the motion granted.\nThe alleged injury was sustained on July 24, 1919, at which time the Los Angeles  Salt Lake Railroad was, pursuant to an act of Congress and proclamation of the Presi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tutsch-v-director-general-of-railroads"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28066
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}