{
  "id": 28108,
  "title": "1921년 Carlile 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-05-10",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Carlile. 판결일: 1921-05-10. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: CARLILE Et Al. v. NATIONAL OIL & DEVELOPMENT CO. Et Al.\n**판결일**: 1921-05-10\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Elt-Ing, Elting, Harrison, Johnson, Kbnnamer, Mc-Neill, McNEILL, Ni'oholson, Nicholson\n\n## 변호인\n\nGeorge T. Brown, B. B. Blakeney, J. H. Maxey, and Hubert Ambrister. for plaintiffs in error., J. T. Shipman and Burford, Miley, Hoffman & Burford, for defendants in error., Geo. S. Ramsey, Edgar A. De Meules, Malcolm E. Rosser, Villard Martin, James B. Diggs, Edw. H. Chandler, -Summers Hardy, and Wm. O. Beall, -amici curise.\n\n## 인용\n\n- 201 P. 377\n- 83 Okla. 217\n\n## 판결문 요약\n\nThis action was begun by Levi Carlile and B.E. Capps, plaintiffs in error herein and plaintiffs below, against the National Oil  Development Company and the Prairie Oil  Gas Company, defendants in error herein and defendants below, by filing a petition in the district court in Washington county, state of Oklahoma, the 31st day of January, 1918. Levi Carlile alleged in his petition that he brought the suit in his own behalf, as his interest in the petition appeared, and also prosecuted it in his name for the use and benefit and on behalf of his co-plaintiff, the said B.E. Capps, as the interest of the said Capps in and to the subject-matters appeared in said petition. Levi Carllie is alleged in the petition to be a citizen by blood of the Cherokee Tribe of Indians and duly enrolled as a citizen of one-sixteenth blood, and that he reached his majority on *Page 219 \nthe 14th day of September, A.D. 1917. That the land in controversy and involved in the oil lease is his distributive share of the lands of the Cherokee Tribe of Indians, and is described as the north half of the northeast quarter, section 14, township 27 north, range 13 east, and for which he received a patent. That the said Levi Carlile, after he became of age, and on to wit: October 10, 1917, for a good and valuable consideration, made an oil and gas lease, covering the lands to the other plaintiff, B.E. Capps, and that he granted to the said Capps seven-eighths of all oil rights and mineral rights thereon from and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carlile-v-national-oil-development-co"
    }
  ],
  "relatedIncidents": [
    28096,
    28109,
    28125,
    28136,
    28139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}