{
  "id": 28109,
  "title": "1921년 Meyers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-05-03",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Meyers. 판결일: 1921-05-03. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Daniel Meyers v. Minnie E. Meyers\n**판결일**: 1921-05-03\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Ritz\n\n## 변호인\n\nU. S. Albertson and Morgan Owen, for appellant., A. M. Belcher, for appellee.\n\n## 인용\n\n- 88 W. Va. 622\n\n## 판결문 요약\n\n\nRitz, President:\nThis suit was instituted for the purpose of' setting aside a final decree entered in a divorce suit brought by the defendant herein against the plaintiff herein, upon the ground that said decree was procured through fraud.\nThe bill alleges that the defendant herein instituted suit in the Circuit Court of Kanawha County to secure a divorce from the plaintiff in this case; that in that suit an answer and cross bill were filed, and an answer filed by the plaintiff therein to the cross bill; that after issue was made up in this way the plaintiff therein, the defendant in this suit, proceeded to take her testimony; and that while her testimony was being *623taken, and before the same had been completed, and before the defendant had had any opportunity to take his testimony, and without his knowledge, a final decree was entered in the divorce suit granting the plaintiff the relief she prayed for; that at the time the decree was entered the depositions were continued by agreement of the parties, to be resumed at a future day, and that in violation of this agreement, and in fraud of the defendant’s- right to make a defense which he has to said suit, the plaintiff by misrepresenting the facts, and by procuring the divorce commissioner to make a report without consideration óf the evidence which had been taken, and without giving opportunity to take the evidenc which had not yet been taken, secured the entry of such final decree.\nThe pleader called the bill in this ca...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meyers-v-meyers"
    }
  ],
  "relatedIncidents": [
    28096,
    28108,
    28125,
    28136,
    28139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}