{
  "id": 28113,
  "title": "1921년 Feldman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-04-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Feldman. 판결일: 1921-04-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Marcus Brown Holding Company, Inc., v. Feldman Et Al.\n**판결일**: 1921-04-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Holmes, McKenna, McReynolds, Van Devanter\n\n## 변호인\n\nMr. Joseph A. Seidirtan for appellant:, Mr. David L. Podell, with whom Mr. Samuel R. Gerstein, Mr. Martin C. Ansorge, Mr. Benjamin S. Kirsh and Mr. J. J. Podell were on the brief, for the tenant appellees., Mr. Robert S. Johnstone and Mr. John Caldwell Myers filed a brief on behalf of Edward Swann, as District Attorney of-the County of New York, appellee:, Mr. William D. Guthrie, with whom Mr. Julius Henry Cohen, Mr. Elmer G. Sammis and Mr. Bernard Hershkopf were on the brief, for the Attorney G\n\n## 인용\n\n- 256 U.S. 170\n- 41 S. Ct. 465\n- 65 L. Ed. 877\n- 1921 U.S. LEXIS 1661\n\n## 판결문 요약\n\n\n256 U.S. 170 (1921)\nMARCUS BROWN HOLDING COMPANY, INC.,\nv.\nFELDMAN ET AL.\nNo. 731.\nSupreme Court of United States.\nArgued March 3, 7, 1921.\nDecided April 18, 1921.\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n*172 *173 Mr. Joseph A. Seidman for appellant.\n*181 Mr. David L. Podell, with whom Mr. Samuel R. Gerstein, Mr. Martin C. Ansorge, Mr. Benjamin S. Kirsh and Mr. J.J. Podell were on the brief, for the tenant appellees.\nMr. Robert S. Johnstone and Mr. John Caldwell Myers filed a brief on behalf of Edward Swann, as District Attorney of the County of New York, appellee.\nMr. William D. Guthrie, with whom Mr. Julius Henry Cohen, Mr. Elmer G. Sammis and Mr. Bernard Hershkopf were on the brief, for the Attorney General of the State of New York, by special leave of court.\nMr. Louis Marshall and Mr. Lewis M. Isaacs, by leave of court, filed a brief as amici curiae:\n*196 MR. JUSTICE HOLMES delivered the opinion of the court.\nThis is a bill in equity brought by the Marcus Brown Holding Company, the appellant, owner of a large apartment house in the City of New York, against the tenants of an apartment in the house and the District Attorney of the County of New York. The tenants are holding over after their lease has expired, which it did on September 30, 1920, claiming the right to do so under cc. 942 and 947 of the laws of New York of 1920. The object of the bill is to have these and other connected laws declared unconstitutional. The D...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marcus-brown-holding-co-v-feldman"
    }
  ],
  "relatedIncidents": [
    28096,
    28145,
    28147,
    28001,
    28054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}