{
  "id": 2811,
  "title": "2017년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-07-19",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Young. 판결일: 2017-07-19. 법원: Court of Appeals of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The STATE v. Lorenzo Bernard YOUNG\n**판결일**: 2017-07-19\n**법원**: Court of Appeals of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Hill\n\n## 변호인\n\nAppellate Defender David Alexander, of Columbia, for Appellant., Attorney General Alan McCrory Wilson, Deputy Attorney General Donald J. Zelenka, Assistant Attorney General Susannah Rawl Cole, and Solicitor Daniel Edward Johnson, all of Columbia, for Respondent.\n\n## 인용\n\n- 803 S.E.2d 888\n- 420 S.C. 608\n\n## 판결문 요약\n\n\nHILL, J.:\n**612After a joint trial, Lorenzo Young and Trenton Barnes were convicted by a jury of murder, kidnapping, second-degree burglary, and attempted armed robbery. On appeal, Young argues the trial court abused its discretion in (1) admitting a letter written by Barnes as a statement against penal interest, Rule 804(b)(3), SCRE ; and (2) failing to grant his motion for mistrial. We find the letter was admitted in error, and the error was not cured by the trial court's instruction to disregard the letter. We conclude, however, that the error in admitting the letter and any error in failing to grant a mistrial was harmless. We therefore affirm Young's convictions and sentences.\nI.\nKelly Hunnewell worked for Carolina Cafe in Columbia as a baker and cook. Hunnewell's shift started early in the morning, and she baked at a remote kitchen located at 93 Tommy Circle. The kitchen was next door to the Ale House Lounge, and both buildings were equipped with video surveillance.\nAccording to the surveillance video and other evidence, Hunnewell arrived at the kitchen at 3:00 a.m. on July 1, 2013. It was raining hard outside, and she left the door to the kitchen propped open. At 3:40 a.m., while Hunnewell was stirring potatoes, a man wearing a red-hooded sweatshirt entered the open door, followed closely by a man wearing a gray-hooded sweatshirt. Both men had their sweatshirts pulled tightly around their faces. Each held a gun in what appeared to be a gloved hand. At the same time, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-young"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2696,
    2720
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}