{
  "id": 28125,
  "title": "1921년 Nugent 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-03-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Nugent. 판결일: 1921-03-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ed Nugent v. the State\n**판결일**: 1921-03-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins\n\n## 변호인\n\nM.E. Gates  and  Jos. F. Henson,  for appellant. &#8212; Cited cases in opinion.\n\n C.M. Cureton,  Attorney General, and  C.L. Stone,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 229 S.W. 855\n- 89 Tex. Crim. 168\n\n## 판결문 요약\n\nAppellant was convicted of theft by conversion of one hog, and his punishment assessed at confinement in the penitentiary for a term of two years.\nAt a former day of this term the appeal was dismissed on account of a defective recognizance. Appellant files motion to reinstate the appeal, and requesting that a writ of certiorari be granted for the purpose of correcting the record, and attaches to the motion a certified copy of the recognizance, which discloses that the recognizance, as shown in the original record, was miscopied by the clerk, and that the recognizance entered into was a good and sufficient one. Upon the showing thus made, and without the delay incident to granting the certiorari, the appeal will be reinstated, and the cause considered on its merits.\nThe first count in the indictment under which appellant was convicted, omitting the formal parts, alleges that appellant, \"did then and there having possession of one hog then and there the property of Arthur Branch by virtue of his contract of bailment with Hattie Branch, whereby the said Ed Nugent agreed to take possession of said hog and keep the same and to attend to the same for the said Hattie Branch, wife of said Arthur Branch, did then and there unlawfully *Page 170 \nand without the consent of the said Arthur Branch, the owner thereof, and without the consent of the said Hattie Branch, wife of the said Arthur Branch and with whom said contract of bailment was made, unlawfully and fraudulently convert said h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=douglas-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nugent-v-state"
    }
  ],
  "relatedIncidents": [
    28054,
    28078,
    28096,
    28108,
    28109
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}