{
  "id": 28136,
  "title": "1921년 Hutzel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-02-12",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Hutzel. 판결일: 1921-02-12. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: The State of Kansas v. S. M. Hutzel\n**판결일**: 1921-02-12\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Dawson, Porter\n\n## 변호인\n\nDavid Ritchie, of Salina, and J. P. Shutts, of Hays City, for the appellant., Richard J. Hopkins, attorney-general, and John R. Parsons, county attorney, for the appellee.\n\n## 인용\n\n- 108 Kan. 456\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nDawson, J.:\nThe defendant, an aged attorney Of Wa Keeney, was convicted under section 191 of the crimes act (Gen. Stat. 1915, § 3518) of the offense of destroying, a deed to a half section of land which the grantor had delivered to him and *457which was to be surrendered by the defendant to the grantee after the death of the grantor. It was alleged that such destruction was feloniously perpetrated with intent to defraud the grantee.\nThe errors assigned in this appeal are mainly these: the insufficiency of the information to charge an offense, the insufficiency of the evidence to sustain the charge, and errors in the instructions given and refused.\nTouching these in order, the information lacked no material matter of precision or certainty to fully apprise the defendant of the crime charged against him, nor would it cause the court to doubt or hesitate as to the correct judgment to be pronounced thereon upon a verdict of guilty. It was therefore sufficient. (The State v. McCord, 8 Kan. 232; The State v. Harp, 31 Kan. 496, 500, 3 Pac. 432.)\nA more debatable question is involved in the sufficiency of the evidence. With due consideration to that part of it which tended, plausibly at least, to exculpate the defendant, we are constrained to hold that, under proper instructions, the case was one for the consideration of the jury.\nCertain rather imperative and scarcely correct instructions were asked by defendant and refused by the court. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hutzel"
    }
  ],
  "relatedIncidents": [
    28096,
    28108,
    28109,
    28125,
    28139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}