{
  "id": 28130,
  "title": "1921년 Adler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-02-28",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Adler. 판결일: 1921-02-28. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE ULLMAN CO. v. ADLER, Admx.\n**판결일**: 1921-02-28\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Brantly, Cooper, Galen, Holloway, Reynolds\n\n## 변호인\n\nCause submitted on briefs of Counsel., Mr. J. O. Davies, for Appellant., Mr. Louis E. Haven and Mr. W. N. Waugh, for Respondent.\n\n## 인용\n\n- 59 Mont. 232\n- 196 P. 157\n\n## 판결문 요약\n\n\nMR. JUSTICE HOLLOWAY\ndelivered the opinion of the court.\nThis action was brought to recover a balance of $725.83, alleged to be due for goods, wares and merchandise sold and delivered by plaintiff to Ludwig Adler in his lifetime. Upon the trial of the cause, the court excluded the creditor’s claim, which had been presented to and disallowed by the administratrix, upon the ground that it was not verified properly, and, at the conclusion of plaintiff’s case granted a nonsuit and rendered *234and caused to b.e entered a judgment dismissing tbe complaint. The plaintiff has appealed from an order denying its motion for a new trial.\nIt is elementary that without proof of the presentation and disallowance of its claim plaintiff had no standing in court (secs. 7530 and 7532, Rev. Codes), and it follows that the only question for determination is: Was the claim verified as required by law? So much of section 7526, Revised Codes, as is material here, with numerals inserted to indicate the several requirements, follows: “Every claim which is due, when presented to the executor or administrator, must be supported by the affidavit of the claimant, or some one in his behalf, [1] that the amount is justly due, [2] that no payments have been made thereon which are not credited, and [3] that there are no offsets to the same, to the knowledge of affiant. If the claim be not due when presented, or be contingent, [4] the particulars of such claim must be stated. When the affidavit is made by a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ullman-co-v-adler"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28066
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}