{
  "id": 28134,
  "title": "1921년 Lowhone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-02-15",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Lowhone. 판결일: 1921-02-15. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, in Error v. Frank Lowhone, in Error\n**판결일**: 1921-02-15\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Duncan\n\n## 변호인\n\nE. M. Parish, and Ivan A. Elliott, for plaintiff in error., Edw. J. Brundagb, .Attorney General, Job A. Pbarcb, State’s. Attorney, and Gborgb C. Dixon, (Charlbs T. Randolph, of counsel,) for the People.\n\n## 인용\n\n- 296 Ill. 391\n\n## 판결문 요약\n\n Mr. Justice Duncan delivered the opinion of the court: Frank. Lowhone was indicted in the circuit court of White county for the murder of Mack Nottingham. He has been twice tried in that court and in both trials there was a verdict of guilty and sentence of death. The record of the second trial is now before this court for review on writ of error. This court reviewed the record of the first trial, reversed the judgment and remanded the cause for further trial for the reasons stated in People v. Lowhone, 292 Ill. 32. We refer to that decision for a full and comprehensive statement of the facts presented in that record. Substantially the same evidence by the same witnesses was introduced on the second trial by both parties as was introduced on the first trial. Additional evidence was introduced by plaintiff in error, who will be referred to as defendant, substantially as follows: Two Benton witnesses testified who did not testify in the first trial, their testimony being of the same character as that given by the other Benton witnesses. Another Carmi witness testified that two or three days prior to the shooting the defendant told him that he wanted to move back to Carmi; that a lot of sons of bitches around there had it in for him; and he apologized to the witness for having given him -a cursing and said he was drunk, and asked him if he would treat him right if he moved back. The witness had no recollection of his ever having cursed or abused him. It was also proved that abo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lowhone"
    }
  ],
  "relatedIncidents": [
    28054,
    28078,
    28114,
    28125,
    28151
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}