{
  "id": 28147,
  "title": "1921년 Geddes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Geddes. 판결일: 1921-01-24. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Geddes Et Al. v. Anaconda Copper Mining Company Et Al.\n**판결일**: 1921-01-24\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Clarke, McReynolds\n\n## 변호인\n\nMr. T. J. Walsh, with whom Mr. C. B. Nolan was oh the briefs, for appellants. ., . Mr. W. B. Rodgers, with whom Mr. L. O. Evans was on the brief, for appellees.\n\n## 인용\n\n- 254 U.S. 590\n- 41 S. Ct. 209\n- 65 L. Ed. 425\n- 1921 U.S. LEXIS 1856\n\n## 판결문 요약\n\n\n254 U.S. 590 (1921)\nGEDDES ET AL.\nv.\nANACONDA COPPER MINING COMPANY ET AL.\nNo. 25.\nSupreme Court of United States.\nArgued April 25, 28, 1919.\nReargument December 8, 1919.\nReargued March 3, 4, 1920.\nDecided January 24, 1921.\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n*591 Mr. T.J. Walsh, with whom Mr. C.B. Nolan was on the briefs, for appellants.\nMr. W.B. Rodgers, with whom Mr. L.O. Evans was on the brief, for appellees.\nRestored to docket for reargument December 8, 1919.\nMR. JUSTICE CLARKE delivered the opinion of the court.\nWith formalities, which are not assailed, a special meeting of the stockholders of the Alice Gold &amp; Silver Mining Company, by resolution, ratified a contract in writing, theretofore authorized by the board of directors and executed by the officers of the company, for the sale to the Anaconda Copper Mining Company of all the property, of every kind, of the Alice Company. The officers were authorized and directed to execute such deeds and assignments as should be necessary to complete the sale, and a deed in form conveying all of the Alice property to the Anaconda Company was executed and delivered by *592 them on May 31, 1910. The consideration, thirty thousand shares of the capital stock of the Anaconda Company, was paid, and the purchaser took possession of the property.\nAlmost a year later, on May 8, 1911, at a special meeting of the stockholders of the Alice Company, a resolution was adopted, by the vote of more than two-third...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geddes-v-anaconda-copper-mining-co"
    }
  ],
  "relatedIncidents": [
    28096,
    28113,
    28145,
    28001,
    28054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}