{
  "id": 28143,
  "title": "1921년 State Department of Health v. San Miguel County 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-27",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: State Department of Health v. San Miguel County. 판결일: 1921-01-27. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE DEPARTMENT OF HEALTH v. SAN MIGUEL COUNTY\n**판결일**: 1921-01-27\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Parker, Raynolds, Roberts\n\n## 변호인\n\nO. 0. Askren, Atty. Gen., and N. D. Meyer, Asst. Atty. Gen., for appellant., Chas. W. G. Ward, of Bast Las Yegas, for appellee.\n\n## 인용\n\n- 26 N.M. 634\n\n## 판결문 요약\n\n OPINION OP THE COURT. RAYNOLDS, J. On August 4, 1920, the state department of health presented a claim to the board of county commissioners of San Miguel county against said county in the amount of $364.59, for services rendered and materials furnished by said department of health to said county in the performance of health work, the enforcement of the health laws of the state of New Mexico, and the rules and regulations promulgated by said department of health. This claim was rejected by the board of county commissioners. On August 30, 1920, the state department of health filed a notice of appeal from the action of said board of county commissioners in disallowing said claim, and also filed a petition in the district court in the furtherance of said appeal. Appellee joined issue by answer. A hearing was had and on September 24, 1920, the court found in favor of the appellee and dismissed appellant’s petition. From the judgment dismissing the case by the district court appeal was taken to this court. The questions involved in this case are found’ in a consideration of the so-called “health act” of 1919, being chapter 85, Laws 1919. Section 12 of said act provides that each board of county commissioners shall appoint one health officer, whose appointment shall be subject to the approval of the state department of health, etc. Section 10 of the act, which will be set out in full later, provides the state department of health shall perform work of the local health authorities, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-department-of-health-v-san-miguel-county"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28066
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}