{
  "id": 28149,
  "title": "1921년 Long 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-19",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Long. 판결일: 1921-01-19. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Peter J. Long v. John H. Krause\n**판결일**: 1921-01-19\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Rose\n\n## 변호인\n\nJohn J. Sullivan, John M. Macfarland, George B. Thummel and Lee Basye, for appellants., Thomas 1/ynch and Byron G. Burbanh, contra.\n\n## 인용\n\n- 105 Neb. 538\n\n## 판결문 요약\n\n\nRose, J.\nThis is an action to recover damages in the sum of $992,000 on account of the fraud of defendants in inducing plaintiffs to sell and transfer to them a 640-acre ranch in Sherdian codnty for $8,000. The difference between the damages and the sale price is based on the value of potash in the water of a private lake covering about 240 acres of the land. Plaintiffs allege that, without knowledge of the potash in the water, they regarded the lake as a detriment, and were induced by the fraud of defendants, who knew the facts, to sell and transfer to them the ranch, including the lake, without any consideration for the potash. Defendants denied the fraud charged and pleaded good faith in the negotiations and purchase. Upon a trial of the issues the jury rendered a verdict in favor of plaintiffs for $75,000. From a judgment thereon defendants have appealed.\nThe controlling question on appeal is the sufficiency of the evidence to sustain the Verdict. Defendants, contend that there is no evidence of actionable fraud; that plaintiffs fixed their own price, which was paid; that there was no concealment; that there was no misstatement of any material fact; that defendants did not know the. contents of the water; that it had no commercial value; that plaintiffs and defendants had the same means of acquiring knowledge; and that clear and satisfactory evidence of the fraud charged is wanting. The evidence and the argument from the standpoint of defendants háve not escaped attentio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=long-v-krause"
    }
  ],
  "relatedIncidents": [
    28096,
    28108,
    28109,
    28125,
    28136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}