{
  "id": 28146,
  "title": "1921년 Kittle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-25",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Kittle. 판결일: 1921-01-25. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Samuel B. Kittle\n**판결일**: 1921-01-25\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Poeeenbargeb\n\n## 변호인\n\nJames W. Rwing, for appellants.\n\n## 인용\n\n- 87 W. Va. 526\n\n## 판결문 요약\n\n\nPOEEENBARGEB, JUDGE:\nThe decree under review on this appeal adjudicates forfeiture of the title of a certain lot conveyed to trustees for parsonage purposes on which a parsonage building was erected, for non-entry of the lot for taxation and non-payment of taxes thereon, for a period of five years and more; and, havng thus settled the principles of the cause, continued it for the taking of proof of the value of the property, as the basis for ascertainment of the taxes due on it, and entry of a subsequent order of sale. The appellants are the two surviving trustees of those to whom the lot was so conveyed and the vendee of the property, said trustees having contracted a sale thereof.\nBy two deeds, one dated, March 29, 1904, and the other June 8, 1904, the latter being described as a deed of correction, the lot in question was conveyed by J. C. McCurdy and S. Nesbitt, Jr., to Charles C. Woods, George B.' E. Gilchrist and S. C. Patterson, Trustees for St. Paul’s Protestant Episcopal Church of Elm Grove, West Virginia, for the use ánd benefit of said church, “As a residence for its minister,” and to be held by the trustees and their successors, in trust “for such purpose and no other, and according to the terms of and with all such powers in the trustees in relation thereto as are set forth in chapter 57 of the Code of West .Virgina.” Within- a year after this conveyance, a parsonage building was erected on the lot, by the church, and the resident minister moved into it and he a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kittle"
    }
  ],
  "relatedIncidents": [
    28073,
    27968,
    27993,
    28040,
    28054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}