{
  "id": 28142,
  "title": "1921년 Vinyard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-27",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Vinyard. 판결일: 1921-01-27. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Vinyard v. Republic Iron & Steel Co.\n**판결일**: 1921-01-27\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Miller, Somerville\n\n## 변호인\n\nHartley  Fite, of Birmingham, for appellant.\n\nThe court erred in overruling the demurrers to the complaint as amended and in denying motion to exclude claim for damages. 31 Cyc. 391;  47 Ala. 390 ;  111 Ala. 257 ,  19 So. 995 ;  4 Ala. App. 650 , 58 So. 1004 . The damages sought were a penalty rather than liquidated damages.  178 Ala. 472 ,  59 So. 455 ; 196 Ala. 371 ,  72 So. 73 ;  168 Ala. 250 ,  53 So. 313 ; 166 Ala. 203 ,  51 So. 874 ;  136 Ala. 259 ,  33 So. 808 ;  85 Ala. 552 , 5 So. 149 .\n\n## 인용\n\n- 87 So. 552\n- 205 Ala. 269\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 272 \nThe trial of this cause in the circuit court on appeal was, under our statute, de novo. Code, &#167;&#167; 4280, 4720; Littleton v. Clayton, 77 Ala. 571. This means that, subject only to a restriction of the claim to an amount or value within the jurisdiction of the justice court (Giddens v. Bolling, 92 Ala. 586,9 So. 274), the trial is had as though the suit originated in the circuit court (L.  N. R. R. Co. v. Lancaster, 121 Ala. 471, 473, 25 So. 733); and a new complaint or an amendment to the old, may be filed by the plaintiff, provided it does not exhibit an entire change of parties plaintiff or defendant, and does not show a departure from, or change in, the original form of action (So. Exp. Co. v. Boullemet, 100 Ala. 275, 13 So. 941; Lagerfelt v. McKie,100 Ala. 430, 14 So. 281; Littleton v. Clayton, 77 Ala. 571; Smith v. E. T. V.  G. R. R. Co., 98 Ala. 154, 13 So. 7; Swanson v. Brown, 160 Ala. 432, 49 So. 675).\nThe trial court properly allowed the amendment claiming attorney's fees in each of the trial courts, and rent to the time of the trial, the aggregate amount of which was less than $100. These claims were not based *Page 273 \nupon a new or different cause of action, but were for elements of damage growing out of the original unlawful detainer. When damage is not in itself the cause of action, but is the consequence of a c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vinyard-v-republic-iron-steel-co"
    }
  ],
  "relatedIncidents": [
    28054,
    28055,
    28060,
    28061,
    28066
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}