{
  "id": 28145,
  "title": "1921년 Jacob & Youngs, Inc. v. Kent 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jacob & Youngs, Inc. v. Kent. 판결일: 1921-01-25. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jacob & Youngs, Incorporated, Respondent, v. George E. Kent, Appellant\n**판결일**: 1921-01-25\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Cabdozo, McLaughlin\n\n## 변호인\n\nHenry W. Hardon  for appellant.\n\n Frederick Hulse  and  Cornelius J. Sullivan, Jr.,  for respondent.\n\n## 인용\n\n- 129 N.E. 889\n- 230 N.Y. 239\n\n## 판결문 요약\n\nThe plaintiff built a country residence for the defendant at a cost of upwards of $77,000, and now sues to recover a balance of $3,483.46, remaining unpaid. The work of construction ceased in June, 1914, and the defendant then began to occupy the dwelling. There was no complaint of defective performance until March, 1915. One of the specifications for the plumbing work provides that \"all wrought iron pipe must be well galvanized, lap welded pipe of the grade known as `standard pipe' of Reading manufacture.\" The defendant learned in March, 1915, that some of the pipe, instead of being made in Reading, was the product of other factories. The plaintiff was accordingly directed by the architect to do the work anew. The plumbing was then encased within the walls except in a few places where it had to be exposed. Obedience to the order meant more than the substitution of other pipe. It meant the demolition at great expense of substantial parts of *Page 241 \nthe completed structure. The plaintiff left the work untouched, and asked for a certificate that the final payment was due. Refusal of the certificate was followed by this suit.\nThe evidence sustains a finding that the omission of the prescribed brand of pipe was neither fraudulent nor willful. It was the result of the oversight and inattention of the plaintiff's subcontractor. Reading pipe is distinguished from Cohoes pipe and other brands only by the name of the manufacturer stamped upon it at intervals of between six and seve...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jacob-youngs-inc-v-kent"
    }
  ],
  "relatedIncidents": [
    28096,
    28108,
    28109,
    28113,
    28125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}