{
  "id": 28151,
  "title": "1921년 Bailum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-11",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Bailum. 판결일: 1921-01-11. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bailum v. State.\n**판결일**: 1921-01-11\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Bricken\n\n## 변호인\n\nEllis  Matthews, of Birmingham, for appellant.\n\nCounsel discuss criminal negligence and wanton and willful injury, and insist that the defendant was not guilty of any offense in that the defendant was doing a lawful act, and was not guilty of gross or culpable negligence, causing death. 131 Ala. 18 ,  31 So. 725 ;  84 Ala. 421 ,  4 So. 598 ;  70 Ala. 33 ; 45 Ala. 82 ;  112 Ala. 34 ,  20 So. 966 ; 21 Cyc. 765 et seq. The court erred in qualifying the charges given. Sections 2350, 2384, 5364, Code\n\n## 인용\n\n- 88 So. 200\n- 17 Ala. App. 679\n\n## 판결문 요약\n\nFrom a judgment of conviction for manslaughter in the second degree this appeal is taken.\nThe jury returned a verdict finding the defendant guilty under the second count of the indictment, which charged that the defendant \"unlawfully, but without malice, or the intention to kill, killed Ruth Kate Thompson, by negligently running over, upon, or against her with an automobile truck.\"\nThe deceased, as shown by the evidence, was a small girl, six years of age, and was blind in her right eye, and the alleged accident occurred at or near the intersection of First avenue and Fifth (or Green) street, in Elyton, a suburb of Birmingham. The record appears to bear out the following statement of facts contained in the brief of the Attorney General, viz.:\n\"The testimony shows without dispute that a street car was going west, or from Birmingham, stopped at the intersection of these two streets, and the doors were open on the north side of First avenue for the purpose of admitting and discharging passengers; that the truck was traveling in the opposite direction, or toward Birmingham, with three passengers, the defendant, one Rowles, one Allen seated together, the defendant driving the truck so that it was partly on the south-bound track, which was six feet south of the track on which the street car was standing; that the deceased, a little girl six years of age, and blind in her right eye, started across said First avenue from the south side, and, having reached a point near the middle of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bailum-v-state"
    }
  ],
  "relatedIncidents": [
    28054,
    28078,
    28114,
    28125,
    28134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}