{
  "id": 28158,
  "title": "1920년 Chrfrikas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-12-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Chrfrikas. 판결일: 1920-12-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, in Error v. Andrew Chrfrikas, in Error\n**판결일**: 1920-12-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Carter\n\n## 변호인\n\nJacob Levy, for plaintiff in error., Edward J. Brundage, Attorney General, Maclay Hoyne, State’s Attorney, and George C. Dixon, (Edward E. Wilson, James C. O’Brien, and James E. McShane, of counsel,) for the People.\n\n## 인용\n\n- 295 Ill. 222\n\n## 판결문 요약\n\n Mr. Justice Carter delivered the opinion of the court : This is a writ of error to the criminal court of Cook county obtained by plaintiff in error, Andrew Chrfrikas, to reverse a judgment entered in that court on the verdict of a jury finding him guilty of the abduction of Stefka Avgares. Stefka Avgares was the daughter of Rose Avgares by her first husband, whose name was Boudek. Stefka was between fourteen and fifteen years of age in August, 1919, when the plaintiff in error took her on a trip to Omaha, Nebraska. The girl testified that he told her mother and herself that he was going to take her to a picnic at Lincoln Park, in Chicago, and obtained their consent on that statement, but that instead he bought tickets to Omaha and took her there; that when he took her from her home he told her and her mother that he would bring her back not later than eight o’clock; that on the train she asked him where Lincoln Park was, and he said, “Just the next block;” that she told him she was going to complain to the conductor, and he said that he would slap her face if she did; that they were on the train all night, and when they were crossing a bridge (apparently just before they reached Omaha) she asked him, “Where is Lincoln .Park ?” and plaintiff in error answered, “This is Omaha, Nebraska,” and said if she did not stop crying he would throw her off the bridge. She further testified that she asked him when they were going home, and he said in reply, “You will newer see your father...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chrfrikas"
    }
  ],
  "relatedIncidents": [
    28156,
    28168,
    28172,
    28173,
    28200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}