{
  "id": 28150,
  "title": "1921년 Wrather 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1921-01-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wrather. 판결일: 1921-01-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: WRATHER Et Al. v. PARKS\n**판결일**: 1921-01-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Huff\n\n## 변호인\n\nKimbrough, Underwood, Jackson & Simpson, of Amarillo, for appellants., C. E. Gustavus, of Amarillo, for appellee.\n\n## 인용\n\n- 227 S.W. 513\n\n## 판결문 요약\n\nThe appellee, Parks, sued J. D. Wrather, J. R. Wrather, and W. M. Rice on a promissory note for $5,000, bearing interest at the rate of 8 per cent., and providing for 10 per cent. attorney's fees, alleging a credit on the note of $3,000 as of date April 3, 1918. The note bears date March 15, 1918. There was also indorsed on the note the following:\n\"It is agreed that L. P. Parks is to take $2,000.00 interest in mine at Webb City, Mo., and the other $2,000.00 on the note to be applied. [Signed] J. D. Wrather.\"\nIt is alleged substantially in the original petition that this indorsement was made by J. D. Wrather on the note without the knowledge or consent of L. P. Parks, and was fraudulently so indorsed for the purpose and design of trying to make it appear the note was fully discharged, etc. The defendants answered by general denial, and specially that they had made full payment and settlement of the note, and that on the 3d of April, 1918, they paid to the appellee $3,000 cash, and at the same place and about a week later paid and discharged the remainder of the note by transferring and agreeing to transfer to appellee an undivided interest in certain mining property situated near Webb City, Mo., upon which they had acquired and then held a lease in the name of appellants W. M. Rice and J. D. Wrather; that they agreed that Parks should have an interest in the mining property and lease to the extent of $2,000, and that this understanding existed at the time the note sued on was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wrather-v-parks"
    }
  ],
  "relatedIncidents": [
    28096,
    28108,
    28109,
    28125,
    28136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}