{
  "id": 28156,
  "title": "1920년 In Re O'Connell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-12-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re O'Connell. 판결일: 1920-12-28. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Daniel O'connell, an Attorney and Counselor at Law.\n**판결일**: 1920-12-28\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: THE COURT.\n\n## 변호인\n\nDaniel O'Connell,  in pro. per.,  for Respondent.\n\nJeremiah F. Sullivan for Petitioners.\n\n## 인용\n\n- 194 P. 1010\n- 184 Cal. 584\n\n## 판결문 요약\n\nThis is a proceeding for disbarment, instituted by the filing in this court of a certified copy of the judgment of the United States district court for the northern district of California in the cause entitled The United States of America, Plaintiff,\nv. Daniel O'Connell, No. 6220, from which it appears that said Daniel O'Connell was convicted therein of the crime of conspiracy to violate the act of Congress of May 18, 1917, (U.S. Comp. Stats. 1918, U.S. Comp. Stats. Ann. Supp. 1919, secs. 2044a-2044k), and the act of Congress of June 15, 1917, (U.S. Comp. Stats. 1918, U.S. Comp. Stats. Ann. Supp. 1919, secs. 10212a-10212h), and that by said judgment said Daniel O'Connell was on September 29, 1917, sentenced to imprisonment in the United States penitentiary at McNeil island, in the state of Washington, for a period of seven years.\nThis judgment having been affirmed by the supreme court of the United States (O'Connell v. United States, 253 U.S. 142, [64 L.Ed. 827, 40 Sup. Ct. Rep. 444]), a certified copy of the judgment and mandate of such court was filed herein, and an order to show cause was thereupon made by us requiring said Daniel. O'Connell to show cause why, on account of said conviction, his name should not be stricken from the roll of attorneys and counselors of the court and he be precluded from practicing as such attorney or counselor in all the courts of the state. He filed a demurrer and answer, and has also filed a brief in support of his claim that his conviction...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-oconnell"
    }
  ],
  "relatedIncidents": [
    28158,
    28168,
    28172,
    28173,
    28200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}