{
  "id": 28168,
  "title": "1920년 Dannelly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-12-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Dannelly. 판결일: 1920-12-02. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: A. W. Dannelly, in Error v. The State of Florida, in Error\n**판결일**: 1920-12-02\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Browne, Ellis, Taylor, West, Whitfield\n\n## 변호인\n\nWaller Kehoe and Forsyth Garo, for Plaintiff in Error;, Van G. Swearingen, Attorney General, and D. Stuart GUlis, Assistant, for the State.\n\n## 인용\n\n- 80 Fla. 773\n\n## 판결문 요약\n\n\nTaylor, J.\nThe plaintiff in error, hereinafter referred to as the defendant, was convicted and sentenced to imprisonment for two years in State’s prison in the Circuit Court of Walton County for the crime of assault with intent to rape, and by writ of error brings such judgment here for review.\nFrom the conclusion which we have reached upon consideration of the record in the case it becomes unnecessary to pass upon any of the errors assigned, except that *775of the denial of the defendant’s motion for new trial, made upon the ground that the verdict of conviction is not warranted by the evidence in the case. The chief and only eye-witness of the occurrence of the State was Stella Bishop, the prosecutrix. The substance of her testimony was as follows: That she was eighteen years of age; that her father was dead, and that she lived with her mother; that she had known the defendant for a year; that he, the defendant, came to her house about three o’clock in the afternoon in a car, about the 21st of April, 1920, on Wednesday. Mrs. Adkinson was with him. That Mrs. Adkinson resided close to and in sight of her residence. They got out of the car and came in to our house. Mrs. Adkinson called to us and said: “Come let us go and look at the new road.” In a few minutes I came down from upstairs, the defendant said: “Come, Stella, let’s go look at the new road, dont go to fixing up, I am in a hurry; there ain’t nobody going but me and you Stella, the widows can stay here.” This was sai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dannelly-v-state"
    }
  ],
  "relatedIncidents": [
    28200,
    28202,
    28253,
    28156,
    28158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}