{
  "id": 28173,
  "title": "1920년 Richardson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-10-30",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Richardson v. State. 판결일: 1920-10-30. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Nat Richardson, in Error v. The State of Florida, in Error\n**판결일**: 1920-10-30\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Browne, Ellis, Taylor, West, Whitfield\n\n## 변호인\n\nJ. V. Walton, for Plaintiff in Error;, Van O. Swearingen, Attorney General, and D. Stuart Gillis, Assistant, for tbe State.\n\n## 인용\n\n- 80 Fla. 634\n\n## 판결문 요약\n\n\nWest, J.\nPlaintiff in error, referred to in this opinion as defendant, was indicted on a charge of murder in tbe first degree. He was found guilty as charged and sentenced to be banged. Motion for a new trial was denied. Writ of error was taken from tbe judgment imposing sentence and tbe case is here for consideration by this court.\nTbe first assignment of error challenges a ruling of tbe trial court admitting in evidence over objection of' *636defendant a written statement purporting to be a dying declaration of deceased. This statement is as follows:\n“State of Florida, County of Duval,\n“Jacksonville.\n“I, Ray Butts, realizing that I am’ about to die, and that it is impossible for me to recover, and being conscious of my condition, and in the very article of death, do make this my dying declaration and state the following to be the truth, the whole truth and nothing but the truth. I started back to the cab and met negro on cab steps T asked him what he wanted and he started to draw his pistol from his bosom I then drew my pistol and shot twice before he fired, his first shot struck me either in the face or shoulder I don’t know which after I fell he shot me in the buttox. I had been warned that two negroes were on my train, and they were dangerous and to be careful. That is the reason I did not take any chance and shot first.\nhis\n“Witnesses Ray X Butts\nJ. E. Butts mark\nO. K. Robinson Geo. E. Welch.\n“Subscribed and sworn to before me a Notary Public this 28th day of September...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-state"
    }
  ],
  "relatedIncidents": [
    28213,
    28219,
    28220,
    28222,
    28225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}