{
  "id": 28172,
  "title": "1920년 Spaulding 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-11-03",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Spaulding. 판결일: 1920-11-03. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: John L. Spaulding, Admr. v. Mutual Life Insurance Company of New York\n**판결일**: 1920-11-03\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Miles, Powers, Slack, Taylor, Watson\n\n## 변호인\n\nJohn W. Gordon for the plaintiffs., Thericmlt & Hunt for the defendant.\n\n## 인용\n\n- 94 Vt. 445\n\n## 판결문 요약\n\n\nMiles, J.\nThis is a suit upon a policy of insurance upon the life of Orvie M. Jones, and is one of two policies for the sum of $5,000 each, numbered respectively 2,171,545, and 2,171,-547. Both policies were issued August 10, 1914, and were alike when issued; but on September 9, 1914, number 2,171,547, the policy now in suit, was changed by making Jennie L. Jones, wife of the insured, sole beneficiary in place of herself and the children of the insured, as the policy was originally written.\nThe defendant pleaded in both actions that certain answers in the application, material to the risk and upon which the defendant relied in issuing the policy declared upon, were false, and that the insured well knew that they were not true, and that he made them with indent to deceive and defraud the defendant. To this answer the plaintiff replied, and issue was thereupon joined. After issue was joined the suit on policy numbered 2,171,545 was tried by jury, and as a result of that trial a verdict was rendered for the plaintiff to recover the full amount of that policy, and judgment was rendered thereon and for the plaintiff in that suit to recover his costs. The case was taken to this Court, where the judgment was reversed, and judgment was rendered for the plaintiff to recover only $489.85, a sum tendered into court by the defendant, being the amount of the premiums paid by the insured upon that policy, and interest on the same to the date of the tender, with costs to the defendant. Ant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spaulding-v-mutual-life-insurance"
    }
  ],
  "relatedIncidents": [
    28212,
    28218,
    28235,
    28248,
    28260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}