{
  "id": 28209,
  "title": "1920년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-06-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Gray. 판결일: 1920-06-17. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Gray v. Handy.\n**판결일**: 1920-06-17\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, McCLELLAN, Somerville, Thomas\n\n## 변호인\n\nL. A. Sanderson and Holloway  Hill, all of Montgomery, for appellant.\n\nNo presumption is indulged in favor of the judgment of the trial court. Section 2846, Code 1907, as amended by Acts 1915, p. 722. Section 5372 of the Code affords a less expensive remedy than is afforded by an equitable proceeding for the same purpose.  71 Ala. 195 . The petitioner is not put to full proof of the facts.  60 Ala. 268 . There was a meritorious defense, sufficient to set aside the judgment.  64 Ala. 162 .\n\nHill,\n\n## 인용\n\n- 86 So. 548\n- 204 Ala. 559\n\n## 판결문 요약\n\nThe appeal was from a judgment of the circuit court denying appellant's petition under the four-month statute to set aside a judgment by default.\nThe judgment was rendered on May 31, 1919, and appellant's petition was filed on July 23, 1919. The lack of service of the original summons and complaint was averred, or the lack of notice of the pendency of said cause, and that petitioner had a meritorious defense to the action in question. On the hearing of the petition the witnesses for both sides were examined orally before the court.\nA question of conflict as to service of the original summons and complaint is presented. The decision rested upon the ascertainment of a question of fact. The trial court, or its presiding judge, had the benefit of observing the manner and demeanor of the respective witnesses and the better opportunity to pass upon the credibility of the testimony. The finding, denying the motion, has the force of a verdict of a jury. Ray v. Watkins, 203 Ala. 683, 85 So. 25; Bowling v. State,85 So. 500;1 Connors-Weyman Steel *Page 560 \nCo. v. Harless, 202 Ala. 317, 80 So. 399, 400; City of Mobile v. Rush, 202 Ala. 628, 81 So. 570. This rule has been applied in chancery cases, where the testimony was taken orally before the court (Andrews v. Grey, 74 So. 622), and on motions for new trial in equity (Ray v. Watkins, supra). The Act of 1915 (page 722) does not change the rule of Cobb v. Malone, 92 Ala. 630, 9 So. 738, where the trial is had upon evidence ore tenus, or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gray-v-handy"
    }
  ],
  "relatedIncidents": [
    28156,
    28158,
    28168,
    28172,
    28173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}