{
  "id": 28207,
  "title": "1920년 Dreyfus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-06-30",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Dreyfus. 판결일: 1920-06-30. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: HENDERSON v. DREYFUS\n**판결일**: 1920-06-30\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Parker, Raynolds, Roberts\n\n## 변호인\n\nL. C. Collins, of Santa Fé, for plaintiffs in error.\n\n## 인용\n\n- 26 N.M. 262\n\n## 판결문 요약\n\n OPINION OP THE COURT. ROBERTS, J. A judgment was rendered against the New Mexican Printing Company in the district court of Valencia county for $10,000 in an action of libel instituted by appellee Dreyfus. Afterwards the printing company became insolvent, and Ralph M. Henderson was appointed receiver and prosecuted the appeal. On the 8th day of May, 1919, an opinion was filed by this court affirming the judgment of the trial court. For a full statement of the facts and the opinion, see 26 N. M. . ., 191 Pac. 442. Various extensions of time to file a motion for rehearing were granted plaintiff in error, and the case was pending upon leave to file such motion, when, on the 22d day of October, 1919, upon stipulation of counsel for the respective parties, and at the earnest solicitation of counsel for plaintiff in error, this court entered an order dismissing the appeal and withdrawing the opinion from the files. On the next day there appeared in the Santa Fé New Mexican, a daily newspaper published and controlled by the same parties who were managing and directing its policies at the time of the publication of the articles which gave rise to the present action, an article with large and conspicuous headlines which gave an incorrect and misleading account of the reasons which prompted this court to withdraw\" its opinion and dismiss the action. The dismissal of the appeal and the withdrawal of the opinion, as stated, were done upon the earnest solicitation of counsel for plaintif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=henderson-v-dreyfus"
    }
  ],
  "relatedIncidents": [
    28156,
    28158,
    28168,
    28172,
    28173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}