{
  "id": 28202,
  "title": "1920년 Washington v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-07-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Washington v. State. 판결일: 1920-07-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Washington v. State\n**판결일**: 1920-07-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bloodworth\n\n## 변호인\n\nAlfred Herrington Jr., for plaintiff in error., Walter F. Gray, solicitor-general, contra.\n\n## 인용\n\n- 25 Ga. App. 422\n\n## 판결문 요약\n\n\nBloodworth, J.\nThere is no merit in any of the special grounds of the motion for a new trial; the evidence is ample to support the verdict, which is approved by the trial judge, and the judgment is\n\nAffirmed.\n\n\nBroyles, C. J., and Luke, J., concur.\n\nConviction of assault with intent to rape; from Emanuel superior court — Judge Hardeman. April 5, 1920.\nAs to the argument of counsel the court instructed the jury as follows: “ In determining the guilt or innocence of the defendant the court instructs you now that the opinion of counsel in the case is .not to control you at all. Assertions by counsel, either way, about a party’s guilt or innocence is a matter that the jury has no right to consider. The jury passes on the evidence; the province of counsel is to discuss the evidence and not express any opinion about what its conclusion ought to be; that is for the jury to pass on.” Error in so charging is alleged in the motion for a new trial, the movant contending that the court thereby curtailed the right of argument of counsel for the movant, and that it was violative of the provisions of the constitution of this State that “ No person shall be deprived of the right to prosecute or defend his own cause in any of the courts of this State in person, by attorney, or both” (art. 1, sec. 1, par. 4), and that “Every person charged with an offense against the laws of this State shall have the privilege and benefit of counsel” (art. 1, sec. 1, par. 5). In a note to this ground of the m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-v-state"
    }
  ],
  "relatedIncidents": [
    28168,
    28200,
    28253,
    28156,
    28158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}