{
  "id": 28200,
  "title": "1920년 Manoogian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-07-22",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Manoogian. 판결일: 1920-07-22. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: MARY MANOOGIAN, Petitioner, v. SUPERIOR COURT OF IMPERIAL COUNTY, Respondent\n**판결일**: 1920-07-22\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Finlayson\n\n## 변호인\n\nMARY MANOOGIAN, Petitioner, v. SUPERIOR COURT OF IMPERIAL COUNTY, Respondent., C. K. Bonestell for Petitioner., Ault & Anderson, Guy L. Rockwell and H. B. Stewart for Respondent.\n\n## 인용\n\n- 292 P. 168\n- 48 Cal. App. 609\n\n## 판결문 요약\n\nThis is an original application for a writ of review to annul two orders of the superior court of Imperial County, made in the Matter of the Estate of M. Manoogian, Deceased, on, respectively, July 24, 1919, and March 3, 1920, and under which petitioner assumes that the special administrator claims authority for the payment by him of six thousand dollars, commission for the picking, packing, shipping, and marketing of certain grapes, and the payment of the further sum of nine thousand dollars to a certain bank to satisfy notes that the decedent, in his lifetime, had executed to the bank, and secured by a chattel mortgage on the grapes. No creditor's claim, as provided by section 1494 of the Code of Civil Procedure, was ever filed or presented for either of these disbursements. Petitioner claims that neither payment was authorized by the orders here sought to be annulled, for the reason that each order was, as she claims, in excess of the court's jurisdiction.\nPetitioner is the widow of Manoog Manoogian, deceased, and as such one of his heirs. Her husband died intestate on July 7, 1918, leaving an estate in Imperial County consisting, in part, of a crop of perishable fruit, viz., a crop of grapes. This grape crop, the intestate, in his lifetime, had mortgaged to the American State Bank of Brawley to secure his notes to the bank for twelve thousand dollars. At *Page 611 \nthe time of his death the notes were overdue, and the bank, which had taken possession of the crop under the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=manoogian-v-superior-court"
    }
  ],
  "relatedIncidents": [
    28168,
    28202,
    28253,
    28156,
    28158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}