{
  "id": 28213,
  "title": "1920년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-06-01",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: King. 판결일: 1920-06-01. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: King v. State.\n**판결일**: 1920-06-01\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Merritt\n\n## 변호인\n\nJ.M. Foster and McKinley, McQueen  Aldridge, all of Tuscaloosa, for appellant.\n\nThe argument of the solicitor was objectionable.  183 Ala. 273 , 61 So. 80 , Ann. Cas. 1916A, 543;  99 Mo. App. 660 , 74 So. 454. The court was in error in its oral charge.  111 Ala. 80 , 20 So. 490 ;  31 Ind. 495 ;  11 Nev. 343 . Counsel discuss refused charges, but without citation of authority.\n\nJ.Q. Smith, Atty. Gen., for the State.\n\nNo brief came to the Reporter.\n\n## 인용\n\n- 87 So. 701\n- 17 Ala. App. 536\n\n## 판결문 요약\n\nThe defendant was tried and convicted under an indictment charging manslaughter in the first degree, his punishment being fixed at three years in the penitentiary. The solicitor in his closing argument to the jury made use of the following language:\n\"If you will give this man the punishment which he deserves, then when you pick up a newspaper and see in big headlines 'Another Policeman Murdered,' you will not feel that you have been, by your action in this case, in any manner responsible for the killing.\"\nTo this statement and remark by the solicitor the defendant in open court objected and moved the court to exclude the remark and statement from the jury, but the court overruled the objection and refused to exclude the remark and statement from the jury, and the defendants reserved an exception.\nFor the statement or remark to come within the rule laid down in Cross v. State, 68 Ala. 476, and upheld in the case of B. R., L.  P. Co. v. Gonzalez, 183 Ala. 273, 61 So. 80, Ann. Cas. 1916A, 543, the statement or remark must be made as of fact. The fact must be unsupported by any evidence and must be pertinent to the issue, or its natural tendency must be to influence the finding of the jury. The statement objected to was not of fact, but was an inference or conclusion of the solicitor and his opinion as to what after effect might be produced on them by their action in the case.\nAlthough the record shows that objection was made to the statement which was used in the solicitor's clo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    28173,
    28219,
    28220,
    28222,
    28225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}