{
  "id": 28218,
  "title": "1920년 Koen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-05-18",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Koen. 판결일: 1920-05-18. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John Howard Koen v. Oliver N.Koen\n**판결일**: 1920-05-18\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Miller\n\n## 변호인\n\nHenry S. Lively, for plaintiff., \nOlx aides Powell, for defendant.\n\n\n## 인용\n\n- 86 W. Va. 503\n\n## 판결문 요약\n\n\nMilleR, Judge :\nThe circuit court, having overruled defendants’ demurrer to the bill as supplemented and amended by plaintiff, has ex mero motu certified to us the questions presented thereby.\nThe object of the bill is twofold: (1) for an accounting by Oliver U. Koen, attorney in fact for plaintiff, his mother, now deceased, and his brothers, Henry W., Everett L., and Horace Maynard, by power of attorney executed in March 1896, for This share of the proceeds of the sale of certain lots sold pursuant to said newer, out of a tract of land devised to them by the will of his father, Samuel H. Koen, uy wruen will his mother, Mary A. Koen, was given the possession and control of the property during her lifetime or widowhood; and (2) to set fiiide as without authority and as fraudulent and void as to piamtiff's interest therein two deeds purporting to have beer made by said Oliver N\". Koen as such attorney in fact to his ■daughter, the defendant Daisy L. Beardsley, the first purporting to bear date March 31, 1906, wherein, for the purported consideration of $200.00, he undertook to sell and convey to her all the oil and gas within and underlying said lots; the second, dated April 10, 1908, whereby, for the pretended consideration of $550.00, he also undertook to sell and convey to his said daughter *505all of said lots in fee., the first of which deeds was not acknowledged or recorded until June 26, 1908, and the second was not acknowledged or recorded until August 7, 1908. Also1 t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=koen-v-koen"
    }
  ],
  "relatedIncidents": [
    28172,
    28212,
    28235,
    28248,
    28260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}