{
  "id": 28212,
  "title": "1920년 Hay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-06-05",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Hay. 판결일: 1920-06-05. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: F. M. Johnson v. James Hay, and and The Belleville State Bank\n**판결일**: 1920-06-05\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Porter\n\n## 변호인\n\nW. D. Vance, and R. E. McTaggart, both of Belleville, for the appellants., E. S. Nelson, Nelson J: Ward, and John F. McClure, all of Belleville, for appellee and appellant James Hay; and W. J. Moss, of Fairbury, Neb., for appellee the Belleville State Bank.\n\n## 인용\n\n- 107 Kan. 148\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nPorter, J.:\nOn July 26, 1901, the defendant, James Hay, borrowed $300 from the Belleville State Bank, for which he gave his ninety-day note secured by a chattel mortgage on live stock. A few days afterward he absconded, left the state, and did not return until 1917, about the time of the death of his mother, from whom he inherited an interest in property. The plaintiffs, who were stockholders of the bank in 1901, claimed they owned the note, and brought this action against Hay to recover the amount due thereon. The bank was joined as a defendant, and filed its cross petition, setting up its ownership of the note, and asking judgment against Hay. At the same time it procured an attachment which was levied upon Hay’s property. The affidavit for the attachment alleged that Hay procured the loan by false and fraudulent representations to the effect that the property included in the chattel mortgage belonged to him and was free and clear of encumbrance, when, in fact, it was covered by mortgages held by other banks. The trial resulted in a judgment in favor of the bank against plaintiffs for costs, and against the defendant for the amount of the note and sustaining the attachment. The plaintiffs bring the case here for review, and the defendant has also filed notice of a cross appeal.\n1. Plaintiffs claim that when the note was executed, the stock of the Belleville State Bank was owned by E. L. Johnson, F. M. Johnson, Oliver Johnson, R. T....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-hay"
    }
  ],
  "relatedIncidents": [
    28172,
    28218,
    28235,
    28248,
    28260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}