{
  "id": 2822,
  "title": "2017년 Pirinate Consulting Group, LLC v. Kadant Solutions Division (In re NewPage Corp.) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-07-12",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Pirinate Consulting Group, LLC v. Kadant Solutions Division (In re NewPage Corp.). 판결일: 2017-07-12. 법원: District Court, D. Delaware.",
  "description": "## 사건 정보\n\n**사건명**: IN RE: NEWPAGE CORPORATION, Reorganized Debtors. Pirinate Consulting Group, LLC, as Litigation Trustee of the NP Creditor Litigation Trust v. Kadant Solutions Division\n**판결일**: 2017-07-12\n**법원**: District Court, D. Delaware\n**관할**: Delaware, DE\n\n**판사**: Robinson\n\n## 변호인\n\nM. Blake Cleary, Esquire, Jaime Luton Chapman, Esquire, and Andrew L. Maga-ziner, Esquire, of Young Conaway Stargatt & Taylor LLP, Wilmington, Delaware. Counsel for Pirinate Consulting Group, LLC, as Litigation Trustee of the NP Creditor Litigation Trust., Rachel B. Mersky, Esquire, of Monzack Mersky Mclaughlin and Browder, P.A., Wilmington, Delaware; and Janey E. Bo-stwick, Esquire, of Janet E. Bostwick, P.C., Boston, Massachusetts. Counsel for Kadant Solutions Division.\n\n## 인용\n\n- 569 B.R. 593\n\n## 판결문 요약\n\n\nMEMORANDUM OPINION\nSue L. Robinson, Senior United States District Judge\nI. INTRODUCTION\nThis appeal arises from a preference action filed by Pirinate Consulting Group, LLC, as trustee (“Trustee”) of a creditors’ litigation trust created under the confirmed Chapter 11 plan of. NewPage Corporation, et al. (“NewPage” or “Debtors”). The preference action sought to avoid $765,120.68 in payments made to defendant Kadant Solutions Division (“Kadant”) within the ninety days prior to September 7, 2011 (“Petition Date”).1 On September 30, 2016, the bankruptcy court entered a memorandum opinion and order, Pirinate Consulting Group, LLC v. Kadant Solutions Division, Adv. No. 13-52530 (KG), 2016 WL 5787237 (Bankr. D. Del. Sept. 30. 2016), granting Kadant’s motion for sum*595mary judgment and dismissing the adversary proceeding. The bankruptcy court determined that: (i) a $351,709.20 transfer (“EDS payment”) was not subject to avoidance because it was a prepayment and not a transfer on account of an antecedent debt as required for avoidance by § 547(b)2 of the Bankruptcy Code; and (ii) the remaining transfers at issue, totaling $413,411.48, were protected from avoidance by the Bankruptcy Code’s ordinary course defense.3 Trustee appeals the bankruptcy court’s decision with respect to the EDS payment on the basis that the bankruptcy court erred in determining that it was not a transfer on account of an antecedent debt.\nII. BACKGROUND\nKadant manufactures and designs accessory equipment used ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pirinate-consulting-group-llc-v-kadant-solutions-division-in-re-newpage"
    }
  ],
  "relatedIncidents": [
    2622,
    2623,
    2624,
    2630,
    2635
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}