{
  "id": 28227,
  "title": "1920년 Rosebud 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-04-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rosebud. 판결일: 1920-04-28. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bullie Rosebud v. the State\n**판결일**: 1920-04-28\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nS.M. Adams,  for appellant. &#8212; Cited: Campbell v. State, 58 Tex. Crim. 349 ; Ballard v. State, 167 S.W. Rep., 340; Wilson v. State, 216 S.W. Rep., 881.\n\n Alvin M. Owsley,  Assistant Attorney General, for the State. &#8212; Cited: Taylor v. State, 77 Tex.Crim. Rep.; Williams v. State 74 id., 639; Pecht v. State, 82 id., 136; Campbell v. State, 58 id., 349.\n\n## 인용\n\n- 220 S.W. 1093\n- 87 Tex. Crim. 267\n\n## 판결문 요약\n\nAppellant was convicted for violating the law prohibiting the carrying of arms.\nThe evidence relied upon by the State shows that appellant was traveling the public highway, stopped to buy water melons, and at the time discovered something wrong with his auto. In order to rectify this he secured from under the seat of the auto the necessary tools. In doing so he took a pistol from the box and placed it on the seat of his car. At this juncture the State's witness Christian saw the pistol. The evidence further shows that appellant lived in Nacogdoches, and was a jitney driver, and operated his car for hire; that he had gone from Nacogdoches to Alto, a distance of thirty miles, where he spent the night, and on the following day returned to Nacogdoches. *Page 268 \nA party accompanied him in the car from Alto to Nacogdoches. The evidence further discloses that when appellant was prepared to leave Alto for his home at Nacogdoches he went to his brother's place of business and got his, appellant's, pistol. The brother had had it for about three months; that he placed the pistol under the seat of his car to carry it to his home in Nacogdoches. En route home and within about four miles of Nacogdoches, meeting a party with melons he stopped to purchase some. This is the substance of the facts.\nIt is the unbroken line of authority in this State that a party has a right to carry his pistol home, to his residence or place of business under legitimate circumstances. If appellant got the pis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rosebud-v-state"
    }
  ],
  "relatedIncidents": [
    28156,
    28158,
    28168,
    28172,
    28173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}