{
  "id": 28228,
  "title": "1920년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-04-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1920-04-24. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Emmett and Middlecamp\n**판결일**: 1920-04-24\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Head, Henderson, Keller, Linn, Orlady, Porter, Trexler\n\n## 변호인\n\nLawrence H. Rupp, and with him Dallas Dillinger, for appellants., Thomas F. Diefenderfer, Attorney for State Fire Marshall, and with him Richard W. Iobst, District Attorney; for appellee.\n\n## 인용\n\n- 74 Pa. Super. 86\n\n## 판결문 요약\n\n\nOpinion by\nHenderson, J.,\nThe appellant was convicted of arson. The Commonwealth charged that he caused a fire to be ignited in a building used as a theater from which fire was communicated to an adjoining dwelling house. The fire occurred May 13, 1916. The defendants were indicted June 24, 1919. Frank Emmett was the lessee of the theater and of another which he conducted in the same city. The Commonwealth undertook to show that the fire was started by Middlecamp and one, Weraett, at the instigation of Emmett, and in support of the charge Wemett was called as a witness for the prosecution. He testified that he was in the employ of Emmett, and that he was at the theater about twenty minutes after ten in the evening and went to the booth occupied by Middlecamp who had charge of the machine used to produce pictures on the screen, at which time an exhibition was in progress; soon afterward the witness went back of the stage; about five minutes after the show was over Emmett came to the same place and said to him: “I hope you’ll make a good job of it this time”; at the same time he paid him wages due; Emmett then left; about five minutes later Middlecamp appeared at the stage with a “trailer” and a bottle of gasoline. The trailer was described as a piece of paper soaked in coal oil and twisted. While the witness sat down and watched him, Middlecamp put the trailer down, poured the gasoline out and lighted a match; an explosion occurred which knocked Middlecamp off his feet on his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-emmett"
    }
  ],
  "relatedIncidents": [
    28073,
    28146,
    28156,
    28158,
    28168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}