{
  "id": 28225,
  "title": "1920년 Ex Parte Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-05-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Young. 판결일: 1920-05-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Floyd Young.\n**판결일**: 1920-05-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nC.W. Nugent,  for relator.\n  Alvin M. Owsley,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 222 S.W. 242\n- 87 Tex. Crim. 412\n\n## 판결문 요약\n\nThis is an appeal from the order of the district judge denying bail. Appellant was charged with the murder of Bertha Snooks, a girl about eighteen years of age. The evidence discloses that while sitting in the kitchen at her father's home she was shot and killed, her assailant using a shotgun loaded with buckshot. The State relies upon circumstances to identify the appellant as the assassin. We refrain from making a detailed statement and analysis of the evidence, such being the practice in cases of this character. Sharp v. State, 1 Texas Crim. App., 299; Ex parte Day, 3 Texas Crim. App., 328; Ex parte Sperger, 62 Tex. Crim. 133. The question is not whether this court would sustain a verdict of a jury inflicting capital punishment, but whether in the opinion of this court a jury, in due administration of the law, would probably convict and inflict capital punishment. Ex parte Smith, 23 Texas Crim. App., 100, 5 S.W. Rep., 101; Ex parte Russell, 71 Tex.Crim. Rep., 160 S.W. Rep., 76.\nThe deceased was the daughter of George Snooks. She had several sisters, one of whom was the wife of appellant. The members of the family were farmers, and lived in the same neighborhood, the home of appellant being about a quarter of a mile from that of the father of the deceased. The mother of appellant resided some five miles distant from him, and in traveling from her home to his own he would pass along the road near the home of deceased. At the time the homicide occurred, there was on the premi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-young"
    }
  ],
  "relatedIncidents": [
    28173,
    28213,
    28219,
    28220,
    28222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}