{
  "id": 28235,
  "title": "1920년 Castro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-03-30",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Castro. 판결일: 1920-03-30. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: Ana María Sugar Company, Demandante y Apelante v. Castro, Demandados y Apelados\n**판결일**: 1920-03-30\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Aldrey, Aso, Asociado, Con, Concurrentes, Firmó, Sentencia, Sres, Wolf\n\n## 변호인\n\nAbogados de la apelante: Sres. Feliú & Alemañy., Abogados de los apelados: Sres. F. Soto Gras, J. Sabater y R. Ramírez Vigo.\n\n## 인용\n\n- 28 P.R. Dec. 241\n\n## 판결문 요약\n\n\nEl Juez Asociado Se. Wolf,\nemitió la opinión del tribunal.\nLa “Ana María Sugar Company” estableció nna demanda en la Corte de Distrito de Mayagiiez contra ciertos deman-dados y habiendo sido dictada sentencia a favor de dichos demandados, la referida “Ana María Sugar Company” in-terpuso recurso de apelación.\nEl objeto de la demanda, según expresa la apelante en su alegato, era el rescindir y anular ciertos contratos apa-rentemente hechos entre los apelados, y anular además de-terminados actos, por ellos realizados en relación con tales contratos. Asimismo, como se indicó en el alegato, la teoría *243en la cual se basó la demanda, según la apelante, era que los referidos contratos y actos fueron el resultado de una combinación o conspiración concertada y llevada a ejecución por los apelados con el único fin de defraudar a la apelante.\nComo resultado de una venta por contribuciones un su-puesto título irredimible surgió en favor ele uno de los ape-lados, pero aun cuando la apelante trató de anular el su-puesto título por falta de pago de contribuciones basándose en haberse cometido fraude y conspiración, no ataca en ma-nera alguna la validez de los procedimientos de la venta por contribuciones como tales. En otras palabras, el objeto de la demanda no era atacar los procedimientos gubernamen-tales por virtud de los cuales se hizo la venta y surgió .en el comprador un título que no esta'ba sujeto a redención, sino únicamente por el fundamento de haber existido actos de confabula...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ana-maria-sugar-co-v-castro"
    }
  ],
  "relatedIncidents": [
    28172,
    28212,
    28218,
    28248,
    28260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}