{
  "id": 28231,
  "title": "1920년 Holmes Electric Protective Co. v. . Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-04-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Holmes Electric Protective Co. v. . Williams. 판결일: 1920-04-13. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Holmes Electric Protective Company, Appellant, v. William Williams, as Commissioner of Water Supply, Gas and Electricity of the City of New York, Et Al., Respondents\n**판결일**: 1920-04-13\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Andrews, Cardozo, Crane, Pound\n\n## 변호인\n\nEdward L. Blackman  and  Charles T. Russell  for appellant.George L. Ingraham  for New York Telephone Company et al., interveners.\n  Morgan J. O'Brien  and  Morgan J. O'Brien, Jr.,  for Stock Quotation Telegraph Company, intervener.\n  William P. Burr, Corporation Counsel  ( Vincent Victory  of counsel), for respondents.\n\n## 인용\n\n- 127 N.E. 315\n- 228 N.Y. 407\n\n## 판결문 요약\n\nThe plaintiff was a telegraph company and properly incorporated under the act. If so, the legislature certainly intended to confer upon it and upon all other corporations not specifically excepted, likewise so incorporated, the right of eminent domain and a franchise in the streets. If it succeeded we must reverse the judgment appealed from.\nThe legislature may delegate the right of eminent domain only where the particular property to be taken is to be devoted to a public use. (Matter of Niagara Falls  W. Ry. Co., 108 N.Y. 375;Matter of Tuthill, 163 N.Y. 133; Matter of DeansvilleCemetery Assoc., 66 N.Y. 569; Matter of Mayor, etc., of N.Y.,135 N.Y. 253.) The same rule applies as to franchises in highways where the use contemplated is inconsistent with ordinary highway purposes. (City of N.Y. v. Rice, 198 N.Y. 124; Fanning v.Osborne, 102 N.Y. 441; Bradley v. Degnon Contracting Co.,224 N.Y. 60.) The question as to whether a proposed use is in fact public is for the determination of the courts. In this case the validity of the grant of eminent domain and of the franchise are so related that both exist or neither.\nIs the use of the streets by the defendant a public use? \"Whether that is a public use, for which private property is authorized to be taken, will depend upon the object aimed at and whether the plan has such an obvious, or *Page 424 \nrecognized, character of public utility, as to justify the exercise of the right of eminent domain.\" (Matter of Tuthill,163 N.Y. 133, 139....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holmes-electric-protective-co-v-williams"
    }
  ],
  "relatedIncidents": [
    28068,
    28095,
    28156,
    28158,
    28168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}