{
  "id": 28237,
  "title": "1920년 Dodson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-03-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dodson. 판결일: 1920-03-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sam L. Dodson v. the State\n**판결일**: 1920-03-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nNo brief on file for appellant.\n\n Alvin M. Owsley,  Assistant Attorney General for the State.\n\n## 인용\n\n- 219 S.W. 1101\n- 87 Tex. Crim. 152\n\n## 판결문 요약\n\nThe information charges that the appellant was the owner and caretaker of three head of cattle \"located in territory quarantined by the Live Stock Sanitary Commission of Texas through the provisions of law.\" This is followed by a description of the property quarantined, being approximately eighty acres of land. It is further charged in the pleading that upon inspection the cattle were found to be affected with fever ticks, and that the appellant failed to comply with the notice to dip them. In Chapter 60, Acts of the thirty-fifth Legislature, is to be found the provisions of the law under which this prosecution is established and conducted. We find in the Chapter that sections 17 and 18 provide the procedure for establishing a quarantine by the Live Stock Sanitary Commission, prescribing, among other things, that they shall designate the district or part of the county, and a notice shall be issued by the Chairman and the notice published; or, in lien of publication, that a copy of the notice be served upon the persons to be affected by the order; and that, whether the notice be published in a newspaper or be in the form of a written notice served upon the persons, a duplicate copy of it shall *Page 153 \nbe filed with the county clerk of the county in which the quarantine is declared, \"which duplicate copy shall be admissible as evidence in lieu of the original quarantine notice in any of the courts of this State.\"\nWe understand from the allegations that the information charge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dodson-v-state"
    }
  ],
  "relatedIncidents": [
    28156,
    28158,
    28168,
    28172,
    28173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}