{
  "id": 28243,
  "title": "1920년 Haley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-03-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Haley. 판결일: 1920-03-15. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Haley v. State\n**판결일**: 1920-03-15\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Stevens\n\n## 변호인\n\n0. K. Haley, II. H. Creemore and W. F. Hamilton, for appellant., W. M. llemingivay, Assistant Attorney-General, for the state.\n\n## 인용\n\n- 123 Miss. 87\n- 85 So. 129\n\n## 판결문 요약\n\n\nStevens, J.,\ndelivered the opinion of the-court.\nAppellant was indicted for the murder of one Lewis Melvin, tried and convicted of manslaughter, and sentenced to ten years in the penitentiary. The homicide occurred in the waiting room of the Illinois Central Railroad Depot in Water Valley.., The deceased had purchased a ticket as a passenger, and was waiting the arrival of the passenger train scheduled to pass near 3 o’clock *98p. m. The prominent facts in reference to the actual difficulty are as 'follows:\nAppellant was seen to approach the depot from the east with a gun in his hand, walking directly to the main entrance to the waiting room, then filled with mein, women and children, and immediately began to' fire at the deceased, Melvin, with a high-powered rifle. Melvin at first was seated, but when the first shot was fired arose and ran across the room, and with a great outcry attempted to get behind a stove, but the defendant fired a second shot, and was working the magazine of his gun in preparation for a third shot when a bystander seized him, pulled appellant and his gun away from the door, and in the scuffle the rifle discharged the third time. There was no word spoken up to this time, ánd no demonstration or overt act on the part of the deceased. A second bystander came to assistance of the first, and appellant thereupon surrendered, and stated that there need be no fear of his attempting to escape. Appellant was thereupon delivered to the jailor and incarcerated, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haley-v-state"
    }
  ],
  "relatedIncidents": [
    28173,
    28213,
    28219,
    28220,
    28222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}