{
  "id": 28245,
  "title": "1920년 Landrum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-03-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Landrum. 판결일: 1920-03-01. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Frand Landrum, Job Landrum and Job Lichenstine, in Error v. The State of Florida, in Error\n**판결일**: 1920-03-01\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Browne, Ellis, Taylor, West, Whitfield, Wills\n\n## 변호인\n\nGone & Ohnpman; for Pliantiffs in Error;, Van G. Swearingen.•, Attorney General, and D. Stuart Gillis, Assistant, for the State.\n\n## 인용\n\n- 79 Fla. 189\n\n## 판결문 요약\n\n\nWills, Circuit Judge.\nFrank and Joe Landrum, Joe Lichensti'ne and Tim Hales were jointly indicted for murder. A severance was granted as to Tim Hales and the other three defendants placed on trial and verdict of guilty of murder in the first degree with a recommendation to mercy reached.\n*192On April 28, 1919, the grand jury presented the indictment charging these defendants, together with Tim Hales,, with the murder of Annie Koon, and on May 3 st, the defendants filed their pleas in abatement, the substance of said pleas being that the notice required by the statute for the drawing of the jurors was not published at three different places, but were posted in three places within the corporate limits of the city of Lake City. To these pleas the State demurred and the Court sustained the demurrer and this constitutes the first assignment of error.\nThere had been no jury drawn by the Circuit Judge at the former term, and the jury for the term of court at which the indictment was presented was drawn under Section 1576, General Statutes, 1906, as follows :\n“Whenever from any cause no jurors shall have been drawn as provided in the foregoing section, then it shall be the duty of the clerk,, at least fifteen days before the sitting of any regular or special term of the circuit court at which a jury shall be required, in the presence of the county judge, or in his absence, in the presence of a justice of the peace, and the sheriff or a deputy sheriff of the county, to proceed to dra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=landrum-v-state"
    }
  ],
  "relatedIncidents": [
    28173,
    28213,
    28219,
    28220,
    28222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}