{
  "id": 28244,
  "title": "1920년 Pierce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-03-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pierce. 판결일: 1920-03-08. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Pierce Et Al. v. United States\n**판결일**: 1920-03-08\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brandeis, Holmes, Pitney\n\n## 변호인\n\nMr. Frederick A. Mohr for plaintiffs in error., Mr. Assistant Attorney General Stewart, with whom Mr. W. C. Herron was on the brief, for the United States.\n\n## 인용\n\n- 252 U.S. 239\n- 40 S. Ct. 205\n- 64 L. Ed. 542\n- 1920 U.S. LEXIS 1606\n\n## 판결문 요약\n\n\nMr. Justice Pitney\ndelivered the opinion of the court.\nPlaintiffs in error were jointly indicted October 2, 1917, in the United States District Court for the Northern District of New York, upon six counts, of which the 4th and 5th were struck out by agreement at the trial and the 1st is now abandoned by the Government.\nThe 2d count charged that throughout the period from *241April 6,1917, to the date of the presentation of the indictment, the United States being at war with the Imperial German Government, defendants at the City of Albany, in the Northern District of New York and within the jurisdiction, etc., unlawfully and feloniously conspired together and with other persons to the grand jurors unknown to‘commit an offense against the United States, to wit, “The offense of unlawfully, feloniously and willfully attempting to cause insubordination, disloyalty and refusal of duty in the military and naval forces of the United States when the United States was at war and to the injury of the United States in, through, and by personal solicitations, public speeches and distributing and publicly circulating throughout the United States certain articles printed in pamphlets called ‘The Price We Pay/ which said pamphlets were to be distributed publicly throughout the Northern District of New York, and which said solicitations, speeches, articles and pamphlets would and should persistently urge insubordination, disloyalty and refusal of duty in the said military and naval forces of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pierce-v-united-states"
    }
  ],
  "relatedIncidents": [
    28156,
    28158,
    28168,
    28172,
    28173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}