{
  "id": 28248,
  "title": "1920년 Ysern 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-02-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ysern. 판결일: 1920-02-25. 법원: New York Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: Inez D. Ysern, an infant, by Agnes S. Ysern, her next friend v. George Horter\n**판결일**: 1920-02-25\n**법원**: New York Court of Chancery\n**관할**: New York, NY\n\n**판사**: Stevenson\n\n## 변호인\n\nMr. William M. BysdyJc, for the petitioner.\n\n## 인용\n\n- 91 N.J. Eq. 189\n\n## 판결문 요약\n\n\nStevenson, V. C.\nThis is an ex parte suit for the annulment of a marriage on the ground of fraud brought under the general equity jurisdiction of the court, the procedure, however, being now the same as in suits brought under the statute. P. L. 1916 p. 102. It was unnecessary that the petitioner should sue by a next friend, inasmuch as she was over sixteen years of age. P. L. 1916 p. 639. The form of suit which was adopted, however, seems to be still permissible.\n1. The master reports that the petitioner, at the time of the marriage, was an infant eighteen years of age and was at that time still attending, or had- only recently left, school; that she had known the defendant for only two or three weeks before the ceremony of .marriage; that be had represented himself as being a person of good moral character; that after the ceremony the parties went to a hotel in New York City; that the defendant began drinking very heavily, and that in the privacy of their room in the hotel he told his young wife of his gross immoralities with women, stating that he had “seduced other girls;” that the -petitioner thereupon refused to permit the defendant to have sexual intercourse with her, and that after two or three days of absence in New York with the defendant, during which time he exhibited himself to her as a most repulsively immoral man, if not a degenerate, she returned to her mother’s home in New Jersey, the marriage not having been consummated. The report of the master upon the fac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ysern-v-horter"
    }
  ],
  "relatedIncidents": [
    28172,
    28212,
    28218,
    28235,
    28260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}