{
  "id": 28240,
  "title": "1920년 George 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-03-18",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: George. 판결일: 1920-03-18. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FIRST NAT. BANK OF ELIDA v. GEORGE\n**판결일**: 1920-03-18\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Parker, Raynolds, Roberts\n\n## 변호인\n\nJOHN T. MoClure, of Roswell, and T. E. Mears of Portales, for appellant., GeoRGE L. Reese and James A. Hall, both of Por-tales, for appellees.\n\n## 인용\n\n- 26 N.M. 176\n\n## 판결문 요약\n\n OPINION OF THE COURT. RAYNOLDS, J. This is a suit in attachment brought by the plaintiff, the First National Bank of Elida, appellant here. A judgment by default was obtained in the principal case and an appeal taken to this court in cause No. 2370, entitled First National Bank of Elida, y. Cleve George et al., 26 N. M. 46, 189 Pac. 240. In case No. 2370, judgment of the district court was affirmed. Subsequently the attachment issue involved in said case was tried by the court with a jury, and upon a verdict in defendant’s favor judgment was entered dismissing the attachment. From this judgment of dismissal the present appeal is taken to this court. The appellee has moved to dismiss the appeal on various grounds, one of which is that there is-nothing for the appellate court to try, as the attachment issue could not be appealed after the main issue has been tried and appealed.  (1) We think this contention is without merit. The statute, section 4336, Code 1915, by its terms allows appeal to the Supreme Court in attachment cases on the attachment issue, either before or after the rendition of the judgment on the indebtedness sued for.  (2) Again, it is urged on motion to dismiss that the attachment lien has been waived by taking a judgment and issuing execution on the main case. It appears by the record in the present suit and in case No. 2370 that a personal judgment was taken against appellee George, in which no mention is made of the attachment, nor is an order entered to s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-nat-bank-of-elida-v-george"
    }
  ],
  "relatedIncidents": [
    28156,
    28158,
    28168,
    28172,
    28173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}