{
  "id": 2824,
  "title": "2017년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-07-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Brown. 판결일: 2017-07-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Lonnie L. BROWN\n**판결일**: 2017-07-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Breckenridge, Draper, Fischer, Powell, Russell, Stith, Wilson\n\n## 변호인\n\nBrown was represented by Ellen H. Flottman and Amy M. Bartholow of the public defender’s office in Columbia, (573) 777-9977., The state was represented by Shaun J. Mackelprang of the attorney general’s office, (573) 751-3321. .\n\n## 인용\n\n- 524 S.W.3d 44\n\n## 판결문 요약\n\n\nPatricia Breckenridge, Judge\nLonnie Brown appeals from a judgment convicting him of one count of assault in the first degree, section 565.050,1 and one count of armed criminal action, section 571.015. The trial court sentenced Mr. Brown to concurrent terms of 15 years imprisonment on each count. In addition to first degree assault and armed criminal action, the trial court instructed the jury on the lesser included offense of second degree assault, section 565.060.2 Mr. *46Brown asserts the trial court committed reversible error by refusing his timely and properly proffered instruction on an additional lesser included offense, assault in the third degree, section 565.070. Mr. Brown also claims the trial court erred by overruling his request for a mistrial after á witness volunteered that Mr. Brown was previously incarcerated and by refusing his offer of proof regarding a witness’s juvenile and municipal arrest records. Because the trial court committed instructional error in failing to instruct the jury on the lesser included offense of third degree assault as requested by Mr. Brown and that error was prejudicial, Mr. Brown’s conviction for first degree assault and the corresponding armed criminal action conviction are reversed. The cause is remanded.\nFactual and Procedural Background\nOn August 6, 2012, Mr. Brown went to Dylan Whitehead’s apartment, knocked on the door, and requested that Mr. Whitehead step outside. Mr. Whitehead recognized Mr. Brown, who was a former neighb...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    2672,
    2728,
    2730,
    2742,
    2854
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}