{
  "id": 28254,
  "title": "1920년 Haddad 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-02-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Haddad. 판결일: 1920-02-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: William Haddad v. the State\n**판결일**: 1920-02-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nSimpson, Lasseter  Gentry,  for appellant.\n\n Alvin M. Owsley,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 218 S.W. 506\n- 86 Tex. Crim. 592\n\n## 판결문 요약\n\nAppellant was convicted for violation of Article 1451-h of the Penal Code, which prohibits an employer from permitting his female employe to work more than nine hours a day, or fifty-four hours during a calendar week. The facts show that the girl was about twenty years of age and was employed by appellant to work in his cafe; that she agreed to work from 8 in the morning to 1:00 p.m., and from 3 p.m. to 7 p.m. It is also shown that she was at the cafe and ready for work at 8 a.m. and waited upon the table until 7 p.m. and also went on duty at 3 p.m. and so remained until 7 p.m.; that some of the work was very light and sometimes practically none, except from about 11 in the morning until 1 p.m., and from 5 to 7 p.m.; that about one hour each day was occupied by her taking her meals; that these meals were taken at the cafe where she worked, and sometimes while eating her meals she was called off to wait upon customers at the table; that on several occasions, number of times not stated, during her working hours she would take time off and go about the town doing such things as her fancy would dictate; that during these times she was absent from the caf&#233; and was not on duty nor in any way serving her employer. Neither the length of time nor the *Page 593 \nnumber of times of these outings is stated. She also testified that she did not return to her work during one entire evening, which would discount her time four hours. Appellant testified that she was off two entire evenin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haddad-v-state"
    }
  ],
  "relatedIncidents": [
    28156,
    28158,
    28168,
    28172,
    28173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}