{
  "id": 28250,
  "title": "1920년 Robbins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-02-20",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Robbins. 판결일: 1920-02-20. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Robbins v. Fugit\n**판결일**: 1920-02-20\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Harvey, Myers, Townsend\n\n## 변호인\n\nHugh Wickens, John E. Osborn and Frank Hamilton, for appellants., John F. Goddard, Edgar E. Hite and Thomas E. Davidson, for appellee.\n\n## 인용\n\n- 189 Ind. 165\n\n## 판결문 요약\n\n\nTownsend, C. J.\nAppellee brought suit against appellants to contest the probated will of her brother, Charles S. Williamson. The issue was undue influence and unsoundness of mind. The jury returned a general verdict in appellee’s favor.\nIt is claimed by appellants that the verdict is not sustained by sufficient evidence. This need not be decided, because the judgment must be reversed for other reasons, and on retrial the evidence will probably vary in many particulars from that adduced at this trial.\n*1671. *166On the subject of monomania and hallucinations, *167the court gave the following instruction, at the request of appellee: .“No. 5. If you find from the evidence that the testator, Charles S. Williamson, made statements to persons to the effect that Elizabeth Eugit, the plaintiff, and members of his family, or any of them, had assaulted him and otherwise mistreated him, such statements cannot be taken as true or to prove that such assault and mistreatment was committed by them upon him. However, if it is shown by the evidence that such assaults and mistreatments did not occur and were not committed by said persons then such statements by said Charles S. Williamson may be considered by you as circumstances tending to show hallucination and unsoundness of mind.”\nThis instruction is erroneous. To make this instruction accurate, it should have embodied the element that the testator spontaneously believed these things to be true in the face of the facts to the contrary, and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robbins-v-fugit"
    }
  ],
  "relatedIncidents": [
    28061,
    28075,
    28156,
    28158,
    28168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}