{
  "id": 2825,
  "title": "2017년 Corey Cortez Abernathy v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-07-10",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Corey Cortez Abernathy v. State of Tennessee. 판결일: 2017-07-10. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Corey Cortez Abernathy v. State of Tennessee\n**판결일**: 2017-07-10\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n                                                                                         07/10/2017\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                           Assigned on Briefs May 17, 2017\n\n      COREY CORTEZ ABERNATHY v. STATE OF TENNESSEE\n\n            Direct Appeal from the Criminal Court for Hamilton County\n                    No. 287830        Barry A. Steelman, Judge\n\n\n\n                           No. E2016-01258-CCA-R3-PC\n\n\n\nIn 2012, the Petitioner, Corey Cortez Abernathy, pleaded guilty to burglary of an\nautomobile and theft of property and agreed to a sentence of two years of incarceration.\nIn 2013, the Petitioner filed a petition for post-conviction relief based upon ineffective\nassistance of counsel. The post-conviction court held a hearing on the petition and\ndenied relief. On appeal, the Petitioner alleges that he was deprived of the effective\nassistance of counsel because his counsel failed to file a motion to suppress illegally\nobtained evidence. We affirm the post-conviction court’s judgment.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nROBERT W. WEDEMEYER, J., delivered the opinion of the court, in which THOMAS T.\nWOODALL, P.J., and JOHN EVERETT WILLIAMS, J., joined.\n\nLorrie Miller, Chattanooga, Tennessee, for the appellant, Corey Cortez Abernathy.\n\nHerbert H. Slatery III, Attorney General and Reporter; Katherine C. Redding, Assistant\nAttorney General; M. Neal Pin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=corey-cortez-abernathy-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2687,
    2780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}