{
  "id": 28253,
  "title": "1920년 Gibson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-02-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gibson. 판결일: 1920-02-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. CHARLES E. GIBSON, Appellant\n**판결일**: 1920-02-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Langdon\n\n## 변호인\n\nJohn W. Stetson and Henry A. Davie for Appellant., H. S. Webb, Attorney-General, and John H. Riordan, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 188 P. 603\n- 45 Cal. App. 770\n\n## 판결문 요약\n\n[1] In this case the defendant was convicted of the crime of rape. He appealed from this judgment, urging several grounds for reversal, all of which were decided adversely to him by division one of this court. A rehearing was thereafter denied by said court, and later a petition for hearing by the supreme court of this state was denied. Thereafter, the defendant sought a writ of habeas corpus from the court in which the case had been tried. The writ was granted and upon the hearing thereof it was urged by the attorneys for the petitioner that the sentence theretofore imposed by the trial court, under the Indeterminate Sentence Act, was void because the crime was committed before the provision of the code authorizing such a sentence had become effective. This matter had not been urged upon appeal, nor considered by the court upon the *Page 771 \ndetermination of the appeal from the judgment. The trial court remanded the petitioner to the custody of the sheriff to be resentenced by the court upon the ground that the former sentence was void. The petitioner was thereupon sentenced to a definite term of twenty years in the penitentiary. The present appeal is from this judgment, and it is urged, among other matters, that the same is void for the reason that the defendant has been put twice in jeopardy for the same offense; that the sentence is void because not passed within a reasonable time after the first sentence, and that it is illegal because it was pronounced without proper a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gibson"
    }
  ],
  "relatedIncidents": [
    28168,
    28200,
    28202,
    28156,
    28158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}