{
  "id": 28260,
  "title": "1920년 Hilgers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1920-01-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hilgers. 판결일: 1920-01-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Carl H. Hilgers v. Alphonse L. Gosselin\n**판결일**: 1920-01-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Smith\n\n## 변호인\n\nChauncey E. Treadwell of counsel [John E. Roeser, attorney], for the appellant., J. Harry Hull, for the respondent.\n\n## 인용\n\n- 190 A.D. 346\n\n## 판결문 요약\n\n\nSmith, J.:\nIn order to understand this complaint we must turn to the contract entered into between the plaintiff and the defendant upon the 23d day of October, 1918. In that contract the plaintiff agrees to loan to the Forwarders Auto Trucking Corporation $2,500. The defendant was the owner of all the stock of that trucking corporation. The loan agreement further provided that when the dividends on ten per cent of the capital stock of said corporation should amount to $2,500, defendant would have issued to the plaintiff one-tenth of the capital stock of the corporation, and plaintiff was to receive a salary of $125 a month from the corporation.\nThe complaint sets out, in effect, this contract, and alleges that the defendant, by false and fraudulent representations, procured the plaintiff to enter into this contract, that said false and fraudulent representations were as to the value of the assets of the corporation, and that the plaintiff, relying upon such false representations, advanced the money and started in the employment of the corporation and duly carried out all of the terms of the contract referred to on his part.\nIn paragraph 10 it is alleged that the defendant mortgaged a valuable truck belonging to the corporation and applied the proceeds to himself or to a corporation controlled by him other than the corporation in question.\nIn the 11th it is alleged that the defendant refused to make the plaintiff a president and director of the said corporation.\n*348In the 12...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hilgers-v-gosselin"
    }
  ],
  "relatedIncidents": [
    28172,
    28212,
    28218,
    28235,
    28248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}