{
  "id": 28264,
  "title": "1919년 Todd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-12-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Todd. 판결일: 1919-12-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Board of Education of School Unit No. 2, Town of Middletown, Delaware County, N. Y. v. Augustus H. Todd\n**판결일**: 1919-12-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Cochrane\n\n## 변호인\n\nGeorge A. Speenburgh, for the appellant., O’Connor & O’Connor [Charles R. O’Connor of counsel], for the respondent.\n\n## 인용\n\n- 190 A.D. 90\n\n## 판결문 요약\n\n\nCochrane, J.:\nOn June 7, 1913, at a special school meeting of school district No. 21 of the town of Middletown, which district was subsequently merged in school unit No. 2 of said town, the electors of said district for the purpose of straightening the line between the site of the school building and the adjoining land of the defendant authorized an exchange of certain specified portions of land owned by the district and the defendant respectively. Deeds to effect such exchange were thereafter executed and delivered by the district and the defendant. In the deed of the defendant to the district was a reservation to him of the right to use a portion of the premises conveyed for the purpose of crossing the same with automobiles when necessary to go from his garage. Such reservation was not in accordance with the authority conferred by the electors of the district at the said school meeting for the exchange of said parcels of real estate.\nThe complaint charges that the defendant “ fraudulently, surreptitiously, and with the intent to defraud, overreach and cheat ” the school district inserted in the deed such reservation. The judgment determines that such deed be reformed by striking therefrom the said reservation and directs the defendant to execute another conveyance releasing such reservation. The decision of the trial justice contains *92a'recital that the defendant “ wrongfully and unlawfully and without right inserted in said deed ” the obnoxious reservation. But whether ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=board-of-education-of-school-unit-no-2-v-todd"
    }
  ],
  "relatedIncidents": [
    28292,
    28340,
    28370,
    28373,
    28375
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}