{
  "id": 28280,
  "title": "1919년 Ex Parte Juan Roya 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-10-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Juan Roya. 판결일: 1919-10-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Juan Roya.\n**판결일**: 1919-10-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Lattimore\n\n## 변호인\n\nJoseph M. Nealon,  for appellant. &#8212; On question of unconstitutionality of the Zone Law: Jannin v. State, 51 S.W. Rep., 1126; Railway Co. v. Mahaffey, 84 id., 646; Ohio and M.R. Co. v. Todd, 15 S.W. Rep., 56.\n\nOn question of conflict of Zone Law with other legislation on prohibition, and of carrying intoxicating liquors: Longmire v. State, 75 Tex.Crim. Rep., 171 S.W. Rep., 1165; Ex parte Hopkins, 75 Tex.Crim. Rep., 171 S.W. Rep., 1163.\n\n E.A. Berry,  Assistant Attorney General, for the Stat\n\n## 인용\n\n- 215 S.W. 322\n- 85 Tex. Crim. 626\n\n## 판결문 요약\n\nThis applicant was prosecuted in the Thirty-fourth District Court of El Paso County for carrying intoxicating liquors into territory forbidden by the Zone Law, passed by the Fourth Called Session of the Thirty-fifth Legislature. When his case was called for trial on December 13, 1918, he was present in person and by counsel and pleaded guilty, with all the requisite formalities of being admonished, being of sound mind, etc., and was given two years sentence in the penitentiary. Applicant made no other plea than that of guilty. He filed no motion for new trial and took no appeal, but on the same day waived his two days allowed by law in which to file a motion for new trial and was duly sentenced. The court adjourned on the 20th of the same month and on the next day after adjournment this application for habeas corpus was prepared, as appears from the date of its affidavits. No attack is made in the application on the constitutionality of the law under which applicant was convicted. Nor on any alleged error in procedure making the judgment of conviction void.\nThe ground of the application is, that Roya is illegally detained by Seth B. Orndorff, sheriff, the statement therein being as follows:\n\"Your petitioner contends that said confinement, holding in custody and detention are unlawful because the judgment of conviction was based upon the indictment charging your petitioner with carrying spirituous and vinous liquors capable of producing intoxication into the zone and territory...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-juan-roya"
    }
  ],
  "relatedIncidents": [
    28264,
    28269,
    28292,
    28304,
    28319
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}