{
  "id": 28319,
  "title": "1919년 Charles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-06-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Charles. 판결일: 1919-06-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Isrie Charles v. the State\n**판결일**: 1919-06-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nWm. L. Schlesinger  and  Chambers  Watson,  for appellant. &#8212; On question of insufficiency of evidence: Walker v. State, 14 Texas Crim. App., 609; Williams v. State, 70 Tex.Crim. Rep., 156 S.W. Rep., 938; Rios v. State, 69 Tex.Crim. Rep., 153 S.W. Rep., 308; Yarbrough v. State, 69 Tex.Crim. Rep., 151 S.W. Rep., 545.\n\n E.A. Berry,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 213 S.W. 650\n- 85 Tex. Crim. 534\n\n## 판결문 요약\n\nAppellant was convicted of theft of property of the value of more than fifty dollars, in the thirty-seventh District Court at San Antonio and his punishment fixed at two years confinement in the penitentiary.\nComplaint is made of the fact that the evidence is insufficient to support the verdict. The property taken was $85 in money, which, at the time it was lost, was in a small purse, and this in turn was in a handerchief, all being in the hip pocket of the owner, one Mr. Cook, who, at the time of the alleged theft in September, 1917, was selling gasoline in San Antonio. On the occasion in question he was making a delivery of gasoline to the Howe Auto Co. on Soledad Street, and was talking to Mr. Howe when the `phone rang and Mr. Howe went to answer same. Cook says he pulled out his handkerchief containing the purse and in less than three or four minutes a Mrs. Waters came to him and asked him if he had lost anything. He grabbed for his pocket and said: \"Yes, my purse.\" She asked him if it was a little bit of a purse, and he said yes, and she then said: \"There goes the man who picked it up, down the street in his shirt-sleeves.\" Cook ran down the street and stopped a man and Mrs. Waters very promptly told him he had the wrong man. She *Page 536 \ntestified that by that time the appellant had disappeared. Mrs. Waters further testified, without objection, as follows:\n\"When I first saw the purse lying on the walk I do not know where the defendant was, when I first saw him he pick...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-v-state"
    }
  ],
  "relatedIncidents": [
    28264,
    28269,
    28280,
    28292,
    28304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}