{
  "id": 28325,
  "title": "1919년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-06-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Parker. 판결일: 1919-06-02. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Parker, Parker, as Superintendent for the Five Civilized Tribes, Et Al. v. Richard Et Al., Co-Administrators of Richard\n**판결일**: 1919-06-02\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Van Devanter\n\n## 변호인\n\nMr; Assistant Attorney General Kearful fof appellants., Mr. Britton H. Tabor and Mr. James B. Lucas for appellees.\n\n## 인용\n\n- 250 U.S. 235\n- 39 S. Ct. 442\n- 63 L. Ed. 954\n- 1919 U.S. LEXIS 1739\n\n## 판결문 요약\n\n\n250 U.S. 235 (1919)\nPARKER, PARKER, AS SUPERINTENDENT FOR THE FIVE CIVILIZED TRIBES, ET AL.\nv.\nRICHARD ET AL., CO-ADMINISTRATORS OF RICHARD.\nNos. 313, 563.\nSupreme Court of United States.\nArgued April 24, 1919.\nDecided June 2, 1919.\nAPPEALS FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\nMr. Assistant Attorney General Kearful for appellants.\nMr. Britton H. Tabor and Mr. James B. Lucas for appellees.\n*236 MR. JUSTICE VAN DEVANTER delivered the opinion of the court.\nThis is a suit to enjoin two representatives of the Secretary of the Interior  the Superintendent and the Cashier of the Five Civilized Tribes  from collecting future royalties on an oil and gas lease of land allotted to a Creek Indian and to compel them to surrender royalties already collected. In the District Court there was a decree for the defendants, which the Circuit Court of Appeals reversed, one judge dissenting. 245 Fed. Rep. 330. The District Court then complied with the mandate by entering a decree for the plaintiffs, and this the Circuit Court of Appeals declined to disturb. Appeals from the decisions of the latter bring the case here.\nThe questions to be considered are whether the land covered by the lease is land from which restrictions on alienation have been removed, and whether the supervisory authority of the Secretary of the Interior over the collection, care and disbursement of the royalties has terminated.\nThe land was part of the Creek tribal lands and was allotted under the Acts o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parker-v-richard"
    }
  ],
  "relatedIncidents": [
    28264,
    28269,
    28280,
    28292,
    28304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}