{
  "id": 28322,
  "title": "1919년 McConnell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-06-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McConnell. 판결일: 1919-06-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Walter McConnell v. the State\n**판결일**: 1919-06-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nNo brief on file for appellant.\n\n E.A. Berry,  Assistant Attorney General, and  J. Willis,  District Attorney, for the State.\n\n## 인용\n\n- 212 S.W. 498\n- 85 Tex. Crim. 409\n\n## 판결문 요약\n\nAppellant was convicted in the Criminal District Court of Dallas County, of passing a forged instrument and his punishment fixed at two years confinement in the penitentiary.\nFrom the record it is reasonably certain that appellant took a false check to the American Exchange National Bank of Dallas and handed it to R.C. Ferris, paying teller. Nothing was said by either party. Mr. Ferris did not accept the check as true and pay any money thereon, but stepped into another part of the bank and phoned for an officer. When he got back to his own window appellant was gone. This was the transaction. This evidence makes *Page 410 \nout a case, if any of attempting to pass such forged instrument. Houston v. State, 59 Tex.Crim. Rep..\nThe alleged forged check was not introduced in evidence. This is reversible error. Muniz v. State, 59 Tex.Crim. Rep.; Dovalina v. State, 14 Tex.Crim. Rep.; Bobbit v. State,59 Tex. Crim. 314.\nThe Assistant Attorney General moved to strike out the Statement of facts. Same is a literal reproduction of the answers of the various witnesses and is not in strict accord with the narrative form contemplated by the statute, but we have considered the same.\nFor the error indicated, the judgment is reversed and the cause remanded for another trial.\nReversed and remanded.\n                          ON REHEARING.                         June 11, 1919....",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "폭행",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcconnell-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=durst-v-state"
    }
  ],
  "relatedIncidents": [
    28250,
    28264,
    28269,
    28280,
    28292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}