{
  "id": 28350,
  "title": "1919년 Wheeler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-04-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Wheeler. 판결일: 1919-04-18. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Wheeler v. State of Indiana\n**판결일**: 1919-04-18\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Townsend\n\n## 변호인\n\nJoseph G. Graham and Roach & Ballard, for appellant., Ele Stansbury, Attorney-General, Alvah J. Ruclcer, , Elmer E. Eastings and Dale F. Stansbury, for the state.\n\n## 인용\n\n- 188 Ind. 228\n\n## 판결문 요약\n\n\nTownsend, J.\n— Appellant was convicted of murder in the first degree, and sentenced to life imprisonment.\nAppellant’s brief is in such condition that we cannot tell that any error was committed. It presents numerous motions at numerous times with reference to the jury, and indicates that evidence was heard on these *229motions and examination of jurors made, and examination of jury commissioners made; but it is nowhere made clear what error appellant is complaining of. When he complains of the exclusion of evidence to sustain a motion, he does not set out the questions, the offers to prove and the rulings of the court thereon, or exception thereto, or tell where this may be found; in fact, does nothing to make his pretended points intelligible.\nFrom what we are able to gather from the oral argument and the brief of the state, we are inclined to think that all of the errors of the court lean towards virtue’s side. That is to say, that because appellant was a person of African descent, the court permitted his lawyers greater latitude in motions and objections, and contentions about different things, in the introduction of evidence thereon, than the law required him to give them. It appears that the trial court was more than fair to appellant.\nThe brief being in such condition that even the counsel who argued the case orally cannot understand it himself, we are at a loss to know why we should be called upon to search the record to find some error. Subdivision 5, Rule 22, is too...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wheeler-v-state"
    }
  ],
  "relatedIncidents": [
    28269,
    28376,
    28173,
    28213,
    28219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}