{
  "id": 28365,
  "title": "1919년 Southerland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-03-01",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Southerland. 판결일: 1919-03-01. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: L.F. Southerland v. State.\n**판결일**: 1919-03-01\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: PER CURIAM.\n\n## 변호인\n\nKennamer  Coakley,  for plaintiff in error.\n\n S.P. Freeling,  Atty. Gen., and  R. McMillan,  Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 178 P. 698\n- 15 Okla. Crim. 517\n\n## 판결문 요약\n\nThis is an appeal from a judgment of conviction of rape in the second degree, rendered in the district court of Marshall county on the 9th day of January, 1917, in which defendant was sentenced to serve a term of three and one-half years in the state penitentiary. *Page 518 \nA petition in error, with case-made attached, was filed in this court on the 7th day of July, 1917, and the cause was finally submitted at the November, 1918, term.\nAt the time the cause was submitted no counsel for the defendant appeared to orally argue same, and no brief has been filed in behalf of the defendant.\nPursuant to rule 9 of this court, we have examined the pleadings, instructions, judgment, and sentence, and have carefully considered the same in connection with the grounds of alleged error set forth in the petition.\nWe find no error prejudicial to the substantial rights of the defendant, and under the provisions of rule 9, the judgment is affirmed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=southerland-v-state"
    }
  ],
  "relatedIncidents": [
    28168,
    28200,
    28202,
    28253,
    28264
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}