{
  "id": 28362,
  "title": "1919년 Hardin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-03-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hardin. 판결일: 1919-03-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: HARDIN v. STATE\n**판결일**: 1919-03-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lattimore\n\n## 변호인\n\nDean & Zweifel and M. L. Arrington, both of Granbury, and Bradley, Burns & Hiner, of Et. Worth, for appellant., Wm. Pannill, Dist. Atty., of Stephenville, and E. B. Hendricks, Asst, Atty. Gen., for the State.\n\n## 인용\n\n- 211 S.W. 233\n- 85 Tex. Crim. 220\n\n## 판결문 요약\n\n\nLATTIMORE, J.\nIn this case appellant was tried in the district court of Hood county for the offense of perjury, and from a judgment of conviction brings the case before us on appeal.\nThe first complaint of the appellant is as to the sufficiency of the indictment, of which he complained in a motion to quash, motion in arrest of judgment, request for peremptory instructions, and special charge No. 1, all substantially presenting the same contention. The charging part of the indictment in the case-reads as follows:\n“Whereupon it then and there became and was a material inquiry before said grand jury, and necessary for the due administration of the criminal law of said state and for the ends of public justice, whether in said county and state on or about the 13th day of February, A. D. 1916, the said Gat Hardin, a man, and Minnie Bardshaw, a woman, not his wife, did then and there live together and have carnal intercourse with each other, he being then and there lawfully married to another person, then living, and it further became and was a material inquiry before said grand jury whether in said county and state on or about the day and date last above written the said Gat Hardin, a man, and Minnie Bradshaw, a woman, not his wife, did have habitual carnal intercourse with each other without living together, he being then and there lawfully married to another person then living, and it further became and was a material inquiry before said grand jury, and necessary for the due adm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hardin-v-state"
    }
  ],
  "relatedIncidents": [
    28264,
    28269,
    28280,
    28292,
    28304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}