{
  "id": 28368,
  "title": "1919년 Carson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-02-19",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Carson. 판결일: 1919-02-19. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa v. Ray Carson\n**판결일**: 1919-02-19\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Aynor, Evans, Ladd, Salinger, Stevens\n\n## 변호인\n\nJ. A. Pemck and W. Collinson, for appellant., H. M. Eavner, Attorney General, F. C. Davidson, Assistant Attorney General, C. F. Wennerstrwn, and E. 8. Wells, for appellee.\n\n## 인용\n\n- 185 Iowa 568\n\n## 판결문 요약\n\n\nSalinger, J.\n*5691. Seduction : nonsufficient seductive arts. *568I. For the sake of prosecutrix, as well as because it would serve no useful purpose to do otherwise, we refrain from detail. Prosecutrix was but 17 at the time *569of her alleged seduction, and defendant, about 20. But the record shows conclusively that, beginning at 15, she had such relations with men as that, while it may be true that such relations were not criminal, they were such as made her sufficiently familiar with the “way of a man” to understand the peril of permitting the defendant to take improper liberties with her at their first meeting, — one had after they had just been introduced, — to enable her to rate at its true value such promise- of marriage as she testifies to. She testifies defendant solicited sexual intercourse almost at the beginning of this first meeting; that he took indecent liberties, and in connection “with carrying on that way,” he began to “love” her; that she does not remember just what he said, except that, while taking these liberties, “he made the remark that he loved me and cared for me that way;” that, at one stage of soliciting intercourse, he said he thought a whole lot of her, and asked her if she could not learn to love him; that she told him she didn’t know whether she could or not; that “the way he treated me and asked me to do business with him and talked that way to me, I did not believe that I could;” that, by what he said, and the taking of the liberties, he go...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-carson"
    }
  ],
  "relatedIncidents": [
    28324,
    28228,
    28264,
    28269,
    28280
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}