{
  "id": 28373,
  "title": "1919년 Wilds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-02-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wilds. 판결일: 1919-02-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Percival Wilds, as Trustee in Bankruptcy of Midtown Contracting Company v. The Board of Education of the City of New York\n**판결일**: 1919-02-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Laughlin, Sheabn\n\n## 변호인\n\nIrving L. Ernst of counsel [Olcott, Bonynge, McManus & Ernst, attorneys], for the appellant., Terence Farley of counsel [Joseph L. Pascal with him on the brief; William P. Burr, Corporation Counsel], for the respondent.\n\n## 인용\n\n- 186 A.D. 472\n\n## 판결문 요약\n\n\nSheabn, J. (dissenting):\nThe controversy arises out of the bankruptcy of the Midtown Contracting Company, of which the plaintiff is the trustee in bankruptcy. The petition was filed on August 15, 1916.\nOn October 13, 1914, the bankrupt made a contract with.. *475the defendant to construct a high school. In July, 1916, the bankrupt abandoned the work and the defendant duly notified the bankrupt pursuant to its contract to discontinue further work. On August 11, 1916, the defendant took possession of such building materials, plant and equipment belonging to the bankrupt as it found on the line of the work, pursuant to clause Q of its contract, the material part of which provides that the defendant may use such materials as it may find on the line of work in case of a default on the part of the contractor. Four days after the defendant took possession a petition in bankruptcy was filed against the bankrupt as hereinbefore stated. By stipulation the plaintiff is entitled to recover, if at all, a judgment of $7,000, representing the value of the building materials, it having been agreed that the plant and equipment are to be returned to the plaintiff. It is conceded that the building material which the defendant took possession of belonged to the bankrupt, and that at the time of the execution of the contract between the defendant and the bankrupt, the bankrupt had no title to the building materials. The question is whether the defendant has a title to or lien on the building mat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilds-v-board-of-education"
    }
  ],
  "relatedIncidents": [
    28264,
    28292,
    28340,
    28370,
    28375
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}