{
  "id": 2837,
  "title": "2017년 Trichell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-06-28",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Trichell. 판결일: 2017-06-28. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Betty Brown TRICHELL v. Billie Ray MAZA\n**판결일**: 2017-06-28\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Drew, Garrett, Pitman\n\n## 변호인\n\nROUNTREE LAW OFFICES By: James A. Rountree, Michael G. Renneisen, Counsel for Appellant, LAW OFFICE OF AMADO LEIJA By: Amado Leija, Mario Leija, Counsel for Appellee\n\n## 인용\n\n- 223 So. 3d 1256\n\n## 판결문 요약\n\n\nDREW, J.\n|, Plaintiff, Betty Brown Trichell (“Mrs. Trichell”), appeals from a judgment dismissing her action to reform a 2007 deed of sale of immovable property. We affirm.\nFACTS\nIn 2007, Bill Maza1 owned a three-bedroom, two-bath home in Columbia, Louisiana, on the Ouachita River. Maza also owned the lot next door, upon which stood a workshop structure connected to the main house by a makeshift walkway.\nMrs. Trichell and her late husband, Ted,2 were friends with Mr. Maza and negotiated with him to buy the property for $140,000. According to Betty, “He [Bill] told us a hundred and ten for the house and thirty thousand for the building and the lot.” An employee at Betty and Ted’s mortgage company prepared a purchase agreement on July 30, 2007, which provides, in part:\nThe terms are property located @ 1373 Belle Cote Road, Ouachita Parish, Columbia, LA 71418\nProperty consists of 2 lots facing river— home is frame construction—3 bedroom 2 bath $110,000. Property has building on lot which is also framed. 1 acre lot + building $30,000. Total $140,000\nThis document has blanks at the bottom for the name and signature of the seller and purchaser. The blank for the seller is filled in with the handwritten printed (not cursive) name “Billie R Maza.” The blanks for the purchasers are filled in with the handwritten printed (not cursive) names “Ted W Trichell” and “Betty R Brown.” Next to the printed names of the ^[¿purchasers, .Mr. Trichell and Ms. Brown signed the document in cursive w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trichell-v-maza"
    }
  ],
  "relatedIncidents": [
    2622,
    2623,
    2624,
    2630,
    2635
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}