{
  "id": 28375,
  "title": "1919년 Kinney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-01-30",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Kinney. 판결일: 1919-01-30. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Harry E. Kinney vs. Max Horwitz Et Als.\n**판결일**: 1919-01-30\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Beach, Curtis, Gager, Roraback, Wheeler\n\n## 변호인\n\nPhilip Pond, Charles Cohen  and  Barnett Berman , for the appellants (defendants).\n\n Harrison Hewitt  and  Charles E. Clark , for the appellee (plaintiff).\n\n## 인용\n\n- 105 A. 438\n- 93 Conn. 211\n\n## 판결문 요약\n\nThis is an action to recover the price of a carload of potatoes shipped by the plaintiff in Maine to the defendants, copartners in business in New Haven *Page 213 \nunder the name of the Newark Produce Company. The potatoes arrived in New Haven on February 4th, 1912, and on the evening of the same day a postal card notice of the arrival was sent the defendants. On February 5th the car was placed on a side track for unloading, and early on the morning of the 5th notice by telephone was given the defendants of the arrival of the car. The potatoes remained in the car, untouched by the defendants, until February 13th, when they were destroyed by fire. The trial court held that the property in the potatoes was in the defendants at the time of the fire, and that they were liable for the price.\nThere are several reasons of appeal which are well summarized by the appellants as follows: 1. The plaintiff did not prove compliance with the statute of frauds, which is a bar in this action. 2. The plaintiff did not prove performance of the condition precedent to the accrual of the defendants' obligation to pay, to wit, presentation of the draft. 3. The risk of loss was on the plaintiff, who was the owner of the goods at the time of their destruction. 4. The trial court should not have found against the defendants because of any delay, since the complaint did not allege delay and the issue of delay was not raised by the pleadings. 5. The plaintiff's complaint states a cause of action for bre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kinney-v-horwitz"
    }
  ],
  "relatedIncidents": [
    28264,
    28292,
    28340,
    28370,
    28373
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}