{
  "id": 28376,
  "title": "1919년 Cannon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-01-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cannon. 판결일: 1919-01-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. P. Cannon v. the State\n**판결일**: 1919-01-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nF.J.  and  R.C. Duff,  for appellant. &#8212; On question that the State should place the witnesses on the stand whose testimony would fully develop the case: Hunnicutt v. State, 20 Texas Crim. App., 632; Thompson v. State, 30 id., 325; Reddick v. State, 72 Miss. 1008 ; art. 697, White's Code of Criminal Procedure; Branch's Ann. Penal Code, sec. 188, p. 118.\n\nOn question of court's charge: Arcia v. State, 28 Texas Crim. App., 198; Knight v. State, 64 Tex.Crim. Rep., 144 S.W. Rep., 967; Green v. \n\n## 인용\n\n- 208 S.W. 660\n- 84 Tex. Crim. 479\n\n## 판결문 요약\n\nThis conviction was for assault to murder, the punishment being assessed at five years confinement in the penitentiary.\nThere are several questions suggested for revision. The State introduced an eyewitness whose name was Herring. He testified to the facts and circumstances of the difficulty. His testimony would show a sudden trouble, and a shooting in consequence of it that might suggest an assault to murder, or not more than an aggravated assault. The evidence tends to show that a conversation occurred between the father of defendant and the alleged assaulted party, McLaughlin, about some papers, money, etc., that McLaughlin claimed that the elder Cannon surreptitiously took from the estate of J.W. Davis, deceased. At this juncture he says appellant, who was in an adjoining room, stepped into the door and fired a couple of shots at McLaughlin, breaking his arm. These shots were fired with a shotgun. He further states that McLaughlin left the house and fled into the street. That appellant secured a pistol from somewhere about his bed and undertook to follow McLaughlin; that he, Herring, tried to prevent it, but finally appellant succeeded in freeing himself and followed McLaughlin, and fired several times at him with the pistol. The State rested its case, whereupon appellant moved the court to require the State to place the witness *Page 481 \nMcLaughlin on the stand. The bill of exceptions shows that the demand was made to the effect that the State complete its case upon its...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cannon-v-state"
    }
  ],
  "relatedIncidents": [
    28269,
    28350,
    28173,
    28213,
    28219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}