{
  "id": 28379,
  "title": "1919년 Muse 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1919-01-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Muse. 판결일: 1919-01-08. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gulf, Colorado & Santa Fe Railway Company v. E. B. Muse\n**판결일**: 1919-01-08\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Greenwood\n\n## 변호인\n\nTerry, Cavin  Mills, F.G. Wren, E.M. Browder,  and  Lee, Lomax   Smith,  for relator. &#8212; There is never the end of a trial until the proceeding has reached the stage where a final judgment has been entered; that is, a judgment final as far as the trial court can make it final. And the judgment of a trial court is never final until the term of the court at which the judgment was rendered comes to an end. The trial court's control over the judgment and his right to set the judgment aside or m\n\n## 인용\n\n- 207 S.W. 897\n- 109 Tex. 352\n\n## 판결문 요약\n\nThe District Court of Dallas County was engaged in the trial by jury of a cause numbered 22277B, wherein H.L. Collier was plaintiff and the Gulf, Colorado  Santa Fe Railway Company was defendant, at its January term, 1917, without time to complete the trial before the expiration of the term, whereupon the presiding judge extended the term by the following order, duly entered on the minutes on March 31, 1917, towit:\n\"Whereas, the trial of the above entitled and numbered cause commenced on March 19, 1917, and\n\"Whereas, the end of the January term, 1917, is at hand, said term ending March 31, 1917, and\n\"Whereas, the trial of the above numbered and entitled cause has not been concluded but is still in progress, and\n\"Whereas, it will take some time to conclude the trial of said cause.\n\"Therefore, I, E.B. Muse, the presiding judge of the Forty-fourth District Court, with the power vested in me by the statutes of the State of Texas, under article 1726, do deem it expedient and necessary that the rights of all parties may be preserved and protected, do extend the January term, A.D. 1917, of said court until the conclusion of said pending trial; the extension of said January term being intended to cover such time as necessary to finish and complete the trial of said above numbered and entitled cause, and extension of said trial will include and is intended to include the conclusion of this trial in the ordinary, legal and statutory manner, the submission of the cause to the jury, thei...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gulf-colorado-santa-fe-railway-co-v-muse"
    }
  ],
  "relatedIncidents": [
    28264,
    28269,
    28280,
    28292,
    28304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}