{
  "id": 28402,
  "title": "1918년 Armacost 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-11-15",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Armacost. 판결일: 1918-11-15. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Erba Armacost v. . State.\n**판결일**: 1918-11-15\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Boyd, Brisoce, Constable, Pattison, Stockbridge, Thomas, Urner\n\n## 변호인\n\nT. Scott Offutt,  for the appellant.\n\n Phillip B. Perlman, Assistant Attorney General,  and  Ogle  Marbury, Acting Attorney General,  (with whom were  Albert C.  Ritchie, the Attorney General,  and  George Hartman, State's  Attorney,  for Baltimore County), for the appellee.\n\n## 인용\n\n- 105 A. 147\n- 133 Md. 289\n\n## 판결문 요약\n\nThe appellant was convicted under an indictment which charged that he, Erba Armacost,\n  \"unlawfully and wilfully did obtain certain credits, goods and wares of the value of one hundred and thirty-two dollars current money of the United States from a certain Vincent T. Caples, with intent then and there him the said Vincent T. Caples to defraud by means of a certain check drawn upon the First National Bank of Hampstead (a body corporate), not indebted to the said Erba Armacost, the said Erba Armacost not providing for the payment and acceptance of the said check, the same not being paid upon presentation * * *.\"\nA demurrer to the indictment was filed on the ground that it omits to allege the nature or ownership of the \"credits, goods and wares\" to which it refers. The principal question on this appeal is whether the demurrer was properly overruled.\nThe statute under which the appellant was indicted is codified as section 123 of Article 27 of the Code of Public General Laws, having been enacted by Chapter 281 of the Acts of 1914. It provides in part as follows:\n    \"Every person who, with intent to cheat and defraud another, shall obtain money, credit, goods, wares or anything of value by means of a check, draft or any *Page 291 \nother negotiable instrument of any kind drawn upon any bank, person, firm or corporation, not indebted to drawer, or where he has not provided for the payment or acceptance, and the same be not paid upon presentation, shall be deemed to have obtained s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=armacost-v-state"
    }
  ],
  "relatedIncidents": [
    28421,
    28434,
    28492,
    28264,
    28292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}