{
  "id": 28406,
  "title": "1918년 Peterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-11-11",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Peterson. 판결일: 1918-11-11. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: MINNEAPOLIS THRESHING MACHINE COMPANY, a Corporation v. WILLIAM PETERSON, DAVID McARTHUR, H. J. OLSON and W. H. McCULLOCH\n**판결일**: 1918-11-11\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Budge, Morgan, Rice\n\n## 변호인\n\nGeorge H. Lowe, for Appellant., C. ~W. Poole, N. D. Jackson and B. H. Miller, for Respondents.\n\n## 인용\n\n- 31 Idaho 745\n- 176 P. 99\n\n## 판결문 요약\n\n\nRICE, J.\nThis case was tried to a jury, the trial resulting in a verdict for defendants, respondents here, and a judgment dismissing the action. The appeal is from the judgment.\nThe only errors assigned by appellant relate to the sufficiency of the evidence to sustain the verdict, rulings of the court in the admission of evidence, and to alleged errors in giving and refusing instructions to the jury.\n. The record contains what purports to be a reporter’s transcript of the proceedings had at the trial. There is no certificate of the trial judge settling the reporter’s transcript, and therefore it cannot be reviewed by this court. (Grisinger v. Hubbard, 21 Ida. 469, Ann. Cas. 1913E, 87, 122 Pac. 853; Strand v. Crooked River Min. Co., 23 Ida. 577, 131 Pac. 5; Wells v. Culp, 30 Ida. 438, 166 Pac. 218:)\nThe case must be considered as an appeal on the judgment-roll alone. (Chapman v. Averill Mach. Co., 28 Ida. 121, 152 Pac. 573; Wells v. Culp, supra.)\nThe judgment-roll alone presents no question as to the sufficiency of the evidence to sustain the verdict, or as to the action of the court in admitting or rejecting testimony offered. (See Haas v. Teters, 19 Ida. 182, 113 Pac. 96.)\nInstructions given or refused at the trial are not part of the judgment-roll. Questions relating thereto are properly presented in a reporter’s transcript of the testimony and pro*747ceedings duly settled and certified. (Rev. Codes, sec. 4434; Sess. Laws 1911, p. 379.)\nUnless the alleged errors of the cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=minneapolis-threshing-machine-co-v-peterson"
    }
  ],
  "relatedIncidents": [
    28400,
    28402,
    28421,
    28429,
    28434
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}