{
  "id": 28429,
  "title": "1918년 Negrete 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-09-13",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Negrete. 판결일: 1918-09-13. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. JESSE NEGRETE, Appellant\n**판결일**: 1918-09-13\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Angellotti\n\n## 변호인\n\nGeorge E. Foote, for Appellant.\n\nU.S. Webb, Attorney-General, and J. Charles Jones, Deputy Attorney &#8212; General, for Respondent.\n\n## 인용\n\n- 175 P. 81\n- 178 Cal. 802\n\n## 판결문 요약\n\nAn indictment was found against defendant, under the name of Jesse Negrete, by the grand jury of Sacramento County, for the crime of murder, in the unlawful killing of one M. Castellano. A trial was had, resulting in a verdict of guilty of murder in the first degree, without recommendation. We have here an appeal from the judgment pronounced upon such conviction.\nNo brief has been filed or oral argument made on behalf of the appellant on this appeal. The matter has been submitted on the record. In view of the fact that this is a capital case, we have carefully examined the record for the purpose of ascertaining whether there was any substantial error in the proceedings in the superior court. We find that the evidence abundantly supports the verdict, and that the proceedings in the trial court were in all respects fair and in full conformity to the law. Nothing appears therein as to which any claim of substantial error could well be made.\nThe judgment is affirmed.\nShaw, J., Wilbur, J., Sloss, J., Lorigan, J., Melvin, J., and Richards, J., pro tem., concurred....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-negrete"
    }
  ],
  "relatedIncidents": [
    28450,
    28462,
    28465,
    28493,
    28269
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}