{
  "id": 28421,
  "title": "1918년 Sutton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-10-09",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Sutton. 판결일: 1918-10-09. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Jake Sutton v. Charles F Dunn.\n**판결일**: 1918-10-09\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: ALLEN, J.\n\n## 변호인\n\nDawson, Manning  Wallace for plaintiff .\n\n Charles F. Dunn for defendant .\n\n## 인용\n\n- 96 S.E. 947\n- 176 N.C. 202\n\n## 판결문 요약\n\nThis is an action to cancel a tax deed upon the ground that the defendant obtained it by fraud and misrepresentations.\nThe evidence tended to prove that the plaintiff owned a lot of land in the city of Kinston, on which is situated a dwelling-house, in which the plaintiff has been residing for about twelve years. The value of the property is about $1,000. In January, February, March, April, and May of the year 1915 the plaintiff was sick with pneumonia and was confined to his home practically all of the months mentioned. At the regular sale by the city of Kinston of real estate for the nonpayment of taxes for the year 1914, on 4 May, 1915, the locus in quo was sold by the city tax collector, and was purchased by one J. G. Banton, to whom a certificate was issued, and then transferred to the defendant herein. The property was sold for $12.10, which was sufficient to cover the taxes due the city.\nAs soon as the plaintiff sufficiently regained strength from his sickness he went to the defendant to repay the taxes and redeem the certificate issued to said Banton and then held by the defendant, and paid the defendant $4 upon said taxes. This was prior to the first Monday in May, 1916. Thereafter the plaintiff was again confined to his home by reason *Page 203 \nof continued illness, and on the first Monday in May, 1916, which was the first day when a tax deed was obtainable under the sale for taxes for the year 1914, the defendant obtained the tax deed mentioned. The notice served ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sutton-v-dunn"
    }
  ],
  "relatedIncidents": [
    28402,
    28434,
    28492,
    28264,
    28292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}