{
  "id": 28434,
  "title": "1918년 Swan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-09-03",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Swan. 판결일: 1918-09-03. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Swan v. Bailey\n**판결일**: 1918-09-03\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Sharp\n\n## 변호인\n\nMorgan & Deupree and Barefoot & Carmichael, for plaintiff in error., Kiddle & Hammerly, for defendant in error.\n\n## 인용\n\n- 174 P. 1065\n- 71 Okla. 30\n\n## 판결문 요약\n\nOn the 29th day of May, 1915, William D. Bailey, the husband of Clementine M. Bailey, the defendant in error, was, on his voluntary petition filed in the District Court of the United States for the Eastern District of Oklahoma, adjudged a bankrupt. Afterwards, and on the 14th day of July, 1915, Allen K. Swan, the plaintiff in error here, was duly selected as the trustee in said bankruptcy proceedings. On the 14th day of November following Swan, as trustee, brought suit in the district court of Grady county to vacate and set aside as fraudulent a deed to 210 acres of land situate in Grady county conveyed to Clementine M. Bailey by her husband under date of October 3, 1914; it being charged in the petition that the transfer was made for the purpose of defrauding the creditors of said Bailey, and of which fact the grantee therein was fully cognizant. Issues being joined, a jury was impanelled, and the plaintiff, after making certain formal proofs as to his qualification as trustee, and certain admissions being made in respect thereto not material to the issues presented on review, the Plaintiff introduced as a witness in his behalf the bankrupt. W.D. Bailey, who testified at some considerable length in respect to the transactions connected with the making of the deed in question. At the conclusion of Bailey's testimony the defendant interposed a demurrer to the testimony, which was sustained by the court, the jury discharged, and judgment rendered in favor of the defendant. The ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=swan-v-bailey"
    }
  ],
  "relatedIncidents": [
    28402,
    28421,
    28492,
    28264,
    28292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}