{
  "id": 28450,
  "title": "1918년 Hanahan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-08-02",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Hanahan. 판결일: 1918-08-02. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Hanahan Et Al.\n**판결일**: 1918-08-02\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Watts\n\n## 변호인\n\nMessrs. A.F. Spigner  and  D.W. Robinson , for J.L. Hanahan, appellant, cite:  As to severance:   108 S.C. 490 ; 95 S.E. 61 ;  95 S.C. 389 ;  30 S.C. 90 .  As to charge on facts:  85 S.C. 269 -71;  31 S.C. 235 -6;  28 S.C. 13 ;  108 S.C. 201 ; 108 S.C. 177 ;  95 S.E. 333 -4.  As to Court using illustrations  from cases in which the facts were closely akin to the  one being tried:   105 S.C. 59 ;  103 S.C. 277 ;  88 S.E. 295 ..\n\n Mr. R.E. Carwile , for K.C. Hardin, appellant, cites:  As  to sever\n\n## 인용\n\n- 96 S.E. 667\n- 111 S.C. 58\n\n## 판결문 요약\n\nAugust 2, 1918. The opinion of the Court was delivered by\nThe appellants were indicted, tried and convicted of manslaughter at the January term of Court, 1918, for Richland county, before his Honor, Judge Memminger, and a jury. After the appellants were duly sentenced they appeal, and by 10 exceptions allege error and seek reversal.\nThe first exception imputes error that the motion for a separate trial of the appellants was refused on the ground that they were not jointly charged, and that the evidence which might be competent against one might be incompetent against the other. This exception is overruled. The motion was purely within the discretion of the trial Judge, and, under the situation as developed when the motion was made, we see no abuse of discretion on the part of his Honor or that he committed any error in overruling the motion.\nExceptions 2 and 4 complain of error on the part of his Honor in his charge to the jury. Taking the Judge's charge as a whole, we see no reversible error as complained of in these exceptions. His Honor charged the law as made by the case of State v. McCalla, 101 S.C. 303,85 S.E. 720. Chief Justice Gary says in this case: \"The appellant's attorneys were granted permission to review said cases (State v. Gilliam, 66 S.C. 419\n(45 S.E. 6); State v. Tucker, 86 S.E. 211 (68 S.E. 523); State v.Revels, 86 S.C. 213 [68 S.E. 523]); but this Court is satisfied that they embody sound propositions of law, and see no reason for overruling the principles...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hanahan"
    }
  ],
  "relatedIncidents": [
    28429,
    28462,
    28465,
    28493,
    28269
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}