{
  "id": 28470,
  "title": "1918년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-06-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Roberts. 판결일: 1918-06-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Abe Roberts v. the State\n**판결일**: 1918-06-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nStevenson  Anderson,  for appellant.\n\n E.B. Hendricks,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 204 S.W. 866\n- 83 Tex. Crim. 511\n\n## 판결문 요약\n\nAppellant was convicted of perjury and assessed the lowest punishment.\nAppellant's attorneys have filed a lengthy and forcible brief, which has had due consideration.\nPrior to 1909 the stenographer's Act authorized the stenographic report of the proceedings and testimony in question and answer form to be sent to this court as a statement of facts. After that law had been in effect for some time and this court had seen the workings of it, in Baird v. State, 51 Tex. Crim. 322, said: \"The Legislature should pass an amendment to the present stenographer's law and require a narrative form of statement of facts to be prepared by counsel. This would save an enormous amount of unnecessary work to this court.\" In 1909 the Legislature did amend said law and require the statement of facts to be in narrative form and prohibited it to be in question and answer form. Ever since the passage of this latter Act this court has uniformly struck out and refused to consider a statement of facts unless in *Page 513 \nnarrative form. Hargrave v. State, 53 Tex.Crim. Rep.; Essary v. State, id., 596; Brown v. State, 57 Tex. Crim. 269; Kemper v. State, id., 355; Choate v. State, 59 Tex. Crim. 266; Hart v. State, 67 Tex.Crim. Rep.; Criner v. State, 71 Tex.Crim. Rep.; Stephens v. State,77 Tex. Crim. 30; Ferguson v. State, 202 S.W. Rep., 733-734; Kitchens v. State, 203 S.W. Rep., 768, not yet published.\nIn this case the stenographer made out a report of the case which is made up largely of the questions an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-v-state"
    }
  ],
  "relatedIncidents": [
    28400,
    28402,
    28406,
    28421,
    28429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}