{
  "id": 28486,
  "title": "1918년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-04-17",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Lopez. 판결일: 1918-04-17. 법원: District Court, D. Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. JOSÉ LOPEZ\n**판결일**: 1918-04-17\n**법원**: District Court, D. Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Hamilton\n\n## 변호인\n\nMessrs. M. M. Martin, District Attorney, and D. F. Kelly, Assistant District Attorney, for United States., Mr. Willis Sweet for defendants.\n\n## 인용\n\n- 10 P.R. Fed. 362\n\n## 판결문 요약\n\n\nHamiltoN, Judge,\ndelivered tbe following opinion:\nTbe indictment in tbis case is for a conspiracy to make false statements as to tbe liability of tbe defendant José Lopez to serve under tbe Act of Congress, May 18, 1917, known as tbe Selective Draft Law, and tbe regulations of tbe President of October 16 thereunder. Tbe case comes up upon a motion to quasb tbe indictment, and also upon a demurrer to tbe indictment on tbe grounds tbat, in tbe first place, tbe law does not apply to Porto Pico, and, in tbe second, tbat if it did tbe conspiracy provisions set out in § 5440 of tbe Revised Statutes, Comp. Stat. 1916, § 10,201, Penal Code, § 37, are not applicable to tbe military draft.\n*3641. The motion to quash is based upon the ground that the proceeding inaugurated under § 5440, United States Revised Statutes, for conspiracy, is not applicable to the facts set out in the indictment. The gist of the argument from this point is that the military legislation has a provision as to making a false statement as to the liability of anyone for service, in the following words: . and any person who shall make or be a party to the making of any false statement or certificate as to the fitness or liability of himself or any other person for service under the provisions of this act, or regulations made by the President thereunder, or otherwise evades or aids another to evade the requirements of this act, or of said regulations, or who, in any manner, shall fail or neglect fully to perform an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lopez"
    }
  ],
  "relatedIncidents": [
    28400,
    28402,
    28406,
    28421,
    28429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}