{
  "id": 28488,
  "title": "1918년 Lee v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-04-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lee v. State. 판결일: 1918-04-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: George Lee v. the State\n**판결일**: 1918-04-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nGreenwood  Short,  for appellant.\n\n E.B. Hendricks,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 202 S.W. 732\n- 83 Tex. Crim. 250\n\n## 판결문 요약\n\nAppellant was convicted of a misdemeanor, receiving stolen property under the value of $50.\nHis prosecution was in the County Court of Guadalupe County, which adjourned on the 3rd day of February, 1918. No order granting permission to file the statement of facts and bills of exception after adjournment is found in the record. These appear to have been filed on the 26th day of February, 1918. The State, through the Assistant Attorney General, has filed a motion to strike them out because not filed during the term. This court has held uniformly that a statement of facts and bills of exceptions in a misdemeanor case in the County Court having no official stenographer must be filed in term time or within twenty days thereafter, and if filed after adjournment the record must show the order of the court duly entered extending the time within which the filing may be made. Durham v. State, 69 Tex. Crim. 71, 155 S.W. Rep., 222; Chaney v. State, 62 Tex. Crim. 67; Whitaker v. State, 62 Tex.Crim. Rep.; Morris v. State, 63 Tex.Crim. Rep.; Farrell v. State, 64 Tex. Crim. 200; Hall v. State, 70 Tex.Crim. Rep.; Mueller v. State, 61 Tex.Crim. Rep.; Mosher v. State, 62 Tex. Crim. 42; Hamilton v. State, 65 Tex.Crim. Rep., 145 S.W. Rep., 348. See Vernon's C.C.P., p. 823.\nFollowing these authorities the motion of the State must be sustained.\nThe information does not appear to be subject to the criticisms of appellant made in his motion to quash.\nAbsence of bills of exceptions and statement of fac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-state"
    }
  ],
  "relatedIncidents": [
    28400,
    28402,
    28406,
    28421,
    28429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}