{
  "id": 2848,
  "title": "2017년 Hill-McAfee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-06-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hill-McAfee. 판결일: 2017-06-20. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Everette HILL-MCAFEE\n**판결일**: 2017-06-20\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dolan, Richter, Sullivan\n\n## 변호인\n\nChristine K. Lesicko, P.O. Box 899, Jéf-ferson City, MO 65102, For Plaintiff/Respondent., Kevin B. Gau, 1010 Market St, Ste. 1000, St. Louis, MO 63101, For 'Defendant/Respondent. -\n\n## 인용\n\n- 522 S.W.3d 343\n\n## 판결문 요약\n\n\nColleen Dolan, Judge\nI. Introduction\nEverette Hill-McAfee (“Defendant”) appeals his convictions following a jury trial of first-degree statutory rape in violation of § 566.032 (Count I), first-degree statutory sodomy in violation of § 566.062 (Count II), second-degree statutory sodomy in violation of § 566.064 (Count III), first-degree statutory sodomy in violation of § 566.062 (Count IV), and second-degree statutory sodomy in violation of *346§ 566.064 (Count V).1 Following the jury’s verdict, the trial court sentenced Defendant to serve 25 years in prison.2 Defendant argues the trial court erred and abused its discretion by overruling Defense Counsel’s objection to the following testimony: (1) VJ.’s (hereinafter “Mother”) statements that Defendant had intermittent contact with D.J. (hereinafter “Victim”) when he was little, (2) Mother’s statements that she had not been in a position' to hire an attorney to deal with Victim’s custody arrangement, and (8) Defendant’s sexual partner Paris Powell’s testimony (“Powell”) that Defendant told her during intercourse that she enjoyed being molested as a child. We affirm.\nII. Factual and Procedural Background\nVictim was born in 1998, and lived with Mother and his younger sister in St. Louis until the summer after his fifth-grade graduation in 2011. At this time, Victim went to live with Defendant (his father) in St. Louis until sometime in 2018. After staying with his aunt and grandmother for a brief period of time, he moved to Ohio ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hill-mcafee"
    }
  ],
  "relatedIncidents": [
    2630,
    2691,
    2775,
    2800,
    2861
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}