{
  "id": 28493,
  "title": "1918년 Rogers v. Louisiana Ry. & Nav. Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-02-25",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Rogers v. Louisiana Ry. & Nav. Co.. 판결일: 1918-02-25. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: ROGERS v. LOUISIANA RY. & NAV. CO.\n**판결일**: 1918-02-25\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Leche\n\n## 변호인\n\nWise, Randolph, Rendall & Freyer, of Shreveport, and Thornton, Gist & Richey, of Alexandria, for appellant. R. P. Liebler, of Alexandria, for appellee\n\n## 인용\n\n- 143 La. 58\n- 78 So. 237\n\n## 판결문 요약\n\n\nLECHE, J.\nOn the night of October 15, 1916, between 10 and 11 o’clock, a passenger train of defendant company ran over and killed Ed. Rogers, who was lying down between the rails of defendant’s railroad track just outside the limits of the city of Alexandria.\nThe widow of Rogers, alleging that her said husband was killed by the negligence of the employés of defendant in charge of said train, claims damages in the sum of $20,000 as a result of said killing and prays for judgment accordingly.\nThe district court allowed her $5,000, and defendant appeals.\nThe train which killed the deceased left the station in Alexandria at about 10:25 p. m., and was proceeding on its way to New Orleans, when, after passing the Alexandria &amp; Western Railroad crossing, the engineer recognized the form of a human being lying flat on the ground, between the rails some 50 feet ahead of him. S. E. Angle, the engineer in charge of the train, further testified that he was then running at a speed of about 20 miles per hour, and immediately applied the brakes, but was only able to stop his train after the engine, tender, and baggage car had passed over the body of the man.\nThe mangled form of Ed. Rogers was then picked up under the rear end of the baggage car and brought back to Alexandria. The engineer further says that Rogers was lying flat on his back, lengthwise with the track, his head away from the engine, absolutely motionless until just before the engine struck him, when he slightly raised his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-v-louisiana-ry-nav-co"
    }
  ],
  "relatedIncidents": [
    28429,
    28450,
    28462,
    28465,
    28269
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}