{
  "id": 28492,
  "title": "1918년 Richardson v. Beckham Nat. Bank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-03-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Richardson v. Beckham Nat. Bank. 판결일: 1918-03-13. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: RICHARDSON Et Al. v. BECKHAM NAT. BANK\n**판결일**: 1918-03-13\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Swearingen\n\n## 변호인\n\nE. F. Vanderbilt, of Leakey, and L. Old and T. P. Hull, both of Uvalde, for appellants. Arnold  Arnold, of Graham, for appellee.\n\n## 인용\n\n- 202 S.W. 142\n\n## 판결문 요약\n\nI. L. Richardson and G. I. Richardson brought suit in Real county, Tex., where they resided, against the Beckham National Bank, to recover $2,000 paid on notes procured by the bank from the Richardsons by threats to imprison a relative unless executed. The original petition alleged that the Richardsons resided in Real county, and that the bank was a corporation with its domicile in Young county. The bank filed a sworn written plea of privilege to be sued in Young county, the county *Page 143 \nof its residence, alleging the facts required by the law. Gen. Laws Tex. 35 Leg. (1917) p. 388. The Richardsons filed a controverting plea under oath, setting out that the payment of the $2,000 by them was coerced by the fraud and deceit of the bank, and that the fraud or deceit was committed in Real county, Tex., or that a part of the fraudulent acts were committed in Real county. The allegations of the controverting plea are as follows:\n\"First. That heretofore, to wit, on or about the 23d day of July, 1911, E. A. Richardson was indebted to said defendant bank, and the said E. A. Richardson was then and there and now is the son of the plaintiff I. L. Richardson, and the brother of the plaintiff G. I. Richardson, which said indebtedness amounted approximately to $3,000 due the said bank by said E. A. Richardson, and at that time there was no liability whatever on the part of these plaintiffs, or either of them, to the said defendant bank on said indebtedness, it being the exclusive perso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-beckham-nat-bank"
    }
  ],
  "relatedIncidents": [
    28402,
    28421,
    28434,
    28264,
    28292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}