{
  "id": 28506,
  "title": "1918년 Dupuis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1918-01-21",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Dupuis. 판결일: 1918-01-21. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Dupuis v. The State of Ohio\n**판결일**: 1918-01-21\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Chittenden, Kinkade, Richards\n\n## 변호인\n\nMr. Frank O’Farrell and Mr. John B. Stahl, for plaintiff in error., Mr. A. V. Bauman, for defendant in error.\n\n## 인용\n\n- 14 Ohio App. 67\n\n## 판결문 요약\n\n\nChittenden, J.\nThe plaintiff in error was, by a verdict of the jury, found guilty of an assault with intent to rob. Motion for new trial was overruled by the trial court and sentence imposed upon the defendant, plaintiff in error here.\nA voluminous record is presented containing two hundred and forty-four exceptions taken to the rul*68ings and charge of the court. A mere statement of the number of exceptions makes it apparent that it would be impracticable, in an opinion of reasonable length, to discuss any considerable number of them.\nThe alleged error upon which perhaps the greatest stress is placed is the admission of a confession of the defendant, it being claimed that the evidence shows that it was not voluntarily made. The trial court, upon the question being raised as to the voluntary character of the confession, caused the jury to retire and heard evidence upon that preliminary question. Having apparently determined that the confession was admissible, the court permitted the confession to be given in evidence to the jury, together with the evidence bearing upon its voluntary or involuntary character. The jury, in the general charge, were told that they should determine from the evidence whether or not the confession was voluntary, and that if they found it to be voluntary it should be given such weight as the jury found it entitled to, and if they found the confession was not voluntary then it should be entirely excluded from consideration in the determination of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dupuis-v-state"
    }
  ],
  "relatedIncidents": [
    28322,
    28400,
    28402,
    28406,
    28421
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}