{
  "id": 28517,
  "title": "1917년 MacUmber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-12-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: MacUmber. 판결일: 1917-12-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: C. MacUmber v. the State\n**판결일**: 1917-12-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nNo brief on file for appellant.\n\n E.B. Hendricks,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 199 S.W. 298\n- 82 Tex. Crim. 220\n\n## 판결문 요약\n\nThis appeal is from a conviction for aggravated assault, prosecuted by complaint and information.\nThe complaint charges the date of the offense as follows: \"On or *Page 221 \nabout the third day of June, 197,\" etc. There are no other averments in the complaint which aid it with reference to the date of the alleged offense. In Brewer v. State, 5 Texas Crim. App., 248; Blake v. State, 3 Texas Crim. App., 149; Collins v. State, 5 Texas Crim. App., 37, and McCoy v. State, 43 Tex. Crim. 606, pleading containing the same defect was held so defective as to require the court to sustain the motion in arrest of judgment. The averment leaves the alleged date of the offense uncertain. Complaint is made that the court erred in overruling appellant's motion in arrest of judgment, and following the rule announced in the authorities mentioned this contention must be sustained, this though the information did not carry forward the defect. It could not be thus cured under the decisions of this State. Drummond v. State, 4 Texas Crim. App., 150; Goddard v. State, 14 Texas Crim. App., 566; Huff v. State, 23 Texas Crim. App., 291; Whitley v. State, 56 S.W. Rep., 69.\nThe judgment of the lower court is reversed and the cause dismissed.\nDismissed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=macumber-v-state"
    }
  ],
  "relatedIncidents": [
    28530,
    28562,
    28506,
    28515,
    28527
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}