{
  "id": 28529,
  "title": "1917년 Whittle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-10-05",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Whittle. 판결일: 1917-10-05. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Whittle v. Rawleigh Medical Company\n**판결일**: 1917-10-05\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Settle\n\n## 변호인\n\nLILBTJRN PHELPS and J. N. MEADOWS for appellants., J. PI. STONE for appellee.\n\n## 인용\n\n- 177 Ky. 1\n\n## 판결문 요약\n\n\n*2Opinion of the Court by\nChief Justice Settle\nDismissing appeal.\nThe appellee, W. T. Rawleigh Medical Company, has entered a motion to dismiss the appeal prosecuted by the appellants, N. A. Whittlé and others, from the judgment of the Russell circuit court, by which judgment appellee recovered of them $284.64, besides interest and cost, which was all of its claim sued upon in the action, except $17.96. By the same judgment demurrers filed by appellee to the several paragraphs of appellants’ set-off and counterclaim, were sustained, except as to the item of $17.96 contained in one of such paragraphs and claimed by appellants as a credit against appellee; the question whether appellants were entitled to the credit by the item of $17.96 referred to, being continued by the judgment for future adjudication by the court. The appeal prayed and granted is from the judgment as a whole, and the ease has been submitted upon the motion to dismiss the appeal, as well as upon its merits.\nThe dismissal of the appeal is ashed by appellee upon the ground that appellants have lost their right to further prosecute it or obtain a decision thereof by this court. This contention rests upon the state of facts, set forth in a verified answer filed by appellee in this court; in which it is, in substance, alleged that since the taking of the appeal and during its pendency, to-wit, on August 2,1916, by a compromise and settlement between appellee and appellants of that date, appellants paid, and the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whittle-v-rawleigh-medical-co"
    }
  ],
  "relatedIncidents": [
    28515,
    28517,
    28527,
    28530,
    28562
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}