{
  "id": 28527,
  "title": "1917년 Haney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-10-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Haney. 판결일: 1917-10-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ira Haney v. the State\n**판결일**: 1917-10-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrow\n\n## 변호인\n\nM.L. Arrington  and  Moore  Myres,  for appellant. &#8212; On question of corroboration: Wooley v. State, 96 S.W. Rep., 27; Spenrath v. State, 48 id., 192; Snodgrass v. State, 36 Tex.Crim. Rep.; McCullar v. State, 36 id., 213; Bailey v. State, 36 id., 540.\n\n E.B. Hendricks,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 197 S.W. 1102\n- 81 Tex. Crim. 651\n\n## 판결문 요약\n\nThis is a conviction for seduction. Nettie Cheek, an accomplice, testified to promises of marriage, an engagement lasting about twelve months, and one act of intercourse. The appellant thinks there is an absence of evidence of corroboration. The statute, article 789, C.C.P., demands corroboration as a predicate for conviction. Without going into details, we think the record discloses evidence upon which the jury would be justified in finding in favor of the State on the issue of corroboration. There was association of the parties, proof of the offspring, evidence of flight, and conversations with appellant and other circumstances in view of which we would be unwilling to hold that the evidence of corroboration was insufficient. It was controverted, however, and there were related acts and conversations of the accomplice occurring subsequent to the offense which, in the absence of definite instructions to the contrary, by the court, may have been treated by the jury as corroboration and may have entered into the verdict. The subsequent acts and declarations of the accomplice should not be used to corroborate her. James v. State,72 Tex. Crim. 155; McCullar v. State, 36 Tex.Crim. Rep.; Snodgrass v. State, 36 Tex.Crim. Rep., 31 S.W. Rep., 366; art. 789, C.C.P. The court embodied in his charge the law of corroboration in a general way which, in the absence of a request for additional instructions, was sufficient. The appellant requested a special charge, framed in appropriate lang...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haney-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mackey-v-state"
    }
  ],
  "relatedIncidents": [
    28515,
    28517,
    28529,
    28530,
    28562
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}