{
  "id": 28530,
  "title": "1917년 Needham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-10-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Needham. 판결일: 1917-10-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Oscar Needham v. the State\n**판결일**: 1917-10-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nDan Moody,  for appellant. &#8212; Cited cases in opinion.\n\n E.B. Hendricks,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 197 S.W. 988\n- 82 Tex. Crim. 78\n\n## 판결문 요약\n\nAppellant was convicted of an aggravated assault on his wife and a fine of $25 and thirty days in jail assessed as his punishment.\nThe testimony as a whole clearly shows that on the date alleged appellant's wife, Etta Needham, was sitting in the front of their restaurant crocheting. At the time she, her son Elma, and his wife, Fay Needham, were the only persons in the restaurant. Appellant then came in drunk or drinking. Mrs. Etta Needham swore she and he then \"had a little trouble there that day.\" The testimony, without *Page 79 \nquestion, further shows that prior to this \"little trouble,\" she and appellant had, she had no bruises and cuts on her person, and that her clothes were in no way torn. That after it was over, as sworn to by Mr. Allen, a disinterested witness, who then saw her, \"she had a big swollen place on her arm, and her nose was swollen and scratched and bruised and she had blood on her hands and clothing.\" The whole evidence excludes the idea that any other than appellant produced these injuries of her person and clothing.\nShe further swore that when appellant took her crochet away from her she asked her son Elma to make him give it back, and Elma told him to hand it over to her, and he did so. \"Mr. Needham caught a hold of me while I was still sitting down in the chair.\" She said she did not remember how he caught her or whether he then hurt her; and that after it was over, \"I was scratched on my right hand and on my nose. Yes, there was some bruises just ab...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=needham-v-state"
    }
  ],
  "relatedIncidents": [
    28517,
    28562,
    28506,
    28515,
    28527
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}