{
  "id": 28562,
  "title": "1917년 Cranford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-06-25",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Cranford. 판결일: 1917-06-25. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Cranford v. State\n**판결일**: 1917-06-25\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Humphreys\n\n## 변호인\n\nBriclihouse & Chamberlin, for appellant., John D. ArbucJcle, Attorney G-eneral, and T. W. Campbell, Assistant, for appellee.\n\n## 인용\n\n- 130 Ark. 101\n\n## 판결문 요약\n\n HUMPHREYS, J. Appellant, R. C. Cranford, was indicted, tried and convicted in the Saline Circuit Court for assault with intent to kill H. W. O ’Kelly, and his punishment was fixed at one year in the penitentiary. Prom the judgment and sentence, he has prosecuted an appeal to this court. It is insisted that the court erred in admitting statements made by appellant during the summer and prior to the alleged assault on the 1st day of September, 1916, as follows: “If these scabs knew what I know they would be at home with their families.” “If those damned scabs knew what I know, they would be home with their families if they have any families.” (1) O’Kelly, who was shot, was one of a class denominated by appellant and other strikers as “scabs.” The witnesses testified that appellant made these statements to them during the summer prior to the shooting on September 1, 1916, and while a strike was on at the Bauxite Company’s plant, at Bauxite, Arkansas. The testimony was clearly admissible as tending to establish bad feeling toward a class of which O ’Kelly was a member, and a probable motive for committing the crime with which appellant was charged. (2) It is next insisted that the conrt erred in permitting witnesses to testify that a sign was put up in front of appellant’s place during the strike, in words as follows: “No scabs allowed to cross this way.” Parties referred to in the sign had been going to and from their work over a trail way across the land appellant lived on. He...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cranford-v-state"
    }
  ],
  "relatedIncidents": [
    28517,
    28530,
    28506,
    28515,
    28527
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}