{
  "id": 28564,
  "title": "1917년 Blacklock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-06-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Blacklock. 판결일: 1917-06-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Alonzo Blacklock v. the State\n**판결일**: 1917-06-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nT.J. Arnold  and  G.B. Ross,  for appellant. &#8212; On question of charge on self-defense: Parrish v. State, 153 S.W. Rep., 327; King v. State, 13 Texas Crim. App., 277.\n\n E.B. Hendricks,  Assistant Attorney General, for the State. &#8212; On question of self-defense: Carr v. State,  41 Tex. Crim. 380 ; Gay v. State, 58 id., 472; Feifer v. State, 64 id., 203.\n\n## 인용\n\n- 196 S.W. 822\n- 81 Tex. Crim. 511\n\n## 판결문 요약\n\nAppellant was awarded three years confinement in the penitentiary for manslaughter.\nThere are several questions in the case. One of these suggests the court was in error in charging on the theory of self-defense. There *Page 512 \nwere no eyewitnesses and the wounds on the body of deceased showed that he was struck or killed with a blunt instrument, and the State relied upon the confessions and statements of appellant that he killed him with an ax. The State used the witness Young as to the statements of appellant made to him on Sunday morning after the killing which occurred Saturday night. Young said appellant told him he killed deceased in the night-time; said the trouble came up about six-bits; that they had been playing a game of cards for fun, \"and that after the other bunch had left him &#8212; I don't remember whether they made up fire after the others left or not &#8212; there was some more boys with them; that they had been hunting all night and had stopped to make a fire, but he didn't tell me whether the others of the bunch had gone on before they built the fire or not, but anyway there wasn't anybody at the fire but the defendant and the deceased.\" That at the time of the killing no one was present but himself and deceased. That appellant told him he and deceased had been playing cards for fun, and they began betting on a little game for money, and defendant put down six-bits and deceased picked it up and would not give it back to him; that he begged the deceased ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blacklock-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simpson-v-state"
    }
  ],
  "relatedIncidents": [
    28515,
    28598,
    28429,
    28450,
    28462
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}