{
  "id": 28565,
  "title": "1917년 Ruge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-06-19",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Ruge. 판결일: 1917-06-19. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Elsie G. Ruge v. Edward C. Ruge\n**판결일**: 1917-06-19\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Chadwick, Webster\n\n## 변호인\n\nS. M. Bruce and Romaine & Abrams, for appellant., Craven & Greene, for respondent.\n\n## 인용\n\n- 97 Wash. 51\n\n## 판결문 요약\n\n\nWebster, J.\nThis is an appeal from an order and judgment sustaining a demurrer to and dismissing a petition, the purpose of which was to obtain an order modifying a decree for alimony, payable in periodical installments, as fixed by a decree of divorce rendered in an action between the parties to this proceeding by the court to which the petition was addressed. The material facts are as follows:\nOn November 16, 1912, a decree was rendered by the superior court of Whatcom county dissolving the bonds of marriage theretofore existing between plaintiff and defendant and adjudging, among other things, that the defendant *52and petitioner pay to the plaintiff as alimony the sum of $125 per month so long as the plaintiff should live. The decree was based upon findings to the effect, that the defendant had been guilty of cruelty toward the plaintiff; that he was a regularly licensed physician with a lucrative practice, and was actually earning from $500 to $1,000 per month; that plaintiff was physically frail and delicate and would never be well and strong; that she was not able to support or maintain herself by her own exertions, and that she was totally without means of support. On February 23, 1915, the defendant filed a petition entitled in the original cause, wherein he alleged in substance that, since the entry of the decree in the divorce action, the plaintiff had become well and vigorous ; that his practice as a physician had materially fallen off; that business conditions h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ruge-v-ruge"
    }
  ],
  "relatedIncidents": [
    28515,
    28517,
    28527,
    28529,
    28530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}