{
  "id": 28571,
  "title": "1917년 Stuart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-06-06",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Stuart. 판결일: 1917-06-06. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STUART v. CAMP CARSON MINING CO.\n**판결일**: 1917-06-06\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Burnett, Consideration, Took\n\n## 변호인\n\nFor appellants there was a brief and an oral argument by Mr. Turner Oliver., For respondent there was a brief and an oral argument by Mr. Francis S. Ivcmhoe.\n\n## 인용\n\n- 84 Or. 702\n- 165 P. 359\n\n## 판결문 요약\n\n\nMr. Justice Burnett\ndelivered the opinion of the court.\n1. The defendants assign as error the overruling of their demurrer to the original complaint and the action of \"the court in permitting the plaintiff to amend after the cause was submitted. Conceding that the original complaint was demurrable because it stated mere conclusions of law about the making and filing of the notice of lien, yet we may set it down as a defective statement of a cause of suit which might be aided by amendment. The matter in hand is not like Golden Rod Milling Co. v. Connell, 84 Or. 551 (164 Pac. 588), where we held that even in an equity suit the plaintiff had no right to amend his complaint after the cause had been submitted when the change involved the averment of a new and distinct cause of suit. The only attack made upon the new pleading of the plaintiff here was a motion to strike out the same which, being denied, the defendants answered it. It does not appear that the evidence re*707quired to support the second complaint was any different from that offered to prove the first. Neither is it apparent from the record that the defendants were deprived of any defense upon the merits or that they were denied any opportunity to take additional proof. For aught that the abstract discloses, the cause was considered upon its real merits under the issues formed by the amended pleadings.\n2. This being an equity suit, heard and determined by the court, we think the rule of amendment should be applied mo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stuart-v-camp-carson-mining-co"
    }
  ],
  "relatedIncidents": [
    28515,
    28517,
    28527,
    28529,
    28530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}