{
  "id": 2861,
  "title": "2017년 Mack Transou v. Blair Leiback, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-06-09",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Mack Transou v. Blair Leiback, Warden. 판결일: 2017-06-09. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Mack Transou v. Blair Leiback, Warden\n**판결일**: 2017-06-09\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n                                                                                        06/09/2017\n\n\n\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                        Assigned on Briefs November 8, 2016\n\n              MACK TRANSOU v. BLAIR LEIBACK, WARDEN\n\n                Appeal from the Circuit Court for Trousdale County\n                  No. 16-CV-4528 John D. Wootten, Jr., Judge\n                     ___________________________________\n\n                           No. M2016-01147-CCA-R3-HC\n                       ___________________________________\n\nPetitioner, Mack Transou, appeals the summary dismissal of his fifth pro se petition for\nhabeas corpus relief. In 1999, Petitioner pleaded guilty to driving after being declared a\nhabitual motor vehicle offender and was subsequently incarcerated. Based on a blood\nsample taken from Petitioner as part of the intake process, Petitioner was later convicted,\nin two separate cases, of two counts of rape, one count of sexual battery, and one count of\naggravated burglary. In this appeal, Petitioner argues that the habeas corpus court erred\nin summarily dismissing his petition. Following a review of the record, we conclude that\nPetitioner is collaterally estopped from challenging the validity of his blood draw. None\nof Petitioner’s other claims state a cognizable claim for habeas corpus relief.\nAccordingly, we affirm the court’s denial of relief.\n\n  Tenn. R. App. P. 3 Appeal as of Right; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mack-transou-v-blair-leiback-warden"
    }
  ],
  "relatedIncidents": [
    2630,
    2691,
    2775,
    2800,
    2848
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}