{
  "id": 28626,
  "title": "1916년 In re Haire 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-12-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Haire. 판결일: 1916-12-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Robert J. Haire, an Attorney\n**판결일**: 1916-12-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Clarke\n\n## 변호인\n\nEinar Chrystie, attorney [Charles D. Miller of counsel], for the petitioner., Respondent, in person.\n\n## 인용\n\n- 175 A.D. 847\n\n## 판결문 요약\n\n\nClarke, P. J.:\nThe respondent was admitted to the bar in May, 1888. Two charges of misconduct were preferred against him by original and supplemental petitions, both of which were referred to one of the official referees. The first, which the learned official referee has found sustained, charged the respondent in brief with the conversion of moneys left with him in trust by one Mary Dale, a client. The charges contained in the supplemental petition have been found by the referee as not sustained because of inability on the part of* the petitioner to produce material witnesses. We confine ourselves, therefore, to the consideration of the evidence in support of the charge contained in the original petition.\nIn December,' 1908, Julia Dale, under the name of Mary Dale, was convicted.of abduction in the Court of .General Sessions of New York county and sentenced to be imprisoned in the State Prison for women. Prior to the trial she had been released on $3,000 bail, which she furnished in cash. After conviction, and while confined in the City Prison preparatory to her removal to the State Prison, she retained the respondent to appeal her case to the Appellate Division. She paid him $250 in cash to cover disbursements, and on January 2, 1909, *848indorsed and delivered to him a check for $3,000, representing her bail, which she had received from the chamberlain of the city of New York after her sentence. In return the respondent gave her the following receipt:\n“ Received of Julia D...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-haire"
    }
  ],
  "relatedIncidents": [
    28633,
    28634,
    28638,
    28642,
    28644
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}