{
  "id": 28622,
  "title": "1917년 Sharp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1917-01-13",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Sharp. 판결일: 1917-01-13. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: T.I. Sharp v. State.\n**판결일**: 1917-01-13\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Armstrong, Brett, Doyle\n\n## 변호인\n\nRedmond S. Cole,  for plaintiff in error.\n\n R. McMillan,  Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 161 P. 1178\n- 13 Okla. Crim. 59\n\n## 판결문 요약\n\nThe plaintiff in error, T.I. Sharp, was convicted in the county court of Pawnee county of a violation of the prohibitory law, and his punishment fixed at a fine of $50 and costs and confinement for 30 days in the county jail; failing to pay said fine and costs, that he be further so confined until the same are satisfied as by law provided. From the judgment rendered on the verdict he appealed by filing in this court on October 14, 1915, a petition in error with case-made. On September 4, 1916, while his appeal was pending and awaiting decision before this court, he departed this life. His counsel of record have filed a motion to abate the proceedings. *Page 60 \nIn the case of Boyd v. State, 3 Okla. Cr. 684, 108 P. 431, it is said:\n\"In a criminal action, the sole purpose of the proceedings is to enforce the criminal law and punish the person found guilty of a violation thereof. The personal representative of the deceased is not responsible for the alleged violation of the law by the defendant during his lifetime, and cannot be required to satisfy the judgment rendered against him. It is only the person adjudged guilty who can be punished, and a judgment cannot be enforced when the only subject-matter upon which it can operate has ceased to exist.\"\nAnd see United States v. Dunne, 173 F. 254, 97 C.C.A. 420, 19 Ann. Cas. 1145.\nIn a criminal action the purpose of the proceedings being to punish the defendant in person, the action must necessarily abate upon his death. It is theref...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sharp-v-state"
    }
  ],
  "relatedIncidents": [
    28515,
    28517,
    28527,
    28529,
    28530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}