{
  "id": 28634,
  "title": "1916년 Hicks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-11-18",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hicks. 판결일: 1916-11-18. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: HICKS v. State\n**판결일**: 1916-11-18\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beck\n\n## 변호인\n\nJ. J. Northcutt, W. JH. Spinks, G. T). McGregor, P. L. Bartlett, S. IF. Ragsdale, and A. J. Gamp, for plaintiff in error., Clifford Walker, attorney-general, J. R. Hutcheson, solicitor-general, G. B. McGarity, and Mark Bolding, contra.\n\n## 인용\n\n- 146 Ga. 221\n\n## 판결문 요약\n\n\nBeck, J.\n(After stating the foregoing facts.) The testimony of the State in this ease authorized a verdict of guilty of murder. There was sufficient evidence to show that the defendant, while in a state of intoxication, deliberately shot and killed the decedent. There was some testimony to show that the two were not entirely friendly, though there was an abundance of testimony to show that they were perfectly friendly. The defendant’s statement makes a ease of accidental shooting. The witness Prance, who saw the killing, gave testimony which would have authorized the jury to find the defendant guilty of involuntary manslaughter.\n1. To what is ruled in the first headnote we desire to add, that while counsel insisted that the court understood his objection to the evidence referred to in this ground was based upon its irrelevancy, the objection was not by any means in proper form. For counsel to say, in the presence of the court, “I don’t see what business they were in has got to do with the case,” would, as a matter of course, be generally understood between people engaged in conversion to mean that what had just been said by one of the parties was irrelevant; but when counsel desires a distinct ruling by the court, the court’s attention should be directed to the question of the irrelevancy of the evidence objected to, by the distinct statement that it is objected to on the ground of irrelevancy. If counsel had stated to the court, addressing the court, “I object to the eviden...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hicks-v-state"
    }
  ],
  "relatedIncidents": [
    28644,
    28682,
    28702,
    28715,
    28515
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}