{
  "id": 28638,
  "title": "1916년 Ex Parte Sturrock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-11-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Sturrock. 판결일: 1916-11-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte J.W. Sturrock.\n**판결일**: 1916-11-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Habpeb\n\n## 변호인\n\nNo brief on file for relator.\n\n C.C. McDonald,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 189 S.W.2d 487\n- 80 Tex. Crim. 307\n- 189 S.W. 487\n\n## 판결문 요약\n\nThis is an original application for writ of habeas corpus praying to be discharged from an order of the County Court adjudging relator guilty of contempt in failing to pay the amounts to the wife, required by an order of the court to be paid.\nThe record discloses the information was filed in the County Court of Tyler County on January 8, 1916, charging that relator on or about December 15, 1915, unlawfully, wilfully and without justification did desert and refuse to provide for the support of his wife, Mrs. Forest Sturrock. On the same day she filed an application asking that the court enter an order requiring relator to support her during the pendency of the case against him charging him with desertion. The court on January 24, 1916, after a hearing, entered an order requiring relator to pay to his wife the sum of $12.50 per month during the pendency of the case against him. The information was filed and order entered by virtue of the provisions of chapter 9a of the Criminal Code, being articles 640a, 640b, 640c, 640d, 640e and 640f of the Code. The facts show that relator paid the sums ordered to be paid for six months, or to June, 1916, and thereafter had failed to make the payments for the months of June, July and August, amounting to $37.50.\nOn September 11, 1916, Mrs. Sturrock filed in the County Court a petition in which it is alleged: \"Now comes Mrs. Forest Sturrock, complainant, and represents to the court that said J.W. Sturrock is and has been guilty of contempt in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-sturrock"
    }
  ],
  "relatedIncidents": [
    28626,
    28633,
    28634,
    28642,
    28644
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}