{
  "id": 28644,
  "title": "1916년 Hankins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-10-09",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Hankins. 판결일: 1916-10-09. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. A. E. Hankins\n**판결일**: 1916-10-09\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Holcomb\n\n## 변호인\n\nG. V. Alexander and Chas. P. Bennett, for appellant., LeRoy McCann and James T. Johnson, for respondent.\n\n## 인용\n\n- 93 Wash. 124\n\n## 판결문 요약\n\n\nHolcomb, J.\nAppellant, prosecuted for murder, was convicted of manslaughter, denied a new trial, and sentenced. He urges as grounds of reversal the refusal of two prayers for instructions and the consequent alleged error in denying a new trial.\nThe statement of facts is incomplete, does not contain “all the material facts” nor “all the facts agreed to be material by the parties,” and is certified by the trial judge to omit the entire testimony of a number of witnesses who testified, and the cross-examination of those witnesses who did testify, including that of the defendant himself, whose direct testimony is incorporated therein.\nNo amendments were proposed by respondent, but timely motion was made to require appellant to correct his proposed statement by including the omitted cross-examination of the witnesses who testified and the testimony of the other witnesses which was omitted; and an alternative motion to strike the proposed statement for such omissions. No attention was paid to these motions by appellant, and, so far as the record discloses, no action was taken thereon by the trial court.\nUpon this state of the record, respondent makes several motions, to strike from the statement and the transcript, to strike the certificate, and to strike the entire statement and affirm the judgment.\nWe feel that the last motion, to strike the entire statement and affirm, is well taken. We have said that “the burden is on the appellant to furnish a statement of the testimony suffi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hankins"
    }
  ],
  "relatedIncidents": [
    28634,
    28682,
    28702,
    28715,
    28515
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}