{
  "id": 28648,
  "title": "1916년 Lamb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-09-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lamb. 판결일: 1916-09-21. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Lamb, receiver v. McAfee\n**판결일**: 1916-09-21\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hodges\n\n## 변호인\n\nBrandon & Eynds, Crum & J ones, J ohn B. Cuerry, for plaintiff in error. D. L. Parmer, Jule Felton, contra.\n\n## 인용\n\n- 18 Ga. App. 584\n\n## 판결문 요약\n\n\nHodges, J.\n1. In a suit by a passenger for injuries fróm an assault and battery alleged to have been committed upon her by a railroad porter, a witness for the defendant testified that the plaintiff complained to him only as to the porter’s conduct, — that she said he had cursed her; and immediately thereafter and in connection with this statement the witness testified, “And I knew that wasn’t so, because I never heard the negro use — .” The latter statement was excluded by the court, on objection of counsel for the plaintiff; and it was contended by the defendant that this ruling-was prejudicial to the defendant “because the character of the suit and the testimony of the plaintiff made out a case involving the character of [the employee] for courtesy and politeness,” and ■because this ruling deprived the defendant of the right to prove to the jury the character of the employee whose conduct was under investigation. Held: The exclusion of this testimony was not error. Even if the character of the porter for courtesy and politeness was admissible in evidence, this testimony in no way tended to show his general character in that respect.\n2. Error is assigned upon the following excerpt from the charge of the court: “She alleges further, that the striking of her in the side with this trunk resulted in shocking, bruising, paining, and injuring her, and that her pain and suffering from this injury continued for thirty days after she was thus struck and assaulted, and that she has ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lamb-v-mcafee"
    }
  ],
  "relatedIncidents": [
    28699,
    28517,
    28530,
    28562,
    28626
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}