{
  "id": 28649,
  "title": "1916년 Ambrose 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-09-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ambrose. 판결일: 1916-09-18. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. FRANK AMBROSE, Appellant\n**판결일**: 1916-09-18\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: THE COURT. &#8212;\n\n## 변호인\n\nJohn D. Harloe, for Appellant., U. S. Webb, Attorney-General, and John H. Riordan, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 160 P. 840\n- 31 Cal. App. 460\n\n## 판결문 요약\n\nIn an indictment returned to the superior court of the city and county of San Francisco the defendant herein, jointly with three other persons, was charged with the crime of criminal conspiracy. The appeal is from the judgment of final conviction and from an order denying a new trial.\nSubdivision 5 of section 182 of the Penal Code, under which the indictment evidently was drawn, denounces as a criminal *Page 461 \nconspiracy the conduct of two or more persons who conspire \"to commit any act . . . for the perversion or obstruction of justice, or due administration of the laws.\" The charging part of the indictment alleges that the defendant, acting in concert with the three codefendants, \"did unlawfully, willfully, and fraudulently conspire, combine, confederate, and agree to obtain the release and discharge from custody\" of one Joseph Monahan (who was confined in the county jail pending trial upon an indictment which charged him with the commission of a felony), \"by presenting to the superior court of the state of California in and for the city and county of San Francisco a fraudulent, worthless, and void bail bond.\" The indictment further alleged that two of the codefendants had agreed to falsely swear, and did so swear, when qualifying as sureties upon the bail bond of Monahan, that they were each worth the sum of two thousand five hundred dollars, the amount fixed as bail, over and above their just debts and liabilities, and that they were respectively the owners of certain ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ambrose"
    }
  ],
  "relatedIncidents": [
    28664,
    28680,
    28692,
    28700,
    28713
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}