{
  "id": 28669,
  "title": "1916년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-07-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Thompson. 판결일: 1916-07-01. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: The Reading Trust Company v. Thompson\n**판결일**: 1916-07-01\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Frazer, Mestrezat, Moschzisker, Potter, Walling\n\n## 변호인\n\nCyrus G. Derr, with him Richmond L. Jones, for appellant., Isaac Hiester, with him E. Carroll Schaeffer and C. H. Ruhl, for appellees.\n\n## 인용\n\n- 254 Pa. 333\n\n## 판결문 요약\n\n\nOpinion by\nMr. Justice Walling,\nThis is an action of replevin to recover possession of certain negotiable coupon bonds of the par value of $45,-000, being nine groups of .five thousand dollars each.. The Colonial Trust Company is a banking institution located at Reading, of which the defendant, John S. Thompson, was the active man in charge'as' secretary and'treasurer.\nIn March, 19.11, E. W.. Alexander, the deceased, rented *335a box in the safe deposit vault of said institution, where' he kept his bonds and other securities. He had the two keys to his box; but keys to the vault, called auxiliary keys, were at the bank in the possession of defendant. The last time Mr. Alexander had access to said box was October 8 or 9, 1912. He became sick a few days, thereafter and died on the 24th day of the following November. His executors found in said box all of his securities^ except the bonds in suit, which were missing. About six months thereafter, through the collection of coupons, it was discovered that defendant had opened an account with a bank in Philadelphia, where he had placed said bonds, or at least a portion of them.\nThen this suit was brought and plaintiffs filed a declaration claiming said bonds as the property of the estate, to which defendant filed an affidavit of defense de- • nying the taking of bonds, but stating inter alia, “The defendant admits that E. W. Alexander was, in his lifetime, possessed- of the bonds described in the declaration up to about October 8 or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reading-trust-co-v-thompson"
    }
  ],
  "relatedIncidents": [
    28626,
    28633,
    28634,
    28638,
    28642
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}