{
  "id": 28674,
  "title": "1916년 Strawbridge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-06-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Strawbridge. 판결일: 1916-06-12. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: PARSON W. STRAWBRIDGE v. STANDARD FIRE INSURANCE COMPANY, HARTFORD, CONN.\n**판결일**: 1916-06-12\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Trimble\n\n## 변호인\n\n. Fyke é Snider for appellant., Ed E. Yates for respondent.\n\n## 인용\n\n- 193 Mo. App. 687\n\n## 판결문 요약\n\n\nTRIMBLE, J.\nPlaintiff sued upon an insurance policy covering an automobile. The policy insured plaintiff against direct loss or damage by fire to an amount not exceeding $1500 upon one Auburn automobile, factory number 1428, gasoline, four cylinder touring car, model 1910. There was a provision in the policy that:\n“This company shall not be liable beyond the actual cash value of the property at the time any loss *689or damage occurs, and the loss or damage shall he ascertained or estimated according to such actual cash value, with proper reduction for depreciation, however, caused.”\nThe policy was for one year from July 24, 1912. Shortly after midnight on July 10, 1918, lacking a few days of being a year after the policy was written, the machine burned while in use on the road in Dallas county. The petition alleged that the car was burned and destroyed by fire and was wholly lost to the plaintiff, save that the wreckage left from said fire was thereafter sold by plaintiff for the sum of fifty dollars, which was the reasonable value thereof.”\nThe suit was for $1450 (being the full amount of the policy less the $50 received for the wreckage), with interest at sis per cent from September 15, 1913, for an attorney’s fee of $200 and for ten per cent of the loss as a penalty for vexatious refusal to pay. The jury returned a verdict for $1551.50 for the loss and assessed an attorney’s fee at $150 but made no allowance for, and said nothing about, a penalty.. The defendant has appea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=strawbridge-v-standard-fire-insurance"
    }
  ],
  "relatedIncidents": [
    28571,
    28626,
    28633,
    28634,
    28638
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}