{
  "id": 28679,
  "title": "1916년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-05-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gray. 판결일: 1916-05-22. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Southern Railway Company v. Gray, Administratrix of Gray\n**판결일**: 1916-05-22\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: McReynolds\n\n## 변호인\n\nMr. L. E. Jeffries, with whom Mr. H. O’B. Cooper and Mr. L. L. Oliver were on the brief, for plaintiff in error., Mr. Thomas H. Calvert, with whom Mr. John A. Bar-ringer was on the brief, for defendant in error.\n\n## 인용\n\n- 241 U.S. 333\n- 36 S. Ct. 558\n- 60 L. Ed. 1030\n- 1916 U.S. LEXIS 1759\n\n## 판결문 요약\n\n\n241 U.S. 333 (1916)\nSOUTHERN RAILWAY COMPANY\nv.\nGRAY, ADMINISTRATRIX OF GRAY.\nNo. 355.\nSupreme Court of United States.\nArgued May 5, 1916.\nDecided May 22, 1916.\nERROR TO THE SUPREME COURT OF THE STATE OF NORTH CAROLINA.\n*334 Mr. L.E. Jeffries, with whom Mr. H. O'B. Cooper and Mr. L.L. Oliver were on the brief, for plaintiff in error.\nMr. Thomas H. Calvert, with whom Mr. John A. Barringer was on the brief, for defendant in error.\nMR. JUSTICE McREYNOLDS delivered the opinion of the court.\nKenneth L. Gray, an experienced brakeman, was of the crew in charge of plaintiff in error's north-bound interstate freight train which started from Spencer at 9:45 P.M. August 29, 1912. Seeking damages for his death, the administratrix brought this suit under the Federal Employers' Liability Act (c. 149, 35 Stat. 65; c. 143, 36 Stat. 291) in the Superior Court, Randolph County, N.C. Among other things her amended complaint alleges:\n\"5. That on the 30th day of August, 1912, the intestate of the plaintiff was on a freight train running from Spencer in the State of North Carolina to Washington, D.C., through the State of Virginia, and when the freight train upon which the intestate of the plaintiff was operating in going north arrived at Dry Fork, in the State of Virginia, the intestate of the plaintiff was sent forward about three-quarters of a mile to signal a passenger train of defendant coming south; that the intestate of the plaintiff when he had gotten about three-quarters of a mile from D...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=southern-railway-co-v-gray"
    }
  ],
  "relatedIncidents": [
    28626,
    28633,
    28634,
    28638,
    28642
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}