{
  "id": 28677,
  "title": "1916년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-05-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Walker. 판결일: 1916-05-23. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Walker v. Walker\n**판결일**: 1916-05-23\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brown, Mestrezat, Moschziskee, Moschzisker, Potter, Stewart\n\n## 변호인\n\nJohn B. Brooks, with him Charles H. English, for appellant., W. S. Carroll, with him J. M. Sherwin, for appellee.\n\n## 인용\n\n- 254 Pa. 220\n\n## 판결문 요약\n\n\nOpinion by\nMe. Justice Moschziskee,\nA clear understanding of this case, and the manner in which it was tried, can best be had from an examination of the elaborate charge of the trial judge; in presenting to the jury the issues involved, he said: “May L. Walker is the plaintiff; T. W. Walker and the Walker Grape Products Company are the defendants. The suit is an action in ejecMent to recover the possession of a certain piece of land.......Prior to June, 1911, this property belonged to the Streuber heirs; at that time...... there were negotiations......looking to its purchase ......for the purpose of establishing a grape juice factory......and the property was purchased in the name of T. W. Walker, for $20,000......, ($2,000 was paid down); a mortgage was negotiated from J. F. Downing *223......for $25,000, and out of the proceeds......T. W. Walker paid the balance of the purchase-money. The plaintiff, May L. Walker, contends that the property was really bought for her and placed in the name of T. W. Walker, to be held in trust for her. The deed and contract showing a sale to T. W. Walker, the burden is upon her to make out a case of trust; it must be shown by clear, precise and indubitable evidence.......She assumes that burden, or at least offers testimony to show that she was......and is the beneficial owner of the property. Now, to do that, you have the testimony first of Mr. Adelbert Moot, an attorney residing at Buffalo, who was acting at that time as attorney for Mrs. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walker-v-walker"
    }
  ],
  "relatedIncidents": [
    28626,
    28633,
    28634,
    28638,
    28642
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}