{
  "id": 28676,
  "title": "1916년 Bailey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-05-31",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Bailey. 판결일: 1916-05-31. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Bailey v. First National Fire Insurance Company\n**판결일**: 1916-05-31\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Russell\n\n## 변호인\n\nPowers & Leavitt, for plaintiff., Little, Powell, Smith & Goldstein, for defendant.\n\n## 인용\n\n- 18 Ga. App. 213\n\n## 판결문 요약\n\n\nRussell, C. J.\n1. Under the allegations of the plaintiff’s petition as amended, the plaintiff was not entitled to recover, and the court did not err in sustaining a general demurrer and dismissing the action.\n(a) The suit was upon a contract of fire insurance, and it appears from the petition that the plaintiff failed to give immediate written notice of the loss to the company, in accordance with the stipulation of the contract which provided that “if fire occur, the insured shall give immediate notice of any loss thereby in writing to this company.” The contract further provided that no suit on the policy should be sustainable until after full compliance with this, among other requirements. Compliance with this stipulation was a condition precedent to the payment of the loss. Southern Home Building &amp; Loan Asso. v. Home Ins. Co., 94 Ga. 167 (21 S. E. 375, 27 L. R. A. 844, 47 Am. St. R. 147); Graham v. Niagara Fire Ins. Co., 106 Ga. 840 ( 32 S. E. 579).\n(5) The alleged waiver of the requirement was ineffective, because it was subject to the exception which provided that no officer, agent, or representative of the company should have power to waive, or be deemed to have waived, any provision or condition of the policy, unless such waiver be written upon or attached thereto. Hutson v. Prudential Ins. Co., 122 Ga. 847 (50 S. E. 1000); Johnson v. Ætna Ins. Co., 123 Ga. 404 (51 S. E. 339, 107 Am. St. R. 92).\n2. It not appearing, from the allegations of the petition, that the p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bailey-v-first-national-fire-insurance"
    }
  ],
  "relatedIncidents": [
    28626,
    28633,
    28634,
    28638,
    28642
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}