{
  "id": 28673,
  "title": "1916년 Muslusky 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-06-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Muslusky. 판결일: 1916-06-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Frank Muslusky v. Lehigh Valley Coal Company\n**판결일**: 1916-06-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Giegerich\n\n## 변호인\n\nAlexander & Green, for defendant specially and motion., Joseph Levy (Charles Goldzier, of counsel), for plaintiff, opposed.\n\n## 인용\n\n- 96 Misc. 68\n- 159 N.Y.S. 571\n\n## 판결문 요약\n\n\nGiegerich, J.\nThe defendant moves for an order directing judgment dismissing the complaint on the ground that the plaintiff has failed to comply with the defendant’s demand for the service of a copy of the complaint and that the time for such service has expired. The facts are peculiar. The moving affidavit states that the summons was delivered to the assistant secretary of the defendant on or about the 16th day of February, 1916, and that thereafter and on the 24th day of February, 1-916, the defendant appeared' specially ‘1 for the sole purpose only of demanding and obtaining a copy of the complaint herein in order that it might be advised of the nature of the alleged cause of action sued upon herein and might thereafter take such objections to the jurisdiction of this court as it might be advised. ’ ’ Such notice also contained a demand for the service of a copy of the complaint upon the attorneys so appearing specially. The notice of motion is signed by the defendant’s attorneys with the same limitation added after their names as appears above. The defendant is undoubtedly within its rights if it does not intend to *70subject itself to the jurisdiction of the court to appear specially for the purpose of raising the question of jurisdiction by motion. Reed v. Chilson, 142 N. Y. 152; McClure Newspaper Syndicate v. Times Printing Co., 164 App. Div. 108. A special appearance is proper only when a party seeks to deny the jurisdiction of the court over his person, and an objec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=muslusky-v-lehigh-valley-coal-co"
    }
  ],
  "relatedIncidents": [
    28626,
    28633,
    28634,
    28638,
    28642
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}