{
  "id": 2867,
  "title": "2017년 The People v. Miguel Viruet 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-06-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: The People v. Miguel Viruet. 판결일: 2017-06-06. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Miguel Viruet, Appellant\n**판결일**: 2017-06-06\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: DiFiore, Fahey, Garcia, Rivera, Wilson\n\n## 변호인\n\nPOINTS OF COUNSEL, Lynn W.L. Fahey, Appellate Advocates, New York City (Leila Hull of counsel), for appellant., Richard A. Brown, District Attorney, Kew Gardens (Nancy Fitzpatrick Talcott, Robert J. Masters, John M. Castellano, Joseph N. Ferdenzi and Sharon Y. Brodt of counsel), for respondent.\n\n## 인용\n\n- 29 N.Y.3d 527\n- 81 N.E.3d 828\n\n## 판결문 요약\n\nThis opinion is uncorrected and subject to revision before\npublication in the New York Reports.\n-----------------------------------------------------------------\nNo. 60\nThe People &c.,\n            Respondent,\n        v.\nMiguel Viruet,\n            Appellant.\n\n\n\n\n          Leila Hull, for appellant.\n          Nancy Fitzpatrick Talcott, for respondent.\n\n\n\n\nGARCIA, J.:\n          Shortly after a fatal shooting took place, a law\nenforcement agent collected video surveillance footage of the\ncrime scene but that evidence was lost prior to trial.   We now\nconsider whether, as a result, defendant was entitled to an\nadverse inference jury instruction. We hold that, under the\ncircumstances, the trial court erred in failing to provide such\nan instruction, but that this error was harmless.   For that\n\n                              - 1 -\n\f                              - 2 -                           No. 60\n\nreason, we affirm.\n          Defendant was charged with, among other things,\nintentional murder in the second degree and two counts of\ncriminal possession of a weapon in the second degree in\nconnection with a late-night shooting outside a Queens nightclub.\nEarlier on the evening of the shooting, defendant's brother,\nStephen, was struck by an unknown assailant outside of the club.\nWhen the club's bouncer was unable to identify the assailant,\nStephen called defendant and asked him to come to the club.\nAccording to the bouncer, a short time later defendant pulled up\nto the front of the club...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-miguel-viruet"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2696,
    2720
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}