{
  "id": 28682,
  "title": "1916년 Schwethelm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-05-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Schwethelm. 판결일: 1916-05-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: San Antonio & A. P. Ry. Co. v. Schwethelm\n**판결일**: 1916-05-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Swearingen\n\n## 변호인\n\nTaliaferro, Cunningham & Birkhead, and Williams & Hall, all of San Antonio, for appellant. W. C. Linden and Joe H. H. Graham, both of San Antonio, for appellee.\n\n## 인용\n\n- 186 S.W. 414\n\n## 판결문 요약\n\nAppellee sued for $530 damages, caused by appellant's train destroying a set of harness, a spring wagon, and killing a blooded mare at appellant's depot in Boerne.\nThe mare, harnessed to the wagon, was in charge of appellee's servant alongside and near the track waiting to receive freight, before dusk, about 5:30 p. m., at the usual place furnished by appellant for receiving freight shipped in on appellant's trains. Soon afterwards appellant's freight train approached the depot. When distant 400 or 500 feet, there was whistled the usual road crossing signal. The mare was restless, moving backwards and forwards, and was rendered more restless by the whistling and the approach of the train. Appellant's Boerne station master realized the apparent peril and undertook to control the mare, failing in which, or as a further precaution, he signaled the engineer of appellant's on-coming train, warning him of the peril. The engineer saw the mare acting strangely, understood the warning of peril when 50 to 75 *Page 415 \nfeet away, and reduced the speed of the engine in an effort to heed the warning. The engineer could have stopped the engine after being warned before reaching the place of injury. Appellee's servant could not drive tile mare away, which he tried to do by striking her with the lines. The engineer did not stop the engine, but passed by the mare. The mare backed the wagon against the moving train and was drawn under the wheels of the train, resulting in the destruction of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=san-antonio-a-p-ry-co-v-schwethelm"
    }
  ],
  "relatedIncidents": [
    28634,
    28644,
    28702,
    28715,
    28515
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}