{
  "id": 28699,
  "title": "1916년 Tift 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-02-18",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Tift. 판결일: 1916-02-18. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Tift v. State\n**판결일**: 1916-02-18\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Russell\n\n## 변호인\n\nFulwood & Sheen, H. E. Coates, for plaintiff in error., TV. A. Wooten, solicitor-general, II. F. Lawson, contra.\n\n## 인용\n\n- 17 Ga. App. 663\n\n## 판결문 요약\n\n\nRussell, C. J.\n1. Assault and battery may be committed by- striking another with an automobile intentionally, or by driving the machine so recklessly as to justify a jury in finding that there was a reckless disregard of human life and safety. Dennard v. State, 14 Ga. App. 485 (81 S. E. 378). And see Gallery v. State, 92 Ga. 464 (2) (17 S. E. 863); Collier v. State, 39 Ga. 31, 34. The same is true where, under like circumstances, the automobile is driven against another vehicle in which persons are riding, whereby the collision occasions bruises, blows, and similar physical injuries to persons in tlie vehicle so struck. State v. Campbell, 82 Conn. 671 (135 Am. St. R. 293, 74 Atl. 927, 18 A. &amp; E. Ann. Cas. 236); State v. Goetz, 83 Conn. 437 (30 L. R. A., N. S., 458, 76 Atl. 1000); State v. Lewis, 4 Pennewill (Del.), 332; People v. Scanlan, 132 App. Div. (N. Y.) 528 (117 N. Y. Supp. 57); Wharton, Crim. L. (11th ed.), §§ 478, 479.\n2. Where the State’s testimony tended to show a case of assault and battery, through the reckless driving of an automobile, it was not error to charge the jury that “A crime or misdemeanor shall consist in the violation of a public law, in the commission of which there shall be a union or joint operation of act and intention, or criminal negligence.” Penal Code, § 31.\n3. Nor in such a case was it error for the court to charge the jury as follows: “Every person is presumed to intend the natural and necessary consequence of his acts.”\n4. Nor was it ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tift-v-state"
    }
  ],
  "relatedIncidents": [
    28648,
    28517,
    28530,
    28562,
    28626
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}