{
  "id": 28692,
  "title": "1916년 In re the Judicial Settlement of the Accounts of Cushman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-04-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Judicial Settlement of the Accounts of Cushman. 판결일: 1916-04-15. 법원: New York Surrogate's Court.",
  "description": "## 사건 정보\n\n**사건명**: Matter of the Judicial Settlement of the Accounts of Addison J. Cushman, as of the Will of E. Watts Cushman, (Claim of Leroy Lamb.)\n**판결일**: 1916-04-15\n**법원**: New York Surrogate's Court\n**관할**: New York, NY\n\n**판사**: Senn\n\n## 변호인\n\nThomas & Burke (M. J. White, of counsel), for claimant., Albert Smith Sheldon (Hitchcock & Murphy, of counsel), for executor.\n\n## 인용\n\n- 16 Mills Surr. 389\n- 95 Misc. 9\n- 160 N.Y.S. 661\n\n## 판결문 요약\n\n\nSenn, S.—\nLeroy Lamb, the claimant, has presented to the executor a claim for $900 damages sustained by him through the alleged negligence of the deceased. He has also filed a claim for the alleged fraud of the testator growing out of the *390same transaction. Both claims were rejected by the executor and by consent have been heard by the surrogate.\nTestator was an attorney and counselor-at-law and was attorney for the petitioners in a certain proceeding for the sale of infants’ real estate, being the interest of Rena 0. Stone and David F. Woodman, infants, who were 'the only heirs-at-law of said Seth J. Woodman, deceased. The testator was one of the general guardians' of said infants, the other being M. Jeanette Woodman, -an aunt.' The petition in the proceeding was made by the guardians and infants named and recited among other things that the infants weie the owners of the property as heirs-at-law of Seth J. Woodman, deceased, and that the premises were free from dower interest or rights. The testator was also the attorney for the petitioners in conducting the proceeding. The petition was verified by testator as well as the other petitioners and the papers were presumably prepared by the testator. This petition was presented to the Madison County Court and thereupon an order was duly made appointing Edward B. Stone, the husband of said Rena C. Stone, as special guardian, and James W. Welch, an attorney and counselor-at-law, was appointed, referee to take the evidence in p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-judicial-settlement-of-the-accounts-of-cushman"
    }
  ],
  "relatedIncidents": [
    28649,
    28664,
    28680,
    28700,
    28713
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}