{
  "id": 2870,
  "title": "2017년 Sandifer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-05-31",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Sandifer. 판결일: 2017-05-31. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Lorrie SANDIFER, Pamela Johnson, Sharon Ogden, Vanessa Davis v. The CITY OF KENNER, R & R Train Company, Inc., Richard T. Jacobs, Fernand Webber Marvine Shedrick and LC Shedrick v. City of Kenner, Fernand Webber and R & R Train Company\n**판결일**: 2017-05-31\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chehardy, Wicker, Windhorst\n\n## 변호인\n\nCOUNSEL FOR PLAINTIFF/APPELLANT, LORRIE SANDIFER, PAMELA JOHNSON, SHARON OGDEN & VANESSA DAVIS, Edward J. Womac, Jr., Joseph Damrich, Stephen M. Huber, Brian P. Marcelle, Gina M. Palermo, COUNSEL FOR PLAINTIFF/APPELLANT, MARVINE SHEDRICK, W. Jared Vincent, COUNSEL FOR DEFENDANT/AP-PELLEE, CITY OF KENNER, Alvin J. Bordelon, Jr., Regina S. Wedig\n\n## 인용\n\n- 221 So. 3d 307\n\n## 판결문 요약\n\n\nWICKER, J.\n|, This appeal arises out of a judgment of the district court dismissing plaintiffs’ personal injury claims against the City of Kenner (“Kenner”) with prejudice. Plaintiffs—Lorrie Sandifer, Pamela Johnson, *309Sharon Ogden, Vanessa Davis,- and Mar-vine Shedrick1—were passengers on a miniature amusement park train when it derailed and flipped, allegedly causing plaintiffs’ injuries. In two separate actions which were later consolidated, plaintiffs petitioned for damages against (1) park and track owner Kenner, (2) miniature train owner and operator R &amp; R Train Company, Inc., (3) Richard T. Jacobs, who owned R &amp; R Train Company, Inc., and (4) Fernand Webber, the individual who operated the train ride at the time of the accident. After the district court dismissed Richard T. Jacobs from the action and a Chapter 7 bankruptcy automatically stayed the action with respect to R &amp; R Train Company, the district court conducted a bench trial.2 Thereafter, the court entered a judgment in favor of Kenner. The district court later granted plaintiffs’ motion for new trial to consider additional evidence related to the theory of res ipsa loquitur. After considering the testimony of plaintiffs’ expert in miniature train operation, maintenance, and derailment, the district court dismissed plaintiffs’ claims against Kenner with prejudice. Because we find no error in the district court’s conclusion that plaintiffs failed to meet their burden to prove Kenner’s negligence c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sandifer-v-city-of-kenner"
    }
  ],
  "relatedIncidents": [
    2622,
    2623,
    2624,
    2630,
    2635
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}