{
  "id": 28702,
  "title": "1916년 Herschkowitz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-02-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Herschkowitz. 판결일: 1916-02-15. 법원: Appellate Terms of the Supreme Court of New York.",
  "description": "## 사건 정보\n\n**사건명**: Betty Herschkowitz and Tilley and Jack Herschkowitz, by their Guardian ad litem, Betty Herschkowitz v. The Mutual Life Insurance Company of New York\n**판결일**: 1916-02-15\n**법원**: Appellate Terms of the Supreme Court of New York\n**관할**: New York, NY\n\n**판사**: Lehman\n\n## 변호인\n\nFrederick L. Allen (Murray Downs, of counsel), for appellant., Joseph P. Segal (I. Gainsburg, of counsel), for respondents.\n\n## 인용\n\n- 93 Misc. 522\n- 157 N.Y.S. 436\n\n## 판결문 요약\n\n\nLehman, J.\nThe plaintiffs have obtained a judgment upon a policy insuring the life of Benjamin Herschkowitz.\nThe defendant set up in its answer that Herschkowitz committed suicide.\nThe evidence in the case shows only that the deceased was found in his bedroom about six o’clock in the morning either dying or actually dead and that his death.was caused by asphyxiation from illuminating gas.\nThere is no testimony as to how the illuminating gas escaped nor as to any other surrounding circumstances which might tend to show any intent on the part of the deceased to take his life.\n“ The law indulges in the presumption that a person will not take his own life, and where the facts and circumstances are as consistent with death from negligence, by accident or homicide, as by suicide, the presumption is against suicide. ’ ’ White v. Prudential Ins. *524Co., 120 App. Div. 260, and cases there cited. It seems to me that the evidence actually admitted is totally in - sufficient to overcome the presumption and raised no question of fact for the jury, and the trial justice was hound to direct a verdict.\nThe trial justice erred, however, I think, in the exclusion of certain evidence by which the defendant attempted to overcome the presumption. It appears that one Matis Harris had loaned to the deceased a considerable sum of money. Harris testified without objection that he went to the apartment at-nine o’clock in the morning and that he had received from the deceased a letter. He further tes...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herschkowitz-v-mutual-life-insurance"
    }
  ],
  "relatedIncidents": [
    28634,
    28644,
    28682,
    28715,
    28515
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}