{
  "id": 28713,
  "title": "1916년 Peterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-01-12",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Peterson. 판결일: 1916-01-12. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth W. McGrath v. . Charles L. Peterson.\n**판결일**: 1916-01-12\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bond, Briscoe, Burke, Constable, Pattison, Stockbridge, Thomas, Urner\n\n## 변호인\n\nGordon Tull,  on the brief for the appellant.\n\n Miles  Meyers,  on the brief for the appellee.\n\n## 인용\n\n- 96 A. 551\n- 127 Md. 412\n\n## 판결문 요약\n\nThis suit was instituted by the appellee to recover damages from the appellant for breach of a written contract of sale of land; and, upon the appellee recovering judgment in the amount fixed by the contract for the breach thereof, this appeal arises.\nThe appellant, among other pleas, filed two for defenses upon equitable grounds, and, upon demurrers to them being sustained, pleaded over by filing a plea averring that the alleged contract had been procured by the fraud of the appellant, and also filed two additional pleas for defense on equitable grounds. Demurrers again to the equitable pleas were sustained.\nWe are of the opinion the demurrers were properly sustained. Everything that could have been proved under the equitable pleas, could have properly been made matters of defense under the plea of fraud. This Court has recently, in passing upon section 86, Article 75 of the Code, declared that a defense which is good at law cannot be pleaded on equitable grounds; Flack v. Barlow,110 Md. 159; Robey v. State, use of Mallery, 94 Md. 71 andStump v. Warfield, 104 Md. 551. *Page 414 \nThere were four exceptions taken to the rulings of the Court, three on questions of evidence and one on the prayers. The settlement of the question of whether or not the Court was correct in granting the appellee's only prayer, presents the controlling point in the case. This prayer, in effect, was a demurrer to the appellant's evidence in support of her plea of fraud, for by it the Court instructed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcgrath-v-peterson"
    }
  ],
  "relatedIncidents": [
    28649,
    28664,
    28680,
    28692,
    28700
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}