{
  "id": 28714,
  "title": "1916년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-01-12",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Commonwealth. 판결일: 1916-01-12. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. American Express Company\n**판결일**: 1916-01-12\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Hurt\n\n## 변호인\n\nJAMES GARNETT, Attorney General; CHARLES H. MORRIS, Assistant Attorney General; H. D. MOORMAN and CHARLES CARROLL for appellant., M. A. ARNOLD, S. L. BARBER, J. BLAKEY HELM and TRABUE, DOOLAN & COX for appellee.\n\n## 인용\n\n- 167 Ky. 685\n\n## 판결문 요약\n\n\nOpinion op the Court by\nJudge Hurt\nDismissing original and cross-appeal.\nThis is a penal action brought in the name of the Commonwealth of Kentucky against the American Express Company, in the Grayson circuit court. The petition charged the express company, with a violation of Sub-section 2 of section 2569-b, Ky. Statutes, in that county, and sought to recover of the express company the sum of two hundred dollars. The petition was subscribed by the Commonwealth’s attorney for the judicial district, which embraces Grayson county. The express company entered a plea of not guilty, and a trial being had, a verdict of guilty was returned against the company and the amount of the recovery fixed at the sum of one hundred dollars and judgment was rendered accordingly. Grounds, for a new trial were filed and a motion made to that effect, and for reasons not necessary to be stated, the motion was sustained, the verdict and judgment set aside, and a new trial granted to the express company. The attorney for the Commonwealth objected to the order of the court setting aside the verdict and judgment and granting a new trial, and his objection being overruled, he excepted thereto, and prayed an appeal to this court, which was granted. Thereafter, the express company seeking to have the decisions of the ■court below, which were adverse to it, reviewed by this ■court, took a cross-appeal.\nThe question as to the right of the Commonwealth to maintain the appeal and the right of the express com...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-american-express-co"
    }
  ],
  "relatedIncidents": [
    28626,
    28633,
    28634,
    28638,
    28642
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}