{
  "id": 28715,
  "title": "1916년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1916-01-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Robinson. 판결일: 1916-01-06. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Robinson v. State of Indiana\n**판결일**: 1916-01-06\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Cox, Lairy, Morris\n\n## 변호인\n\nR. L. Brokenburr, F. B. Ransom and R. L. Bailey, for appellant., Horace M. Kean, Assistant Attorney-General, Alvah J. Rucker, Leslie R. Naftzger, Omer S. Jackson, Michael A. Sweeney and Wilbur T. Gruber, for tbe State.\n\n## 인용\n\n- 184 Ind. 208\n\n## 판결문 요약\n\n\nCox, J.\nAppellant was charged by indictment in tbe trial court with murder in tbe first degree. His trial on this indictment resulted in a verdict of guilty as charged and tbe imposition of tbe death penalty. From a judgment on this verdict be has appealed and assigned errors as follows: “(1) That tbe indictment is not sufficient to sustain tbe judgment. (2) That tbe court erred in overruling tbe motion for a new trial.”\n1. The first alleged error is not available even if tbe incorrect and informal phraseology of tbe assignment be ignored. Tbe indictment returned March 29, 1915, averred in formal language that appellant shot and mortally wounded John Roe with a revolver loaded with gunpowder and a leaden ball on December 20, 1914, “of which mortal wounds tbe aforesaid John Roe then and there sickened and languished and thereafter, on tbe 16th day of January, in tbe county aforesaid, died”. No motion to quash tbe indictment was *210made. The objection, to the indictment, made now for the first time, is that it does not with certainty and definiteness aver the death of Roe at a time prior to the return of the indictment. If it were permissible to urge this objection for the first time on appeal it manifestly would be so frivolous as to warrant no further consideration than the denial of it. But an independent assignment of error challenging the sufficiency of an indictment on appeal for the first time has never been permitted to reach mere uncertainty or a defective statement ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-state"
    }
  ],
  "relatedIncidents": [
    28634,
    28644,
    28682,
    28702,
    28515
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}