{
  "id": 28725,
  "title": "1915년 Ewing 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-11-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Ewing. 판결일: 1915-11-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: W. H. Ewing v. C. E. Hatcher\n**판결일**: 1915-11-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Deemer, Gaynor, Ladd, Salinger\n\n## 변호인\n\nF. E. Northup, for appellant., Carney & Carney, for appellee.\n\n## 인용\n\n- 175 Iowa 443\n\n## 판결문 요약\n\n\nGaynor, J.\nThis is an action to recover for personal injuries alleged to have been the result of an assault made upon the plaintiff by the defendant. The defense is that plaintiff was the aggressor, and that whatever injuries he received were inflicted by the defendant in defense of his own person. The cause was tried to a jury, and a verdict rendered *445for the plaintiff. Judgment being entered upon the verdict, defendant appeals.\nIn considering the errors complained of and upon which reversal is sought, we do, because of - the manner in which the record is presented, confine ourselves only to those points touched on by the defendant in argument. Those pointed out upon which no argument is made, and concerning which no reason for reversal is given, we pass without comment. Counsel, in presenting the case, refers to the pages of the abstract upon which testimony complained of may be found. Turning to these pages, we do not find the evidence complained of in the argument upon the pages referred to, and it has been necessary for us to search through the record for- the particular matter to which reference is made.\nl. evidence: dence-''“apperson.06 0 The first error relied upon involves the action of the court in admitting certain testimony over the objection of the defendant, and in sustaining objections to testimony offered by the defendant. In presenting these questions in his brief, counsel has evidently overlooked the rule, or has abandoned himself to a freer method than ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ewing-v-hatcher"
    }
  ],
  "relatedIncidents": [
    28648,
    28699,
    28724,
    28729,
    28735
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}