{
  "id": 28737,
  "title": "1915년 Blodgett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-10-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Blodgett. 판결일: 1915-10-15. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State ex rel. Attorney-General v. Blodgett\n**판결일**: 1915-10-15\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Sykes\n\n## 변호인\n\n' Lamár F. Easterling, Assistant Attorney-General, for the state., Ford & White, for appellee.\n\n## 인용\n\n- 110 Miss. 768\n- 70 So. 710\n\n## 판결문 요약\n\n\nSykes, J.,\ndelivered the opinion of the conrt.\nThe avferments in the hill are substantially the samé as those in the cases of Dantzler Lumber Co. v. State, 97 Miss. 355, 53 So. 1, and State v. Dunnam, 67 So. 461. In the Dunnam Case, a demurrer interposed to the bill was sustained by the court below, just as was done in this case; and the action of the lower court in that case was affirmed here.\nIt is the contention of the state that the hill in this case charges fraud and collusion between the board of supervisors and the appellee. This contention is based upon the allegations that the timber sold for five hundred dollars, when it was in fact worth at least three thousand dollars, which is a grossly inadequate consideration; that there was no necessity to sell said timber, and that it was sold by the board of supervisors because appellee wished to purchase it; that it was not sold for the purpose of promoting the interests of the -owners of said property; that the hoard knew no one -else could bid on it because of the lease held by appellee on said lands. The exhibit (A) to the hill shows that the timber was sold to the lessee for the sum of five hundred' dollars, and that he was given twenty years in which to remove it; further, that the lessee was to surrender to the hoard the remainder of his lease on these lands as soon as he had cut the timber, or at the expiration of the twenty years. ,\nThat the hoard of supervisors had full power in the exercise of its discretion to s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-attorney-general-v-blodgett"
    }
  ],
  "relatedIncidents": [
    28729,
    28741,
    28745,
    28774,
    28802
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}