{
  "id": 28735,
  "title": "1915년 Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-10-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bennett. 판결일: 1915-10-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Horace Bennett v. the State\n**판결일**: 1915-10-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nW.E. Rogers,  for appellant. &#8212; On question of substituting lost papers: Strong v. State, 18 Texas Crim. App., 19; Gillespie v. State, 16 id., 641; Carter v. State, 58 S.W. Rep., 80; Barrage v. State, 44 S.W. Rep., 169.\n\n C.C. McDonald,  Assistant Attorney General, for the State. &#8212; On question of substituting lost papers: Schultz v. State, 15 Texas Crim. App., 258; Adams v. State,  17 Tex. 237 .\n\n## 인용\n\n- 179 S.W. 713\n- 77 Tex. Crim. 610\n\n## 판결문 요약\n\nAppellant was convicted of the burglary of a private residence at night and his punishment assessed at twenty years in the penitentiary.\nThere is no statement of facts. Appellant has three bills of exceptions which will be considered together. In substance they show that the appellant was duly indicted in the District Court of Falls County, where the offense was committed; that he was duly arrested, confined in jail, made a motion for a charge of venue which was assented to by the county attorney and thereupon the court entered the proper order changing the venue to McLennan County, Texas, and ordered the sheriff *Page 611 \nto deliver him to the sheriff of McLennan County before the next term of the District Court of that county. Before the order of change of venue was made appellant was duly arraigned and plead not guilty. The district clerk of Falls County, in compliance with the statute, made properly certified copies of the indictment and other papers therein and also a proper certified copy of all the orders made in the District Court of that county; that he sent the original papers and this properly certified transcript of the orders to the clerk of the District Court of McLennan County, Texas. None of these papers were ever received by that clerk, but were shown to have been lost. The county attorney of McLennan County, duly, by a motion in writing, suggested the loss of said papers and made two motions, one to substitute the said certified copy of the orders of the Di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bennett-v-state"
    }
  ],
  "relatedIncidents": [
    28724,
    28769,
    28633,
    28642,
    28668
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}