{
  "id": 28736,
  "title": "1915년 Bagley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-10-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bagley. 판결일: 1915-10-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Tom Bagley v. the State\n**판결일**: 1915-10-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Harper\n\n## 변호인\n\nLane  Lane,  for appellant. &#8212; On question of continuance: Cohen v. State, 110 S.W. Rep., 66.\n\nOn question of accomplice testimony: Trinkle v. State, 60 Tex. Crim. 187 , 131 S.W. Rep., 583; Ray v. State, 131 S.W. Rep., 542; Fox v. State, 109 S.W. Rep., 370.\n\n C.C. McDonald,  Assistant Attorney General, for the State. &#8212; On question of accomplice: Sears v. State, 35 Tex.Crim. Rep.; Morrow v. State, 56 id., 519.\n\n## 인용\n\n- 179 S.W. 1167\n- 77 Tex. Crim. 539\n\n## 판결문 요약\n\nAppellant was convicted of pursuing the business of selling intoxicating liquor in prohibition territory and his punishment assessed at three years confinement in the State penitentiary.\nA motion in arrest of judgment was filed, insisting the indictment alleged no offense against the laws of this State. In the brief filed by appellant's counsel this question is not presented. We judge that upon further examination of the indictment appellant's counsel ascertained it was in language frequently approved by this court, and that this court had held that such indictment charged the offense alleged.\nAppellant insists that the court erred in overruling his application for a continuance on account of the absence of the witnesses A.L. Hayden and Wirt Hope. By these witnesses he states he expected to prove that each of them were with appellant on the 26th day of February from 10 o'clock in the morning until 5:30 o'clock in the afternoon, and during that time he did not sell any whisky to Jess Richardson nor C.W. Blueher. In approving the bill of exceptions the court states: \"The evidence shows that neither Wirt Hope nor A.L. Hayden were in the City of Marshall, Harrison County, on the 27th day of February and knew nothing of the sales of liquor to either Jess Richardson or C.W. Blueher on the 27th.\" If appellant expected to prove his whereabouts on the 26th and the evidence on the trial shows that the sales, if any made, were made on the 27th, and not the 26th, the testimony would be m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bagley-v-state"
    }
  ],
  "relatedIncidents": [
    28724,
    28725,
    28729,
    28735,
    28737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}