{
  "id": 28745,
  "title": "1915년 In re Raleigh's Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-09-17",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: In re Raleigh's Estate. 판결일: 1915-09-17. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In re RALEIGH'S ESTATE\n**판결일**: 1915-09-17\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Frick, McCarty, Straup\n\n## 변호인\n\nH. S. Tanner and Young & Moyle, for appellant Solomon., Jones, Brown & Judd, for respondent Rumel.\n\n## 인용\n\n- 48 Utah 128\n- 158 P. 705\n\n## 판결문 요약\n\n\nFRICK, J.\nOn May 13, 1901, one Alonzo H. Raleigh died in Salt Lake county, Utah, leaving a last will and testament and a large number of heirs. In said will the decedent nominated as executors one William Asper and one Alfred Solomon. When the will was presented for probate to the probate court of Salt Lake county, some of the heirs of the deceased, pursuant to the statute, filed objections' to the appointment of said Asper and said Solomon as executors. On November 9, 1901, the will was duly admitted to prbbate. The objections filed as aforesaid, after a hearing by the probate court, were also overruled, and said Asper and said Solomon were duly ap*130pointed joint executors by said probate court, as provided in said will. Letters testamentary were duly issued to said executors, and they forthwith entered upon their duties as such. Our statute (Comp. Laws 1907, Sec. 3941) provides:\n. ‘ ‘ Six months after his appointment, also within thirty days after .the expiration of the time within which creditors must present their claims, and at any other time when required by the court, either upon its own motion or upon the application of any person interested in the estate, every executor or administrator must render for the information of the court an account of his administration, under oath, showing the sums of money received by him and from what sources, the amounts expended by him, a statement of all claims presented against the estate and the names of the claimants, and all ot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-raleighs-estate"
    }
  ],
  "relatedIncidents": [
    28729,
    28737,
    28741,
    28774,
    28802
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}