{
  "id": 28763,
  "title": "1915년 Watson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-07-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Watson. 판결일: 1915-07-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Samuel S. Watson v. Jacob B. Ross\n**판결일**: 1915-07-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Dowling\n\n## 변호인\n\nWalter B. Raymond, for the appellant., William D. McNulty, for the respondent.\n\n## 인용\n\n- 168 A.D. 788\n- 154 N.Y.S. 551\n\n## 판결문 요약\n\n\nDowling, J.:\nAppeal from a judgment in favor of defendant dismissing the complaint on the ground that this action was barred by a judgment rendered in the United States Circuit Court for the District of Colorado, in a former action between the same parties. The present action is brought to secure the return of $15,000 paid by plaintiff to defendant pursuant to the following agreement:\n*789“New York, March 15, 1909.\n“Samuel S. Watson, Esq.,\n“ 10 Wall Street, New York, N. Y.:\n“-Dear Sir.— Regarding the ‘Esmeralda’ properties near Silverton, confirming our conversation and in consideration of your making the first payment of $15,000 on account of the purchase price of these properties and in case you should find upon investigation that my statements are not substantiated upon notice to me prior to July 1, 1909, 1 agree to take the properties off your hands and return to you the amount you have advanced on account of the purchase price within sixty days from such notice. Yours truly,\n“ J. B. ROSS.”\nThe complaint, after setting forth the agreement, identifies the “Esmeralda” properties as certain mines, mining claims and mining properties, set forth in a “mining option” lease and bond annexed to the complaint, and proceeds to aver that previous to the making of said mining option lease and bond, dated March 16, 1909, and as an inducement to the plaintiff to advance the money to make the payments on account of the purchase price for said mining properties, the defendant made certa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watson-v-ross"
    }
  ],
  "relatedIncidents": [
    28724,
    28725,
    28729,
    28735,
    28736
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}