{
  "id": 28762,
  "title": "1915년 Burke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-07-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Burke. 판결일: 1915-07-12. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BURKE v. SOUTHERN PAC. R. CO. LAMPRECHT v. SAME\n**판결일**: 1915-07-12\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nEdmund Burke, of Los Angeles, Cal., in pro. per., Guy V. Shoup, D. V. Cowden, and Wm. Singer, Jr., all of San Francisco, Cal., for appellees., E. J. Blandin, of Cleveland, Ohio, and D. J. Hinkley, of Detroit, Mich., for appellants., Charles R. Lewers and Guy V. Shoup, both of San Francisco, Cal., for appellees.\n\n## 인용\n\n- 225 F. 370\n\n## 판결문 요약\n\n\nPER CURIAM.\nThe appeals from the decree of the court below dismissing the bill and the cross-bill in this case presented to this court questions of law which were thereupon certified to the Supreme Court. The answers of that court to all the questions were adverse to the contentions of the appellants. Burke v. Southern Pacific Railroad Co., 234 U. S. 669, 34 Sup. Ct. 907, 58 L. Ed. 1527. Thereafter the appellant Lamprecht filed a petition in this court, praying that the further question be certified to the Supreme Court, namely: Does the provision, “Provided further that all mineral lands be, and the same are hereby, excluded from the operations of this act,” as the same is contained in the special act of Congress approved July 27, 1866 (14 Stat. 295, c. 278, § 3), expressly withhold from the officers of the Interior Department who administer it and the joint resolution approved June 28, 1870 (16 Stat. 382, No. 87), and the grant made thereby, all power and authority to determine conclusively and adjudicate in any proceeding under said act and joint resolution, what lands are and what lands are not mineral lands?\nIt is alleged in the petition that this question was not included in the questions which were certified to the Supreme Court, and was not answered *371by that court, and a brief and argument is filed in support of the petition. We are of the opinion that the question so formulated is necessarily involved in the questions which were certified, and is fully met by the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burke-v-southern-pac-r-co"
    }
  ],
  "relatedIncidents": [
    28724,
    28725,
    28729,
    28735,
    28736
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}