{
  "id": 28765,
  "title": "1915년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-07-03",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1915-07-03. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Vitale\n**판결일**: 1915-07-03\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brown, Frazer, Mestrezat, Moschzisker, Potter\n\n## 변호인\n\nJohn E. Malone, for appellant., John M. Groff, District Attorney, with him Charles W. Eaby, Assistant District Attorney, for appellee^\n\n## 인용\n\n- 250 Pa. 548\n\n## 판결문 요약\n\n\nOpinion by\nMr. Chief Justice Brown,\nAny person who is an accessory before the fact to a felony may be indicted, tried and convicted as if he were the principal felon: Act of March 31, 1860, Sec. 44, P. L. 440. Tony Vitale, the appellant, was indicted as a principal for the murder of Tony Collata, but was tried as an accessory before the fact and found guilty of murder of the first degree. The principal charged with the actual killing was Rocco Tassone, who was found guilty by a jury in the court below on the same day that this appellant was placed on trial.\nOn the trial of the appellant the Commonwealth called a dozen witnésses for the purpose of proving the guilt of Tassone, the principal, and then offered in evidence for the same purpose the record showing that he had been found guilty by a jury. This record was admitted under objection by the prisoner’s counsel, and by the first assignment its admission is alleged as error because no judgment had been entered on the verdict returned, against the principal. In.his charge to the jury *550tlie instruction of the learned trial judge was that the appellant could not he convicted unless the jury found that Tassone was guilty of the murder, and that the prisoner had instigated, or procured, or counselled, or commanded him to commit it. The jury were further told that Tassone had been indicted for the murder of Collata and had “been convicted by a jury in this court of murder in the first degree.” This, in effect, was saying to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-vitale"
    }
  ],
  "relatedIncidents": [
    28792,
    28634,
    28644,
    28682,
    28702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}