{
  "id": 28777,
  "title": "1915년 People v. McDermott Dairy Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-05-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. McDermott Dairy Co.. 판결일: 1915-05-15. 법원: Appellate Terms of the Supreme Court of New York.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of New York v. McDermott Dairy Company\n**판결일**: 1915-05-15\n**법원**: Appellate Terms of the Supreme Court of New York\n**관할**: New York, NY\n\n**판사**: Cohalan\n\n## 변호인\n\nJ. Power Donellan, for appellant., Egburt E. Woodbury, attorney-general (Robert P. Beyer, deputy attorney-general, of counsel), for respondent.\n\n## 인용\n\n- 90 Misc. 396\n- 153 N.Y.S. 136\n\n## 판결문 요약\n\n\nCohalan, J.\nTwo actions were brought in the Municipal Court by the plaintiff to recover penalties for violations of the Agricultural Law. Defendant in the first action obtained a judgment dismissing the plaintiff’s complaint and the clerk of the court thereupon taxed costs in favor of the defendant in the sum of $22.41, and the judgment was entered on May 25, 1914, for that amount against the plaintiff. No appeal was taken from this judgment. In the second action, the plaintiff recovered a judgment against the defendant in the lower court and upon the appeal to this court the judgment was reversed “ with costs.” Upon the order of the Appellate Term so drawn, the clerk of the Municipal Court taxed the defendant’s costs as follows: “ costs upon appeal $30, on dismissal of complaint $20, and stenographer’s minutes $8.65.” In all the costs amounted to the sum .of $61.65, and judgment therefor was entered on November 19,1914, against the plaintiff. On December 10, 1914, the attorney-general made a motion in the Municipal Court for an order vacating the judgment entered on May 25, 1914, against the plaintiff for the sum of $22.41 upon the ground that “ said judgment is wholly unauthorized * * * by statute and is contrary to the order of the Appellate Term, etc. ’ ’ He further asked that the judgment rendered on November 19, 1914, be “ reduced from the sum of $61.06 to the sum of $30.” It appears from the *398moving papers that the judgments had been transposed, because no appeal h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mcdermott-dairy-co"
    }
  ],
  "relatedIncidents": [
    28724,
    28725,
    28729,
    28735,
    28736
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}