{
  "id": 28774,
  "title": "1915년 Sands 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-06-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sands. 판결일: 1915-06-01. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: NATIONAL SAVINGS & TRUST COMPANY v. SANDS\n**판결일**: 1915-06-01\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Orsdel\n\n## 변호인\n\nMr. W. C. Glephane, Mr. Charles Poe, and Mr. J. J. Darlington for the appellants., Mr. George B. Bullirán for the appellee.\n\n## 인용\n\n- 44 App. D.C. 20\n\n## 판결문 요약\n\n\nMr. Justice Van Orsdel\ndelivered the opinion of the Court:\nThis is a case where the court will not stop to dissect each particular transaction for the purpose of discovering whether *31or not there was concealment or fraud on the part of the agent. Fraud and concealment are so conclusively shown in many, if not all, of the transactions, that the whole agency is tainted, and equity will require a general accounting by the defendants *32for all transactions with, plaintiff’-s property, whether by the firm or either of its members. It is sought to relieve Early from the responsibility of some of the transactions alleged to have been conducted personally by Lampton. The agency was with the firm, and the members of the firm will be held jointly and severally liable.\nIt may as well be understood by real estate agents that the courts will not tolerate the surreptitious taking of double commissions, or the trading of a principal’s property for property in which the agent is either secretly interested as owner or agent, or in what is known as triangular deals, where the title passes through a dummy or straw man for the purpose of piling up commissions and concealing the real facts relating to the transaction, or any position assumed by the agent which is even remotely antagonistic to his principal, or any concealment from the principal by the agent of any transaction conducted by the agent relative to his agency. As we have said before: “The fiduciary relation established between the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=national-savings-trust-co-v-sands"
    }
  ],
  "relatedIncidents": [
    28729,
    28737,
    28741,
    28745,
    28802
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}