{
  "id": 28794,
  "title": "1915년 Morrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-04-09",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Morrell. 판결일: 1915-04-09. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: H. C. MORRELL v. CITY OF PHOENIX, a Corporation\n**판결일**: 1915-04-09\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cunningham, Ross\n\n## 변호인\n\nMr. R. M. Fleming, for Appellant., Mr. George D. Christy, for Appellee.\n\n## 인용\n\n- 16 Ariz. 511\n- 147 P. 732\n\n## 판결문 요약\n\n\nROSS, C. J.\nThe appellant, as plaintiff, sued for damages for personal injuries received while in the employ of the defendant city as a driver of one of its street-sprinkling carts.\nThe negligence charged in the complaint is that the defendant city knowingly furnished plaintiff a fractious, unruly and unmanageable team of horses] and that by reason thereof, on June 15, 1913, the team ran away, dragging him for a' considerable distance along the street, until he was thrown upon the ground and the sprinkling-cart passed over his body, inflicting permanent and serious injuries. The defendant interposed a general demurrer to the complaint, which was sustained.. The plaintiff refusing to amend, judgment was entered dismissing complaint.\nThe position taken by the city is that its charter exempts it from liability in a ease of this kind, and that is one of the points raised and urged under the general demurrer. If this point is well taken, it is not necessary that other points made by defendant be discussed or passed upon. It seems quite certain that it was the intention of the legislature of the territory of Arizona, judging by the language used, that Phoenix should be immune from damages for injuries or loss occasioned by or through the malfeasance, misfeasance or neglect of duty of any of its officers or other authorities. The city received its charter from the territorial legislature in February, 1881. Laws 1881, No. 58. In 1885 the legislature amended the charter (Laws 1885, N...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morrell-v-city-of-phoenix"
    }
  ],
  "relatedIncidents": [
    28724,
    28725,
    28729,
    28735,
    28736
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}