{
  "id": 28792,
  "title": "1915년 Jefferson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-04-17",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Jefferson. 판결일: 1915-04-17. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Calvin Jefferson v. State.\n**판결일**: 1915-04-17\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Armstrong, Doyle, Furman\n\n## 변호인\n\nJ.E. Whitehead, Chas. H. Hudson,  and  Gray  McVay,  for plaintiff in error.\n\n S.P. Freeling,  Atty. Gen., and  R. McMillan,  Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 147 P. 778\n- 11 Okla. Crim. 425\n\n## 판결문 요약\n\nThe plaintiff in error, Calvin Jefferson, having been informed against for the murder of Forrest Williams, was convicted of manslaughter in the first degree, and his punishment fixed at four years' imprisonment in the penitentiary. *Page 426 \nOn the 25th day of July, 1913, judgment was rendered in pursuance of the verdict. From this judgment an appeal was perfected by filing in this court on January 1, 1914, a petition in error with case-made.\nAll parties connected with this tragedy were Choctaw Indians, residing near Lodi, Latimer county. The deceased was the husband of the defendant's stepdaughter. The defendant resided about a quarter of a mile from the home of the deceased. The body of the deceased, with three distinct knife cuts thereon, was found about midway between their homes on the morning following the tragedy. The defendant was at the home of the deceased the evening before, and all the parties had been drinking more or less. Several witnesses testified that the defendant and the deceased had a difficulty, and that later, about 9 o'clock that evening, they were heard whooping, gobbling, and jabbering at each other.\nThe facts most favorable to the defendant, as presented by his testimony as a witness in his own behalf, briefly stated, are as follows: The afternoon of the day of the killing he was on his way to Presley Hawkesworth's, and met Baily Dunn and John Dunkinson, and they stopped at Forrest Williams' house. His brother Steve was there, and he called him out...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jefferson-v-state"
    }
  ],
  "relatedIncidents": [
    28765,
    28634,
    28644,
    28682,
    28702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}