{
  "id": 28799,
  "title": "1915년 Hamilton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-03-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hamilton. 판결일: 1915-03-09. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hamilton v. State\n**판결일**: 1915-03-09\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Evans\n\n## 변호인\n\nG. A. J ohns and T. J. Shade elfor d, for plaintiff in error., Warren Grice, attorney-general, John B. Gamble, solicitor-general, W. II. Quarierman, J. A. B. Mahaffey, and A. L. Henson, contra.\n\n## 인용\n\n- 143 Ga. 265\n\n## 판결문 요약\n\n\nEvans, P. J.\n1. Two warrants were sworn out by the father of the female upon whom a rape was alleged to have been committed; the first was for a misdemeanor and the last for the crime of rape. The magistrate ■who issued the warrants was allowed to testify that the father made certain statements when the warrants were issued, as explaining his course of conduct. The statements were inadmissible; but in view of the evidence and the defendant’s statement, we do not think the hearsay testimony prejudiced the defendant or required the grant of a new trial.\n2. An instruction that “in a prosecution for this offense [rape] the fact of the girl’s having made complaint, if proven, soon after the alleged assault took place, is evidence; but the details or particulars of her complaint can not be gone into or considered by the jury,” is not cause for a new trial on the ground that it emphasizes the testimony of the female alleged to have been raped, and amounts to an instruction that if she made complaint it is conclusive evidence of that fact.\n3. An instruction that “the defendant in this case should not be convicted upon the testimony of [the female alleged to have been raped] alone, however positive it may be, unless the same is corroborated by some concurrent circumstances,” is not cause for new trial on the ground that it amounted to an instruction that the defendant should be convicted if the witness’s testimony was corroborated by concurrent circumstances, and excluded from the ju...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hamilton-v-state"
    }
  ],
  "relatedIncidents": [
    28677,
    28724,
    28725,
    28729,
    28735
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}