{
  "id": 28809,
  "title": "1915년 Raridon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-01-15",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Raridon. 판결일: 1915-01-15. 법원: Ashland County Court of Common Pleas.",
  "description": "## 사건 정보\n\n**사건명**: The Marblehead Bank Company v. S. A. Raridon\n**판결일**: 1915-01-15\n**법원**: Ashland County Court of Common Pleas\n**관할**: Ohio, OH\n\n**판사**: Wood\n\n## 변호인\n\nMykrantz é Patterson, for plaintiff., G. H. Workman, for defendant:\n\n## 인용\n\n- 17 Ohio N.P. (n.s.) 27\n\n## 판결문 요약\n\n\nWood, J.\nThis cause is submitted on a demurrer of tbe defendant to the amended petition of the plaintiff.\nPlaintiff avers that the defendant and one W. O'. Pollock were the promoters of the plaintiff company “the Marblehead Bank Co.” and that while so engaged in the promotion of said bank and while the same was under the control and management of defendant, he caused to be issued a credit deposit slip on May 10, 1907, in favor of himself for a checking account, and that at the time of the organization of said bank defendant caused a certificate of stock for ten shares to be issued to himself of the par value of $1,000, without paying for the same, but in satisfaction of the expense of the furniture and fixtures he purchased for the bank, which he fraudulently represented to be of the value of $2,982.32.\nPlaintiff also avers that the bank furniture and fixtures so purchased by defendant were not of the value of more than *29$1,000, and that it bad no knowledge of the fact that the defendant had taken a credit deposit slip of $1,988.32 for expenses, furniture and fixtures until 1910, and had no knowledge of the value of the furniture and fixtures until 1910; that the certificate for the ten shares of stock was issued without their knowledge, and that the same was never paid for; but do not aver when they first had knowledge of the issuing of the stock certificate.\nTo the amended petition defendant files a demurrer as follows :\n“1. Said petition does not state facts sufficient ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marblehead-bank-co-v-raridon"
    }
  ],
  "relatedIncidents": [
    28729,
    28737,
    28741,
    28745,
    28774
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}