{
  "id": 28802,
  "title": "1915년 Haar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-02-26",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Haar. 판결일: 1915-02-26. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Frank Haar v. Frank Howard\n**판결일**: 1915-02-26\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Letton, Rose, Sedgwick\n\n## 변호인\n\nStory & Story} for appellant., \nJ. G. Dort, contra.\n\n\n## 인용\n\n- 97 Neb. 761\n\n## 판결문 요약\n\n\nLetton, J.\nThis action was brought to recover upon a protested check given to plaintiff in payment for a mare purchased from him by defendant, who was a dealer in horses. Defendant admitted his liability on the check, but pleaded as a set-off that he had purchased another mare from the plaintiff, who fraudulently concealed her true character from him, and warranted her to be sound, but that she was a cribber and windsucker, was unsound, was worth only the-sum of $92.50, instead of $185, which he paid.for her, and that he was thereby damaged in the sum of $92.50, for which he asked to be credited on the amount due. Plaintiff recovered, and defendant appeals.\nThe first assignment of error is that the verdict is not sustained by the evidence. There was a direct conflict in the evidence with respect to warranty and false representations, but the clear preponderance was with the plaintiff. It is sufficient to sustain the verdict.\nComplaint is made of the instructions given, and more specifically of instructions Nos. 8,10 and 13, requested by plaintiff, for the reason that they eliminated as a set-off defendant’s cause of action for deceit. These instructions treated of the law with respect to breach of warranty. Con*762sidered in connection with the instructions given at defendant’s request, which covered the subject of defendant’s right to recover on account of deceit and false representations, both defenses were submitted, and the defendant has no ground for complaint.\nWe find ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haar-v-howard"
    }
  ],
  "relatedIncidents": [
    28729,
    28737,
    28741,
    28745,
    28774
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}