{
  "id": 28803,
  "title": "1915년 People ex rel. Mather v. Marshall Field & Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1915-02-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People ex rel. Mather v. Marshall Field & Co.. 판결일: 1915-02-17. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People ex rel. Stephen T. Mather v. Marshall Field & Co.\n**판결일**: 1915-02-17\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Carter\n\n## 변호인\n\nMaclay Hoyne, State’s Attorney, (George P. Merrick, of counsel,) for appellant. •, William H. Sexton, Corporation Counsel, and Joseph F. Grossman, for appellee the city of Chicago., Tolman & Redfield,- (Edgar B. Tolman, and John P. Wilson, of counsel,) for appellee Marshall Field & Co.\n\n## 인용\n\n- 266 Ill. 609\n\n## 판결문 요약\n\n Mr. Justice Carter delivered the opinion of the court: This is an appeal from a decree of the circuit court of Cook county dismissing for want of equity an information brought in the name of the People by Maclay Hoyne, State’s attorney, upon the relation of Stephen T. Mather, to enjoin the use and occupation of certain passageways or tunnels under Washington street, in the city of Chicago, by Marshall Field &amp; Co. and to restrain the city of Chicago from permitting the sub-surface of Washington street to be so used, and to have a certain ordinance granting such use declared null and void. The trial court certified that, the validity of a municipal ordinance being involved, the public interests required an appeal directly to this court. The ordinance in question was passed by the city council of Chicago on November 18, 1912. It provides, among other things, as follows: “Sec. 1. That for the purpose of connecting the basements of the building now standing or hereafter to be erected upon block thirteen (13) in Fort Dearborn addition to Chicago, with the basement of the building now standing or hereafter to be erected upon lots one (1), two (2) and three1 (3) in block fourteen (14), Fort Dearborn addition to Chicago, and under the east half of Holden court, adjoining said lots one (1), two (2) and three (3), permission and authority be and the same are hereby given and granted to Marshall Field &amp; Co., a corporation, its successors and assigns, (hereafter designated as the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-mather-v-marshall-field-co"
    }
  ],
  "relatedIncidents": [
    28724,
    28725,
    28729,
    28735,
    28736
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}