{
  "id": 28817,
  "title": "1914년 Bias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-12-17",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Bias. 판결일: 1914-12-17. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. H. BIAS, Administrator, With the Will Annexed, of the Estate of Elizabeth Reed, Deceased, Respondent, v. WILLIAM H. REED, Administrator, With the Will Annexed, of the Estate of James Reed, Deceased, Et Al., Appellants\n**판결일**: 1914-12-17\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: THE COURT.\n\n## 변호인\n\nEdward F. Fitzpatrick, and Ross & Ross, for Appellants., Charles M. Cassin, Harry J. Bias, James L. Atteridge, Sullivan & Sullivan and Theo. J. Roche, for Respondent.\n\n## 인용\n\n- 145 P. 516\n- 169 Cal. 33\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 35 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 36 \nA hearing in Bank of this cause was ordered after judgment in Department One.\nUpon further consideration of the questions involved we have reached the conclusion that the views heretofore expressed in Department are correct, and the Department opinion is hereby adopted as the opinion of the court in Bank. For the reasons stated in that opinion, the judgment is affirmed.\nThe following is a copy of the opinion of Department One:\n\"This is an action by the administrator, with the will annexed, of the estate of Elizabeth Reed, deceased, against the administrator, with the will annexed, of the estate of James Reed, deceased, and M.J. Perry, to quiet title to a tract of 152 acres of land in San Mateo County and to recover possession of the same from defendants, together with the value of the use and occupation thereof.\n\"James Reed and Elizabeth Reed, the testator and testatrix represented by the two administrators here contesting, were *Page 37 \nhusband and wife. The plaintiff's complaint alleged that, at the time of her death, and long prior thereto, his testatrix had been the owner of the tract in controversy. The defendants answered, denying that Elizabeth Reed had at any time been the owner of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bias-v-reed"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28822,
    28825,
    28828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}