{
  "id": 2881,
  "title": "2017년 Jael Gates v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-05-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jael Gates v. State. 판결일: 2017-05-17. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jael Gates v. State\n**판결일**: 2017-05-17\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                        ATLANTA,____________________\n                                                 May 10, 2017\n\nThe Court of Appeals hereby passes the following order:\n\nA17A1391. JAEL GATES v. THE STATE.\n\n      In 2011, Jael Gates was convicted of armed robbery, three counts of aggravated\nassault, and possession of a firearm during commission of a felony and sentenced to\n20 years, with 13 years to serve. Gates filed a motion for new trial, but at the hearing\non his motion, he abandoned his motion and waived his rights to appeal in exchange\nfor a downward modification of his sentence.1 In 2016, Gates was resentenced to 15\nyears, to serve 11 in confinement and the remainder on probation. Gates filed a\nmotion to vacate his sentence as void. The trial court denied the motion, and Gates\nappeals from that order. We, however, lack jurisdiction.\n      Gates argued in his motion to vacate void sentence that the trial court lacked\nthe authority to impose the sentence on his aggravated assault convictions because\nthey should have merged into his armed robbery conviction. Gates’s merger claim\nis a challenge to his convictions, not his sentences, and thus does not state a valid\nvoid-sentence claim. See Williams v. State, 287 Ga. 192, 193-194 (695 SE2d 244)\n(2010).   Because Gates has not raised a valid void-sentence claim, we lack\njurisdiction to consider his appeal. See Harper, 286 Ga. at 218 (2). Moreover, to the\nextent that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jael-gates-v-state"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2687,
    2780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}