{
  "id": 28815,
  "title": "1914년 Tyler Building & Loan Ass'n v. Biard & Scales 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-12-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Tyler Building & Loan Ass'n v. Biard & Scales. 판결일: 1914-12-23. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: TYLER BUILDING & LOAN ASS'N v. BIARD & SCALES\n**판결일**: 1914-12-23\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Being, Hawkins, Phillips\n\n## 변호인\n\nLively, Nelms & Adams, of Dallas, and Las-seter & Mcllwaine, of Tyler, for plaintiff in error. Lawther & Pope, of Dallas, for defendant in error.\n\n## 인용\n\n- 171 S.W. 1122\n\n## 판결문 요약\n\n\nHAWKINS, J.\nPetitioner in error, as plaintiff in the trial court, sued defendant in error, defendants there, for damages alleged to have resulted from the unauthorized, wrongful, and fraudulent delivery by defendants, as plaintiff’s agents, of certain deeds to some 4,294 acres of land in Eastern Texas' in exchange for a stock of dry goods in Kansas City, Mo. Said petition alleges, in substance, among other things: That defendants are now, and during the year 1909 were, engaged in business in Dallas, Tex., as real estate agents and dealers. That in March, 1909, defendants represented to plaintiff, a corporation, that they were in position to make for their clients large profits on property turned over to them for trade or exchange. That at said time, and subsequent thereto, plaintiff owned and had possession of 2,888 acres of land in Angelina county, Tex., same being a portion of the Vincenti Michelli grant, describing it, worth $6.50 per acre, or $18,772, and also owned and held possession of 1,406 acres of land in Cherokee county, Tex., same being a portion of the M.- del C. Leigo league grant, describing it, worth $6.50 per acre, or $9,931; a portion of the last-named tract being at the time of the negotiations mentioned in said petition in the name of the estate of Mrs. Susan W. Thorn, deceased, but in truth and in fact belonging to plaintiff. That plaintiff listed said lands with defendants on or about April 1, 1909, for disposition by sale or trade. That defendants ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tyler-building-loan-assn-v-biard-scales"
    }
  ],
  "relatedIncidents": [
    28822,
    28855,
    28864,
    28867,
    28729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}