{
  "id": 28828,
  "title": "1914년 Caffinni 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-10-22",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Caffinni. 판결일: 1914-10-22. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: Linwood Caffinni v. George E. Hermann\n**판결일**: 1914-10-22\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Bird, Cornish, Haley, Hanson, Philbrook, Savage\n\n## 변호인\n\nCharles G. Keene, Jacob H. Berman, Bernard A. Bom, for plaintiff., Hinckley & Hinckley, for defendant.\n\n## 인용\n\n- 112 Me. 282\n\n## 판결문 요약\n\n\nPhilbrook, J.\nAction to recover damages for assault and battery, in which the plaintiff recovered a verdict of $200.00. The defendant presents exceptions and the customary motion to have the verdict set aside and new trial ordered.\nThe plaintiff is an Italian who had been in this country four or five years, employed as a laborer, and had acquired only a limited knowledge of our language. On the 16th of August, 1913, he took an electric car at Old Orchard about 8.45 in the evening and came to Portland, bringing in his hand a dress suit case containing his wearing apparel. He arrived in Portland about quarter past ten and, according to his testimony, soon after leaving the car he was accosted by the defendant, who, although a deputy sheriff, was not in uniform, and who seized the plaintiff’s suit case, attempting to take it from him. The plaintiff testified that he thought it was an attempt to steal his suit case and refused to give it up. After some struggle he says the defendant struck him on the hand four or five times with an instrument which proved to be a black-jack. He says that he was then seized by the defendant and another person and that they started with him for the police station. Thereupon, an officer in uniform appeared and told the plaintiff that the persons who had seized him wanted to see what he had in his suit case and then, the plaintiff says, he dropped his suit case and when the defendant could not open it the plaintiff opened it and allowed it to be sea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caffinni-v-hermann"
    }
  ],
  "relatedIncidents": [
    28830,
    28837,
    28887,
    28725,
    28813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}