{
  "id": 28822,
  "title": "1914년 Morrow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-11-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Morrow. 판결일: 1914-11-23. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: GOLDEN CITY BANKING COMPANY v. ETHEL MORROW\n**판결일**: 1914-11-23\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Farrington, Robertson, Sturgis\n\n## 변호인\n\nRoscoe Patterson and R. A. Mooneyham for appellant., Van Pool <& Martin and 3. W. Timmonds for respondent.\n\n## 인용\n\n- 184 Mo. App. 515\n\n## 판결문 요약\n\n\nROBERTSON, P. J.\nThis is an action on .a promissory note dated May 14, 1912, signed by defendant and another. The defendant’s answer, being unverified, admits the execution of the note, but it undertakes to allege fraud in the procurement of her signature thereto and absence of consideration to her for signing. Upon a jury trial the court directed a verdict for the plaintiff for the face value of the note. Judgment was entered thereon and defendant has appealed.\nAs we understand appellant’s brief, there is but one question urged here, which is that the court erred in directing the verdict because her testimony tended to prove that her signature was procured by fraud. The testimony is to the effect that a defaulting cashier of plaintiff hank and his wife, in company with the man who succeeded him as such cashier, went to defendant’s home one evening in 1909 and requested her to sign a note with the defaulting cashier’s wife. This she did, of which the note in suit is a renewal, but just what was said to her before doing so is difficult to even surmise from the testimony. The most that can be said of it, and more than we think is really justified, is that she was induced by these parties, including the then cashier of plaintiff’s bank, by a promise, that the deposed cashier’s wife would give her a note signed by her and a chattel mortgage on her household furniture and piano to indemnify her, which was done shortly thereafter, and which all the parties there present assured he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=golden-city-banking-co-v-morrow"
    }
  ],
  "relatedIncidents": [
    28815,
    28855,
    28864,
    28867,
    28729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}