{
  "id": 28825,
  "title": "1914년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-11-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Davis. 판결일: 1914-11-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Harry Davis v. the State\n**판결일**: 1914-11-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nD.L. Graham,  for appellant.\n\n C.E. Lane,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 170 S.W. 725\n- 75 Tex. Crim. 317\n\n## 판결문 요약\n\nAppellant was convicted of murder, and his punishment assessed at death.\nThere is a full statement of facts in the record which we have carefully read and studied. There is no question that appellant killed the deceased. Not only he, but three other eyewitnesses so testified. His sole defense was self-defense. He alone testified to that. The other three eyewitnesses who testified disputed him specifically and distinctly. The court and jury believed them and not him.\nThe court gave a full, fair and complete charge aptly applicable to the law and the evidence adduced. No complaint whatever was made thereto. The evidence was amply sufficient to authorize the jury to believe and find as it did, that appellant, a matured negro young man, had kept and lived in adultery with the deceased, a grown negro woman, for a considerable time before he killed her; that very recently before *Page 318 \nhe killed her she received the attention and preferred another negro man to him, which made him jealous and, in effect, he threatened to kill her because thereof; that his killing her was inspired because of his jealousy and revenge for her threatening to quit him and take the other negro man in preference. He killed her between 8 and 9 o'clock one night. She was at her house with another negro woman and two negro men at the time of the killing. She and the other negro woman were sitting on her bed. He came into the room with a large pocket-knife, either then opened or he opened it immediately af...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    28813,
    28852,
    28893,
    28765,
    28792
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}