{
  "id": 28838,
  "title": "1914년 Federal Union Surety Co. v. Blue Ridge Marble Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-09-18",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Federal Union Surety Co. v. Blue Ridge Marble Co.. 판결일: 1914-09-18. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: FEDERAL UNION SURETY COMPANY v. BLUE RIDGE MARBLE COMPANY\n**판결일**: 1914-09-18\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beck\n\n## 변호인\n\nEvins, Spence & Moore and Clay & Morris, for plaintiff., D. W. Blair, for defendant.\n\n## 인용\n\n- 142 Ga. 353\n\n## 판결문 요약\n\n\nBeck, J.\n(After stating the facts.) We are of the opinion that the court did not err in dismissing the case upon general demurrer. No privity of contract was shown between the plaintiff and the defendant. The bond which the plaintiff signed as surety, and upon which its final liability arose, was executed several months after the Supply Company had paid over to the defendant the amount for which the receipt mentioned in the record was given, in which w$s contained a stipulation that the defendant would hold the *356Supply Company harmless. The allegations in the petition do not make it appear that the funds or any part thereof which were held in the hands of the treasurer of the School District were paid to the defendant; because, while there is much confusion in the statements contained in the petition, it is a necessary inference from them, when we consider that the bond for the dissolution of the garnishment was not given until after the defendant received from the Supply Company the amount for which the receipt was given, that the money paid over by the Supply Company was not a part of the funds in the hands of the school board, the release of which was procured by the giving of the bond in which this plaintiff was the surety of the Supply Company. It does not even clearly appear, though it is perhaps inferable, that the money which the Supply Company paid over to the defendant at the time the receipt was given was the same sum of money which is claimed by the Stainback ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=federal-union-surety-co-v-blue-ridge-marble-co"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}