{
  "id": 2883,
  "title": "2017년 Barton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-05-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Barton. 판결일: 2017-05-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Kevin Barton, Appellant\n**판결일**: 2017-05-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Andrias, Feinman, Gesmer, Renwick, Sweeny\n\n## 인용\n\n- 2017 NY Slip Op 3897\n- 150 A.D.3d 506\n- 55 N.Y.S.3d 20\n\n## 판결문 요약\n\n\r\n\r\nPeople v Barton (2017 NY Slip Op 03897)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Barton\r\n\r\n\r\n2017 NY Slip Op 03897\r\n\r\n\r\nDecided on May 16, 2017\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on May 16, 2017\r\n\r\nSweeny, J.P., Renwick, Andrias, Feinman, Gesmer, JJ.\r\n\r\n\r\n4017 1440/14\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvKevin Barton, Defendant-Appellant.\r\n\r\n\r\nRobert S. Dean, Center for Appellate Litigation, New York (Soibhan C. Atkins of counsel), for appellant.\r\nCyrus R. Vance, Jr., District Attorney, New York (Frank Glaser of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, New York County (A. Kirke Bartley, Jr. J.), rendered May 28, 2015, convicting defendant, after a jury trial, of robbery in the second degree (two counts) and robbery in the third degree, and sentencing him, as a second felony offender, to an aggregate term of five years, unanimously modified, on the law, to the extent of vacating the third-degree robbery conviction and dismissing that count, and otherwise affirmed.\r\nThe verdict was based on legally sufficient evidence and was not against the weight of the evidence (see People v Danielson, 9 NY3d 342, 348-349 [2007]). We find no reason to disturb the jury's credibility determinations or its evaluation of the surveillance videotape depicting this shop...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-barton"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2687,
    2780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}