{
  "id": 28837,
  "title": "1914년 McCallister 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-09-22",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: McCallister. 판결일: 1914-09-22. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: McCALLISTER v. SAPPINGFIELD\n**판결일**: 1914-09-22\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Bean, Eakin, McBride, McNary\n\n## 변호인\n\nFor appellant there was a brief and an oral argument by Mr. Grant Corby., For respondent there was a brief over the name of Messrs. Smith & Shields, with an oral argument by Mr. Guy O. Smith.\n\n## 인용\n\n- 72 Or. 422\n- 144 P. 432\n\n## 판결문 요약\n\n\nMr. Justice McNary\ndelivered the opinion of the court.\nAs a solatium for the loss of a Scotch collie dog, plaintiff was awarded damages against defendant in the sum of $200. The complaint recites that in Oc*423tober, 1912, defendant without cause purposely shot and mortally wounded plaintiff’s dog, which was of the reasonable value of $200. Following a general denial, defendant in his answer alleges as a separate defense that the animal was vicious and in the habit of attacking pedestrians and travelers along the public road; that on the day in question, while passing along the county thoroughfare on horseback, accompanied by a young dog, plaintiff’s canine charged viciously upon defendant’s horse and dog, and in order to repel the assault defendant fired at plaintiff’s dog. This defense was denied by plaintiff.\nBut a single question is presented upon appeal, and that is: Did the circuit judge commit error when he admitted in evidence, notwithstanding the objection' of counsel for defendant, the following testimony given the plaintiff?\n“Q. I wish you would state whether or not the dog was trained as a stock dog on the ranch.\n“A. Yes, sir; he was.\n‘ ‘ Q. Tell the jury what you used him for.\n“A. Well, I trained that dog from a puppy up to get my cattle for me of nights and mornings, round up the goats and bring them in; in fact, I used him every day. He was trained so all I had to say was to get the cows, and he would go out in a 30 or 40 acre field, in the brush and timber, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccallister-v-sappingfield"
    }
  ],
  "relatedIncidents": [
    28828,
    28830,
    28887,
    28725,
    28813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}