{
  "id": 28854,
  "title": "1914년 Atlantic Coast Line Railroad v. Georgia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-06-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Atlantic Coast Line Railroad v. Georgia. 판결일: 1914-06-08. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Atlantic Coast Line Railroad Company v. State of Georgia\n**판결일**: 1914-06-08\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Hughes\n\n## 변호인\n\nMr'. Henry L. Stone, with whom Mr. Alfred P. Thom, Mr. Alexander Hamilton and Mr. Robert C. Alston were on the brief, for plaintiff in error;, Mr. Thomas S. Felder, Attorney General of the State of Georgia, for defendant in error:\n\n## 인용\n\n- 234 U.S. 280\n- 34 S. Ct. 829\n- 58 L. Ed. 1312\n- 1914 U.S. LEXIS 1149\n\n## 판결문 요약\n\n\n234 U.S. 280 (1914)\nATLANTIC COAST LINE RAILROAD COMPANY\nv.\nSTATE OF GEORGIA.\nNo. 24.\nSupreme Court of United States.\nArgued April 17, 1913.\nDecided June 8, 1914.\nERROR TO THE COURT OF APPEALS OF THE STATE OF GEORGIA.\n*281 Mr. Henry L. Stone, with whom Mr. Alfred P. Thom, Mr. Alexander Hamilton and Mr. Robert C. Alston were on the brief, for plaintiff in error.\nMr. Thomas S. Felder, Attorney General of the State of Georgia, for defendant in error.\n*286 MR. JUSTICE HUGHES delivered the opinion of the court.\nThe Atlantic Coast Line Railroad Company, the plaintiff in error, was convicted of violating a statute of the State of Georgia known as the `headlight law.' Pub. Laws (Ga.), 1908, pp. 50. 51; Civil Code, §§ 2697, 2698. In defense it was insisted that the act contravened the commerce clause and the Fourteenth Amendment of the Constitution of the United States. On appeal from the judgment of conviction the Court of Appeals of the State of Georgia certified the questions thus raised, together with others involving the application of the state constitution, to the Supreme Court of the State. Answering these questions, that court sustained the validity of the statute (135 Georgia, 545), whereupon final judgment was entered and this writ of error was sued out.\nThe material portions of the statute are as follows:\n*287 \"Section 1. Be it enacted by the General Assembly of Georgia, and it is hereby enacted by authority of the same, That all railroad companies are hereby required to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=atlantic-coast-line-railroad-v-georgia"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}