{
  "id": 28855,
  "title": "1914년 Hickman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-06-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hickman. 판결일: 1914-06-03. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: C. W. Hickman v. M. F. Swain Et Al.\n**판결일**: 1914-06-03\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Brown\n\n## 변호인\n\nW.J. Berne,  for appellant. &#8212; An order sustaining a plea of privilege and changing the venue is appealable. Wolf v. Sahm, 120 S.W. 1114 ; Wolf v. Sahm,  135 S.W. 733 ; Oakes v. Thompson, 125 S.W. 320 ; Luter v. Ihnken,  143 S.W. 675 ; Water Co. v. El Campo, 150 S.W. 257 ; Moorhouse v. Cattle Co.,  139 S.W. 883 .\n\nDefendants by their cross-action waived their plea of privilege. Douglas v. Baker,  79 Tex. 499 ; Slator v. Trostel, 31 S.W. 285 ; Gardner v. Bank,  118 S.W. 1149 ; Kolp v. Shrade\n\n## 인용\n\n- 167 S.W. 209\n- 106 Tex. 431\n\n## 판결문 요약\n\nThe Hon. Court of Civil Appeals of the Second Supreme Judicial District has certified to this court the following statement and questions:\n\"Appellant, C.W. Hickman, alleged to reside in Tippecanoe County, Indiana, instituted this suit in the District Court of Tarrant County, *Page 433 \nTexas, against M.F. Swain and nine other persons, all of whom were alleged to reside in Knox County, Texas, upon a promissory note executed by the defendants named on March 31, 1908, for the sum of fifteen hundred dollars and payable to the order of J. Crouch  Son at the Farmers State Bank of Knox City, Texas, on or before October 1, 1910. It was alleged that J. Crouch  Son had endorsed said note in blank to the plaintiff whereupon `each defendant' became liable and promised to pay the amount specified in the note. It was further alleged that J. Crouch  Son was a firm composed of Jeptha Crouch and George Crouch, who both resided in the State of Indiana and who were consequently not made parties to the suit by the petition. All defendants named in the petition were either cited or answered as hereinafter stated save the defendant J.A. Wood, who does not appear to have been cited or to have joined in an answer of any kind. Of the defendants named in the plaintiff's petition, appellee M.F. Swain and seven others joined in a plea of privilege to be sued in Knox County. The plea was duly verified, filed and presented as hereinafter stated. In addition to this plea of privilege these defendants at th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hickman-v-swain"
    }
  ],
  "relatedIncidents": [
    28815,
    28822,
    28864,
    28867,
    28729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}