{
  "id": 28862,
  "title": "1914년 South Penn Oil Co. v. Gardner Oil & Gas Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-05-19",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: South Penn Oil Co. v. Gardner Oil & Gas Co.. 판결일: 1914-05-19. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: South Penn Oil Co. v. Gardner Oil & Gas Co.\n**판결일**: 1914-05-19\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Williams\n\n## 변호인\n\nA. B. Fleming, Charles Poiuell, and Kemble White, for appellant., C. J. Van Fleet, for appellees.\n\n## 인용\n\n- 74 W. Va. 403\n\n## 판결문 요약\n\n\nWilliams, Judge :\nFrom a decree of the circuit court of Kanawha county dismissing its bill plaintiff has appealed. Plaintiff and defendant Gardner Oil &amp; Gas Company are oil and gas lessees of Fred Gardner a common lessor. Plaintiff’s lease is the older, and was duly recorded before defendant obtained its lease. Claiming that the Gardner Oil &amp; Gas Company’s lease covers a portion of the territory previously leased to it, plaintiff brought this suit to cancel it, as constituting a cloud on its title. The court sustained the demurrer and dismissed plaintiff’s bill, on the ground that it appeared on the face of the bill that its lease was void for want of sufficient description of boundaries. The sole question presented is this: Does it appear from the bill and exhibits that the boundaries of plaintiff’s lease are uncertain? The boundaries in the lease are as follows, viz..- “On the -North by lands of D. Jarrett &amp; *405others Oil the East by lands of J. H. Hughes, &amp; others On the South by lands of Geo. Aeree &amp; others On the West by lands of.Wertz &amp; others Containing 340 acres, more or less, and being same land conveyed to the first part by ., by deed bearing date., 1..!.”\nAt the date of the lease Fred Gardner, the lessor, was the owner in fee of a tract of 200 acres, the owner of the minerals in an adjoining tract of 211 acres and also the owner of 45% acres of surface carved out of the 211 acre tract. He was, therefore, the owner of 411 acres of continuou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=south-penn-oil-co-v-gardner-oil-gas-co"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}