{
  "id": 28866,
  "title": "1914년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-04-30",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Williams v. State. 판결일: 1914-04-30. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WILLIAMS v. State\n**판결일**: 1914-04-30\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Russell\n\n## 변호인\n\nFranlclin & Langdale, for plaintiff in error., J, A, Wilkes,.solicitor-general, contra.\n\n## 인용\n\n- 15 Ga. App. 306\n\n## 판결문 요약\n\n\nRussell, C. J.\n1. 5?he accused was convicted of the offense of assault with intent to rape. Personally we would have been better satisfied with the verdict if he had been found guilty only of assault and battery, for, so far as the circumstances in evidence disclose, he made no effort to effect an entrance into the sexual organ of the little girl, although (if the testimony in behalf of the State is credible) the offense committed by him was most loathsome and dastardly. Not only the physician who examined the child, and who was introduced in behalf of the defendant, but also the child’s grandmother, who was the main witness for the State, testified that the condition of the private organ was perfectly normal. The commission of such an offense as the evidence discloses is to us almost incredible, but with this we have no concern, because the jury were convinced that the testimony was true and that an assault of the. nature indicated by the evidence was in fact committed. The only question, therefore, upon which we are called to pass, so far as the testimony is concerned, is whether the evidence was sufficient to authorize the verdict of assault with intent to rape. The child was a mere infant, being only a little over four years of age, and, of course, she could not give consent. Being under ten years of age, a verdict of assault with intent to rape would clearly be authorized if sufficient evidence was adduced to authorize the conclusion that it was the defendant’s purpose ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    28799,
    28813,
    28815,
    28817,
    28822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}