{
  "id": 28864,
  "title": "1914년 Scandinavian American Bank v. Puget Sound Machinery Depot 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-05-16",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Scandinavian American Bank v. Puget Sound Machinery Depot. 판결일: 1914-05-16. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Scandinavian American Bank of Tacoma v. Puget Sound Machinery Depot\n**판결일**: 1914-05-16\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Chadwick, Gose, Parker\n\n## 변호인\n\nIra Bronson, for appellant., J. A. Sorley and C. L. Baxter, for respondent.\n\n## 인용\n\n- 79 Wash. 599\n\n## 판결문 요약\n\n\nGose, J.\nThis action was brought to recover a judgment for money paid to the defendant in consequence of its alleged fraudulent representations.\n*600On the 15th day of April, 1910, the appellant sold to Nelson-Johanson Mill Company, a corporation, hereafter called the mill company, upon a conditional sale contract, one pair of twin engines with complete equipment, for an agreed consideration of $2,150; $537.50 cash, the balance payable in five monthly installments of $322.50 each, evidenced by interest-bearing notes. The contract provided that, if the vendee failed to make any payment when it became due, the payments theretofore made should be deemed rental, and the “contract of conditional sale shall be forfeited and determined at the election” of the vendor. The vendee installed the engines in its sawmill near Tacoma. The respondent had mortgages upon all the property of the mill company, both real and personal, including the engines, to the extent of the full value of all of its property. On the 8th day of September, 1910, the mill company was adjudged a bankrupt and its property passed into the hands of a trustee. On the 28th day of December, 1910, the last two installments, aggregating, with interest, $681.55, were due and unpaid. On that day, the appellant assigned its conditional sale contract to the respondent and received as a consideration $1,185.95. When the assignment was presented to the appellant, and before its delivery, the following words were added in penci...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scandinavian-american-bank-v-puget-sound-machinery-depot"
    }
  ],
  "relatedIncidents": [
    28815,
    28822,
    28855,
    28867,
    28729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}