{
  "id": 28867,
  "title": "1914년 Ryman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-04-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ryman. 판결일: 1914-04-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: RYMAN Et Al. v. PETRUKA\n**판결일**: 1914-04-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Carl\n\n## 변호인\n\nGaines & Corbett and W. D. Wilson, all •of Bay City, for appellants. W. S. Holman, of Bay City, and John T. Duncan, of La Grange, for appellee.\n\n## 인용\n\n- 166 S.W. 711\n\n## 판결문 요약\n\nAppellants, Annie Ryman, Mary Gola, Lizzie Sherrer, Kate Lecompte, and Rosa Gastmeyer, joined by their husbands, sued their brother, Thomas Petruka, appellee, for an interest in about 2,000 acres of land in Matagorda county and about 1,000 head of cattle and their increase. The plaintiffs and defendant below are the children of Joseph and Caroline Petruka, deceased. On May 23, 1902, Joseph and Caroline Petruka executed a deed, wherein and whereby they conveyed all of their land to appellee, and appellants charge that this deed was obtained by fraud of appellee, and that it was without consideration, and that one of the expressed considerations, viz., the caring for his parents, was unperformed, to the extent that his mother died of neglect. It was further charged that Caroline Petruka did not understand English, and that the notary who drew the deed and took the acknowledgment did not understand the Polish language; that she could not and did not write her name, and that she was under the impression that the deed conveyed only the 200-acre homestead. And it was alleged that there had never been any administration upon the estates of Joseph and Caroline Petruka, who, it is claimed, died intestate.\nAppellee answered by general demurrer, general denial, and by special pleadings that he had actually earned the property conveyed to him, and that what interest his father and mother had was conveyed in consideration of their appreciation of his care, support, and attention to them. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ryman-v-petruka"
    }
  ],
  "relatedIncidents": [
    28815,
    28822,
    28855,
    28864,
    28729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}