{
  "id": 28870,
  "title": "1914년 Sasser 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-04-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sasser. 판결일: 1914-04-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jessie Sasser v. the State\n**판결일**: 1914-04-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Prehdergast\n\n## 변호인\n\nT.D. Rowell,  for appellant.\n\n C.E. Lane,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 166 S.W. 1160\n- 73 Tex. Crim. 539\n\n## 판결문 요약\n\nAppellant was convicted of violating the local option law, and his punishment assessed at one year in the penitentiary.\nAfter the election is said to have been held the Commissioners Court met to declare the result of the election. The order declaring the result is as follows: \"October 8, 1910. Ordered by the court, that the election for local option for precinct No. 5, the same was this day tabulated by the court, as follows, towit: for prohibition, 105; against prohibition, none. Said election occurred September 24, 1910.\" The above is recited from the bill of exceptions. This is all of the order shown by the bill of exceptions and statement of facts both, with reference to the order of the court declaring the result of the election. When this was offered various and sundry and divers objections were urged to its introduction, which we deem unnecessary to state. The objection covered every possible phase. The statute, article 5721, Revised Civil Statutes, reads as follows: \"Said court shall hold a special session on the eleventh day after the holding of said election, or as soon thereafter as practicable, for the purpose of opening the polls and counting the votes; and, if a majority of the votes are `For prohibition,' said court shall immediately make an order declaring the result of said vote, and absolutely prohibiting the sale of intoxicating liquors within the prescribed limits, except for the purposes and under the regulations specified in this title, until such time ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sasser-v-state"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}