{
  "id": 28872,
  "title": "1914년 Coleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-04-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Coleman. 판결일: 1914-04-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Calvin Coleman v. the State\n**판결일**: 1914-04-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Pbbndebgast\n\n## 변호인\n\nKing  Seale,  for appellant. &#8212; On question that transaction was not a sale: Phillips v. State, 40 S.W. Rep., 271; Sedgwick v. State, 85 S.W. Rep., 813; Treue v. State, 44 S.W. Rep., 829; Newbury v. State, 44 S.W. Rep., 843; James v. State, 78 S.W. Rep., 951; Joseph v. State, 86 S.W. Rep., 326.\n\n C.E. Lane,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 166 S.W. 164\n- 74 Tex. Crim. 36\n\n## 판결문 요약\n\nMisdemeanor prohibition has been in effect in Nacogdoches County since May, 1906. In November, 1913, Edgar Moore, with the knowledge and consent of appellant, ordered a case of whisky from a whisky dealer in Louisiana to be sent by express to Nacogdoches. The liquor dealer so shipped the whisky. When the whisky arrived in Nacogdoches, Moore was informed thereof. He and two others then made up the money, $12.75, for the whisky and paid it to the liquor dealer's collecting agent in Nacogdoches. Appellant, at his instance, then went to the express agent to procure the liquor. The express agent refused to deliver it to him unless and until he would make an affidavit that it was his whisky and that it was not intended for any illegal purpose. Moore and others then furnished him 25c for swearing to the affidavit. He went before a notary, made affidavit to the effect as above stated, paid the notary the 25c for swearing him thereto, took the affidavit, went to the express company, delivered the affidavit to the agent, signed for the whisky in the books of the express company and *Page 37 \nreceived the whisky from the agent. He thereupon delivered it to Jim Johnson for Moore and the others and it was so delivered to them.\nThe case was tried before the court without a jury. The court adjudged him guilty and assessed the lowest penalty. In our opinion the facts of this case bring it within the principles laid down and held by this court to constitute a sale in violation of the prohibit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=coleman-v-state"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}