{
  "id": 28876,
  "title": "1914년 Rodda 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-03-26",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Rodda. 판결일: 1914-03-26. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. R. W. Rodda v. George W. Needham\n**판결일**: 1914-03-26\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Crow, Fullerton, Morris, Mount, Parker\n\n## 변호인\n\nDouglas, Lane & Douglas, for appellants., H. M. Ramey, Jr., and Henry Elliott, Jr., for respondent.\n\n## 인용\n\n- 78 Wash. 636\n\n## 판결문 요약\n\n\nFullerton, J.\nThis action was brought by the respondent against the appellants to have a deed to certain property declared to be a mortgage; the prayer of the complaint being for a reconveyance of the property on the payment of the debt which the deed was given to secure, if a reconveyance could be had free from encumbrance, or, in the alternative, for a judgment against the appellants to the amount of the value of the property. Issue was taken upon the complaint and a trial entered upon. At the conclusion of the respondent’s case in chief, a motion for nonsuit was interposed, based on the grounds of insufficiency of the evidence and a defect of parties plaintiff. The court granted the motion, on the sole ground of want of sufficient parties, .and entered a judgment dismissing the action, without prejudice. Subsequently, on motion of the respondent, and without any further showing, a new trial was granted. This appeal is from the last mentioned order.\nFrom the record, it appears that, dui'ing the year 1907 and the early part of the year 1908, the respondent and her family of children lived in a house of the appellant Geo. W. Needham, as his tenant. Her husband is a mining engineer and was away from home during all of the time, and failed to contribute to her support. The respondent became necessitous because thereof, and Needham permitted her to remain in the house without the payment of rent and from time to time advanced her small sums of money. In 1908, the respondent rem...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rodda-v-needham"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}