{
  "id": 28877,
  "title": "1914년 Franklin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-03-24",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Franklin. 판결일: 1914-03-24. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Franklin and Ponto v. Brown, Warden, Etc.\n**판결일**: 1914-03-24\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Miller\n\n## 변호인\n\nEverett F. Moore, for petitioners., 'A. A. Lilly, Attorney General, for respondent.\n\n## 인용\n\n- 73 W. Va. 727\n\n## 판결문 요약\n\n\nMiller, President:\nOn writ of habeas corpus petitioners seek discharge from imprisonment in the state penitentiary, where, by the judgment of the Circuit Court of McDowell County, they were committed for life on an indictment for robbery.\nThe indictment, made a part of the return of the warden, charges that petitioners “did, in and upon one William Creasy, feloniously make an assault, and him the said William Creasy did then and there feloniously put in bodily fear and danger of his life, and silver coin consisting of two fifty cent pieces of the value of fifty cents each, good and lawful money' of the United States of America, of the property of the said William Creasy from the person and against the will of the said William Creasy, then and there feloniously and violently did steal, take and carry away, against the peace and dignity of the State.” This is the common law form of indictment where no dangerous weapon is used. Mayo’s Guide, 596; Houston v. Commonwealth, 87 Va. 257, 265-6; 1 Wharton’s Prec. of Ind. and PL, (4th Ed.) sections 410-413.\n“Robbery”, at common law, “is the felonious and forcible taking from the person of another of goods or money to any value, by violence or putting in fear.” State v. McAllister, 65 W. Va. 97, 63 S. E. 758, 131 Am. St. Rep. 955; Houston v. Commonwealth, supra. Our statute, section 12, chapter 144, Code 1913, serial section 5163, which does not define robbery, but only' prescribes the punishment, provides: “If any person *729commit ro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=franklin-v-brown"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}