{
  "id": 28885,
  "title": "1914년 Voliva 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-02-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Voliva. 판결일: 1914-02-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Wilbur Glenn Voliva v. Frank B. Cook\n**판결일**: 1914-02-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Vickers\n\n## 변호인\n\nFelsBnthal & Beckwith, and George W. Field, for appellant., Jones, Addington & Ames, and Chytraus, Healy & Frost, (Keene H. Addington, Axel Chytraus, and Albert F. Mecklenburger, of counsel,) for appellee.\n\n## 인용\n\n- 262 Ill. 502\n\n## 판결문 요약\n\n Mr. Justice Vickers delivered the opinion of the court: This was a bill filed by Wilbur Glenn Voliva, assignee of Gus D. Thomas, receiver of the estate of John Alexander Dowie, against Frank B.' Cook, praying for the rescission of a contract between said Cook and Thomas, and for an order requiring said Cook to cause the Chicago Title and Trust Company to deliver to appellant a deed held in escrow by said trust company to the premises the sale of which was provided for in the contract sought to be rescinded. After the issues were joined the cause was referred to a master in chancery to take the testimony and report his conclusions. The master reported finding the allegations of the bill true, and recommended a decree rescinding the contract upon the payment to Cook of $10,-2,02.23, which was found to be the amount he had paid out on account of said contract. The circuit court sustained exceptions to the master’s report and entered a decree dismissing the bill for want of equity, and complainant below has brought the case to this court by an appeal. The facts are as follows: For several years prior to the date of the contract in question appellee was engaged in manufacturing telephone protective devices, and his factory was located at No. 900 West Lake street, in Chicago. After the death of John Alexander Dowie the property which during his lifetime was under his control was managed by a receiver. At the time the contract in question was executed Gus D. Thomas was acting as su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=voliva-v-cook"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}