{
  "id": 28884,
  "title": "1914년 In re Reeseville Drainage District 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-02-24",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: In re Reeseville Drainage District. 판결일: 1914-02-24. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In re Reeseville Drainage District: Lueck\n**판결일**: 1914-02-24\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Maeshall\n\n## 변호인\n\nEor the appellant there were briefs by B. W. Lueok, in sua propria persona, and' O tto Kuenzli, of counsel, and oral argument by Mr. Kuenzli., Eor the respondents there was a brief by Kading & Kad-ing, and oral argument by 0. A. Kading.\n\n## 인용\n\n- 156 Wis. 238\n\n## 판결문 요약\n\n\nMaeshall, J.\nCounsel for appellant does not complain of the order dismissing the drainage proceedings. Therefore respondents’ suggestion as to nonappealability of said order, and immunity of it from attack in the circuit court, will be passed as inconsequential.\nAre the costs and expenses of the petitioners, and debts contracted by them in prosecuting the proceedings for establishment of the drainage district, recoverable by way of enforcing the order of dismissal ? That is the question to be decided. Its solution turns on the statute. No costs are recoverable in any judicial proceeding except as clearly thus authorized.\nIn deciding the suggested question there is little or no use of referring, to statutes or decisions of other states and we shall, therefore, pass all citations in that respect without further notice.\nCounsel cite authorities, mostly foreign, on the general subject of statutory construction. We must pass such citations, because the rules governing the matter are elementary and have been too often stated and applied in this court to leave any good reason for going elsewhere for light on the subject. Moreover it is useless to attempt construction until ambiguity shall have been discovered in the written law *240wbicb calls for construction. A statute cannot, properly, be read otherwise than literally merely to effect a particular object — as if it were within the office of construction to put meaning into a legislative enactment by that process. The office of c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-reeseville-drainage-district"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}