{
  "id": 28887,
  "title": "1914년 McCraw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-02-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McCraw. 판결일: 1914-02-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Willis McCraw v. the State\n**판결일**: 1914-02-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nNo brief on file for appellant.\n\n C.E. Lane,  Assistant Attorney-General, and  J.E. Greer,  County Attorney, for the State. &#8212; Cited Wright v. State, 17 Texas Crim. App., 152.\n\n## 인용\n\n- 163 S.W. 967\n- 73 Tex. Crim. 45\n\n## 판결문 요약\n\nAppellant was indicted for an aggravated assault alleged to have been committed upon J.K. Lofton by striking him with a rock, the same being a deadly weapon, alleged to have been committed on August 11, 1913. The jury found this verdict: \"We, the jury, find defendant guilty as charged in the indictment and assess his punishment at a fine of twenty-five dollars ($25).\"\nThe evidence by the State was to the effect that said Lofton was sitting down in a lumber yard; that appellant slipped up behind him and struck him in the head several times with a large rock which was shown to have been a deadly weapon, and required by the court's charge to be so found before they could find appellant guilty. After appellant had thus assaulted and struck Lofton, Lofton undertook to protect himself and in doing so immediately fought the appellant, but appellant either knocked him down or threw him down and got on top of him. Lofton called upon the bystanders to take him off, which they did. Subsequently, though how long is not shown, the same two parties it seems voluntarily fought in said lumber yard. Appellant denied that he at any time had struck the said Lofton with the rock. Others, in their testimony, supported him. This was a question of fact, however, fairly and fully submitted by the court to the jury and they found against appellant and this court can not disturb the verdict on that account. *Page 47 \nAfter said second fight, it does not appear whether the parties were separated or got...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccraw-v-state"
    }
  ],
  "relatedIncidents": [
    28828,
    28830,
    28837,
    28725,
    28813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}