{
  "id": 28895,
  "title": "1914년 Pioneer Telephone & Telegraph Co. v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1914-01-13",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Pioneer Telephone & Telegraph Co. v. State. 판결일: 1914-01-13. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Pioneer Telephone & Telegraph Co. v. State\n**판결일**: 1914-01-13\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Williams\n\n## 변호인\n\nHarris   Nowlin, J. W. Gleed, J. L. Hunt,  and  J. R. Spielman, \nfor appellant.\n\n Chas. West,  Atty. Gen., and  Chas. L. Moore,  Asst. Atty. Gen., and  E. C. Patton,  for the State.\n\n## 인용\n\n- 138 P. 1033\n- 40 Okla. 417\n\n## 판결문 요약\n\nAppellant maintains a telephone system in Oklahoma City, a city of the first class, under an ordinance passed July 16, 1906, known as ordinance No. 625, entitled \"An ordinance granting to the Pioneer Telephone   Telegraph Company, its successors and assigns, the right to construct, operate and maintain telephone lines in the city of Oklahoma City, Oklahoma Territory, and repealing ordinances Nos. 123 and 244, and all other ordinances and parts of ordinances in conflict therewith.\" *Page 419 \nFor the purpose of this case it will be assumed that said municipality had authority to pass said ordinance granting said franchise. Pioneer Telephone   Telegraph Co. State,33 Okla. 724, 127 P. 1073; Oklahoma Railway Co. v. Powell et al.,33 Okla. 737, 127 P. 1080.\nAfter the erection of the state, to wit, on October 12, 1908, the Corporation Commission made and entered an order which in part provides that:\n\"No person, or persons, firm, company, or corporation doing a transmission business by telephone for hire in the state of Oklahoma shall charge a greater or different rate for service, or similar service in effect on October 12, 1908, without first having made application to the Corporation Commission therefor, and submitting to the Commission a schedule of the proposed change, which before taking effect shall have the approval of this Commission.\"\nOn July 28, 1909, the Burrows Oil Company, one of the appellant's patrons, at Oklahoma City, having filed a complaint against it for violatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pioneer-telephone-telegraph-co-v-state"
    }
  ],
  "relatedIncidents": [
    28813,
    28815,
    28817,
    28822,
    28825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}