{
  "id": 2890,
  "title": "2017년 Tsiklauri 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-05-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Tsiklauri. 판결일: 2017-05-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Rezo Tsiklauri, Appellant\n**판결일**: 2017-05-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Concur--Acosta, Gesmer, Gische, Mazzarelli, Renwick\n\n## 인용\n\n- 2017 NY Slip Op 3701\n- 150 A.D.3d 445\n- 55 N.Y.S.3d 2\n\n## 판결문 요약\n\n\r\n\r\nPeople v Tsiklauri (2017 NY Slip Op 03701)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Tsiklauri\r\n\r\n\r\n2017 NY Slip Op 03701\r\n\r\n\r\nDecided on May 9, 2017\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on May 9, 2017\r\n\r\nAcosta, J.P., Renwick, Mazzarelli, Gische, Gesmer, JJ.\r\n\r\n\r\n3941 4744/12\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvRezo Tsiklauri, Defendant-Appellant.\r\n\r\n\r\nRobert S. Dean, Center for Appellate Litigation, New York (Samuel E. Steinbock-Pratt of counsel), for appellant.\r\nCyrus R. Vance, Jr., District Attorney, New York (Brian R. Pouliot of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, New York County (Daniel P. Conviser, J.), rendered July 23, 2013, convicting defendant, after a jury trial, of assault in the second degree and resisting arrest, and sentencing him to an aggregate term of two years, unanimously affirmed.\r\nThe verdict was not against the weight of the evidence (see People v Danielson, 9 NY3d 342, 348-349 [2007]). There is no basis for disturbing the jury's credibility determinations. There was ample evidence of defendant's intent to resist arrest and prevent the injured officer from performing a lawful duty. Defendant repeatedly shouted \"no,\" backed up against a wall, tried to keep his arms rigid at his sides so officers could not handcuff him, an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tsiklauri"
    }
  ],
  "relatedIncidents": [
    2672,
    2728,
    2730,
    2742,
    2824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}