{
  "id": 28903,
  "title": "1913년 Hotz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-12-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hotz. 판결일: 1913-12-17. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, in Error v. Walter Hotz in Error\n**판결일**: 1913-12-17\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Chiep, Cooke\n\n## 변호인\n\nRichardson & Whitaker, for plaintiffs in error., P. J. Eucey, Attorney General, and Byron Piper, State’s Attorney, (R. C. Harrah, and Paul Taylor, of counsel,) for the People.\n\n## 인용\n\n- 261 Ill. 239\n\n## 판결문 요약\n\n Mr. Chiep Justice Cooke delivered the opinion of the court: Plaintiffs in error, Walter Hotz, Manford C. Butler and Anna Struck, were convicted in the circuit court of Effing-ham county for the murder of Minnie Madge. Hotz and Butler were each sentenced to be confined in the penitentiary for a term of twenty years and Anna Struck was sentenced to confinement in the penitentiary for a term of fourteen years. The first ground relied upon for reversal is, that the court erred in overruling the motion made by Hotz and Butler to be set at liberty. On May 4, 1912, Butler was arrested and committed to the county jail of Effingham county under a coroner’s warrant which was issued as the result of an inquest which had been held to inquire into the death of Minnie Madge. Thereafter, on May 6, Hotz was arrested and committed to jail under the same warrant. Hotz and Butler were held without bail and remained in jail until their trial, in March, 1913. The first term of the circuit court after the arrest and commitment of plaintiffs in error convened October 12, 1912. On October 24, 19-12, an indictment was returned by the grand jury charging plaintiffs in error and one-Tillie Struck with murder, it being alleged in each count that plaintiffs in error and Til-lie Struck did, on April 28, 1912, while Minnie Madge was pregnant with child, cause a miscarriage which resulted in her death,.some of the counts alleging that the crime was committed with certain instruments and others that the mis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hotz"
    }
  ],
  "relatedIncidents": [
    28908,
    28917,
    28941,
    28961,
    28980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}