{
  "id": 28908,
  "title": "1913년 Lansdell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-11-25",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lansdell. 판결일: 1913-11-25. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: ROME RAILWAY & LIGHT COMPANY v. LANSDELL\n**판결일**: 1913-11-25\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Roan\n\n## 변호인\n\nDean & Dean, J. M. Hunt, for plaintiff in error., Seaborn & Barry Wright, contra.\n\n## 인용\n\n- 13 Ga. App. 795\n\n## 판결문 요약\n\n\nRoan, J.\nMrs. W. S. Lansdell sued the Rome Railway &amp; Light Company for damages, for the killing of herjiusband, who was killed by being struck by one of defendant company’s ears while crossing the track of the company at a public crossing in the City of Rome. The petition alleged that he was in the exercise of all ordinary and reasonable care and caution, and that his death resulted through the negligence of the defendant’s motorman in running the car recklessly and at excessive speed, and at a rate of speed greater than that allowed by ordinances of the City of Rome. The defendant, in its answer, denied'all the material allegations of the plaintiff, and in addition thereto pleaded that the ordinances of the City of Rome, alleged to have been violated in the running of the defendant’s cars at the time of the homicide, were unreasonable and invalid, in so far as they applied to the running of its cars at the place of the homicide. The trial of the case resulted in a verdict in favor of the plaintiff. The defendant excepts to the overruling of its motion for a new trial. The motion was based on the usual general grounds, and on several additional grounds, one of which was as follows: “Because the following evidence of witness A. P. McGinnis was illegally admitted by the court over the objection of movant, to wit: Q. What was the usual way the cars ran at that place ? A. Sometimes they ran pretty slow, and sometimes pretty fast. Q. Did you ever make any protest to Mr. Arnol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rome-railway-light-co-v-lansdell"
    }
  ],
  "relatedIncidents": [
    28903,
    28917,
    28941,
    28961,
    28980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}