{
  "id": 28900,
  "title": "1913년 Santiago 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-12-23",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Santiago. 판결일: 1913-12-23. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: The Fajardo Sugar Company, and v. Santiago, and\n**판결일**: 1913-12-23\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Aldrey, Date, Hernández, Took, Toro, Wolf\n\n## 변호인\n\nMessrs. Armstrong & Keith and Luis Muñoz Morales for appellant., Mr. José E. Benedicto for respondents.\n\n## 인용\n\n- 19 P.R. 1129\n\n## 판결문 요약\n\n\nMr. Chief Justice Hernández\ndelivered the opinion of the court.\nA judgment having been rendered by the District Court of San Juan, Section 1, on May 29,1913, dismissing a petition *1130for an injunction presented by the Fajardo Sugar Company, and notice of said judgment having been served upon the plaintiff, said plaintiff appealed thérefrom to this court.\nNotice of said appeal was served on June 13, 1913, and on July 30 of the same year the appellant filed a motion in the district court, accompanied by an affidavit which stated that its attorney had been sick in bed from July 10 to July 15, from July 18 to July 21, and from July 24 to July 25. The prayer of the motion reads as follows:\n“The mover prays the court to take into consideration this motion and the accompanying affidavit and, in its discretional power conferred by section 140 of the Code of Civil Procedure, to admit the statement of the case and bill of exceptions accompanying this motion, a copy of which has been served on the defendants.”\nThe defendants were served with notice in fact, and in their acceptance of the same stated that they had filed already in the office of the secretary of the Supreme Court a motion for the dismissal of the appeal.\nThe district court considered the case and rendered the following decision:\n“Attorney Luis Muñoz Morales, representing the Fajardo Sugar Company, prays this court for an extension of time for filing the bill of exceptions and statement of the ease in the appeal taken b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fajardo-sugar-co-v-santiago"
    }
  ],
  "relatedIncidents": [
    28899,
    28901,
    28903,
    28906,
    28907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}