{
  "id": 28916,
  "title": "1913년 Moreno 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-10-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Moreno. 판결일: 1913-10-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Longoria Moreno v. the State\n**판결일**: 1913-10-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nNo brief on file for appellant.\n\n C.E. Lane,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 160 S.W. 361\n- 71 Tex. Crim. 460\n\n## 판결문 요약\n\nThe appellant was indicted and convicted for pursuing the business or occupation of selling intoxicating liquors in prohibition territory. The penalty was fixed at two years in the penitentiary, &#8212; the lowest prescribed by law. .\nThe evidence by the State is clear and ample, showing her guilt. In addition to showing the specific sales alleged in the indictment, it showed a large number of other sales about the same time and that she kept whisky in considerable quantities, &#8212; not only at her restaurant, but at her residence. At the very time she was arrested in this case, a search of her restaurant was made and many bottles of whisky, concealed in various places about the restaurant, were found.\nThe indictment follows the statute and has uniformly been held sufficient by this court. Slack v. State, 61 Tex. Crim. 372, and a large number of cases decided since then. The court, therefore, did not err in overruling her motion in arrest of judgment, claiming the indictment was insufficient.\nThe testimony by the State, showing that she resisted arrest at the time she was arrested for this offense, drew a dirk and cut the officers who were arresting her, was clearly admissible. (Mitchell v. State, 52 Tex.Crim. Rep..) And the court correctly declined to give appellant's special charge that such evidence should not be considered by the jury.\nShe also requested charges to find her not guilty because her name was different from the name under which she was indicted. The court, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moreno-v-state"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}