{
  "id": 28926,
  "title": "1913년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-09-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Walker. 판결일: 1913-09-06. 법원: District Court, N.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: WALKER v. GILES\n**판결일**: 1913-09-06\n**법원**: District Court, N.D. New York\n**관할**: New York, NY\n\n**판사**: Ray\n\n## 변호인\n\nJames H. Griffin, of New York City, and Frank C. Curtis, of Troy, N. Y., for complainants., Fred Gerlach, of Chicago, Ill. (Lester W. Bloch, of Albany, N. Y., of counsel), for defendants.\n\n## 인용\n\n- 207 F. 825\n\n## 판결문 요약\n\n\nRAY, District Judge.\n[1] The patent in suit alleged to be infringed was issued to Albert P. Olmstead, assignor to Eazelle A. Michael, trustee, May 1, 1906, on application filed December 30, 1905, for “ice cream dipper.” The claim alleged to be infringed reads as follows:\n“1. A dipper for plastic material, comprising in combination a handle and howl provided with a hub bearing at the inner end of, and open to, the bowl;’ *826a toothed scraper hub rotatively mounted in said huh bearing, and insertable and removable through the bowl, said hub having a peripheral flange overhanging on the inner side the teeth thereon; a scraper fixed upon said hub; and a hand lever mounted upon the handle and having a gear rack engageable with the teeth on the hub on the outer side of said overhanging flange.”\nIt is a dipper for any kind of plastic material, but especially ice cream, and has in combination (1) a handle and bowl; (2) the bowl as. a mere bowl is flaring and of greatest diameter at the top, and is provided with a hub bearing at the inner or lower end of the bowl, and open to the bowl; (3) a toothed scraper hub, with a scraper fixed on such scraper hub, and which hub is rotatively mounted in such hub bearing and insertable and removable through the bowl—that is, you pick it out at will or drop it out by releasing the gear rack; (4) this toothed hub has a peripheral flange which overhangs, on the inner side, the teeth on the hub; (5) a hand lever mounted on the handle, and which hand...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walker-v-giles"
    }
  ],
  "relatedIncidents": [
    28989,
    28998,
    28866,
    28899,
    28900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}