{
  "id": 28929,
  "title": "1913년 Bloodsworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-08-15",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Bloodsworth. 판결일: 1913-08-15. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Henry Bloodsworth v. State.\n**판결일**: 1913-08-15\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Armstrong, Doyle, Furman\n\n## 변호인\n\nPatchell  Henderson  and  Blanton  Andrews,  for plaintiff in error.\n\n C.J. Davenport,  Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 133 P. 1131\n- 10 Okla. Crim. 99\n\n## 판결문 요약\n\nThe plaintiff in error, Henry Bloodsworth, was convicted at the January, 1912, term of the district court of Garvin county on a charge of larceny of live stock, and his punishment fixed at imprisonment in the state penitentiary for a year and a day.\nThe appeal was filed in this court on the 15th day of July, 1912, more than a year prior to the time it was placed on the assignment to be heard. No brief has been filed on behalf of the plaintiff in error, and no appearance was made for oral argument when the cause was set for hearing in this court. All persons convicted of crime in the courts of this state are entitled to appeal to this court under the law. This fundamental right is given, not for the purpose of delaying justice, but in order that no injustice or wrong be done such persons. An appeal should not be taken unless it is taken in good faith, and is to be prosecuted to final determination in the appellate court. Counsel who appeal causes for clients are charged with the duty of *Page 100 \nfollowing that appeal by a brief or argument in the appellate court. When this is not done, it is evident that such appeals so neglected were taken only for delay, and are wholly without merit. Occasionally this neglect is due to oversight, but all cases are set for oral argument before this court, and counsel of record are notified by the clerk. When no brief is filed, and no appearance made for oral argument, the record will be examined for the purpose of determining whether or not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bloodsworth-v-state"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}