{
  "id": 28938,
  "title": "1913년 Isdaner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-07-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Isdaner. 판결일: 1913-07-16. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Isdaner v. Philadelphia and Reading Railway Company\n**판결일**: 1913-07-16\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Beaver, Head, Henderson, Morrison, Orlady, Porter, Rice\n\n## 변호인\n\nJohn Lewis Evans, with him D. Clarence Gibboney and Thomas J. Norris, for appellants., Wm. J. Graham, with him George Gowen Parry, fof appellee.\n\n## 인용\n\n- 54 Pa. Super. 509\n\n## 판결문 요약\n\n\nOpinion by\nHenderson, J.,\nThe plaintiff’s action being for the value of goods lost in transit it became necessary to show that the missing *511merchandise was in the package containing it at the time it left the custody of Eiseman &amp; Company, by whom it was shipped. The evidence offered on behalf of the plaintiffs was sufficient to show that the missing merchandise was packed with the balance of the shipment in a box secured by iron bands at the ends, and that it was delivered in this condition to a carter employed by the shipper whose duty it was to carry the package to the dock of the Central Railroad of New Jersey, in New York, where it was accepted, but there is an entire lack of evidence that the box as delivered to the carter was delivered intact to the railroad company. .The receipt for the same “in apparent good order except as noted, contents and condition of contents of packages unknown” is an admission as to conditions visible and open to inspection, but does not bind the carrier to liability for the contents in the absence of evidence that the package is not what it appears or is represented to be. The admission applies to external conditions but not to that which is not open to inspection. The responsibility of the carrier in a case like this is only to deliver the goods as he receives them. The merchandise was not committed to the carter as the initial carrier in a course of transportation to be completed through the agency of other carriers. He was employed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=isdaner-v-philadelphia-reading-railway-co"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}