{
  "id": 28943,
  "title": "1913년 Sholz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-07-05",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sholz. 판결일: 1913-07-05. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: MARY B. SHOLZ v. SARAH M. MILLS\n**판결일**: 1913-07-05\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Allen, Appraisers, Arbitrators, Chosen, Lease, Nortoni, Proceed, Reynolds, That, Under\n\n## 변호인\n\nF. J. McMaster for appellant., jRassieur, Kammerer <& Rassieur for respondent.\n\n## 인용\n\n- 176 Mo. App. 352\n\n## 판결문 요약\n\n\nALLEN, J.\nThis is a suit in equity instituted in the circuit court of St. Louis county for the purpose of setting aside a valuation or appraisement of certain real estate .situated in the town of Webster Groves,, in said county, made by two appraisers as of date J an-*356nary 1,1910, and to secure another appraisement thereof pursuant to the terms of a certain lease wherein appellant is lessor.and respondent lessee. The court below found the issues in favor of the defendant, dismissing plaintiff’s bill, and the plaintiff has duly prosecuted her appeal to this court.\nThe lease in question was executed January 1, 1860, by one Thomas J. Payne, as lessor, and one Frank E. Robinson, as lessee, whereby the premises therein described were leased for a term of one hundred years, commencing January 1, I860; the plaintiff having become the owner in fee of the property in question, and entitled to all the rights of the original lessor in the lease, and the defendant, respondent here, having by mesne conveyances and assignments acquired all of the rights of the original lessee therein.\nThe provisions of the lease here pertinent are as follows:\n“And it is further agreed that after the 1st day of January, 1880, the annual rent of the ground hereby leased, shall be at the rate of six per cent per annum on the value of said ground only, without regard to the improvements thereon; and there shall be a valuation anew of said ground every ten years; the first of said valuations shall be made o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sholz-v-mills"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}