{
  "id": 28947,
  "title": "1913년 García 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-06-17",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: García. 판결일: 1913-06-17. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: García v. Suro\n**판결일**: 1913-06-17\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Aldrey, Chibe, Hernández, MacLeary, Toro, Wolf\n\n## 변호인\n\nMr. Martín Travieso, Jr., for appellants.’, , Mr. Herminio Diaz Navarro for respondent Eoeco.\n\n## 인용\n\n- 19 P.R. 720\n\n## 판결문 요약\n\n\nMe. Chibe Justice HerNÁNDez\ndelivered the opinion of the court.\nThis is an action brought by the spouses Adolfo Glarcia and Rosario Suárez to recover the possession of seven diamond rings belonging to them, which were sold by the defendant, Grabriel Snro, to the other defendant, Antonio Rocco, or in case it should be impossible to return said jewelry, that Rocco be adjudged to pay to the plaintiffs the full value thereof, and that both defendants be adjudged to pay to the’ plaintiffs the sum of $300 as damages, together with costs and attorney’s fees. The case duly came on for trial before the District Court of San Juan, Section 1, and judgment was rendered on May 23, 1912, dismissing the complaint as regards Antonio Rocco and sustaining it as to the defendant Grabriel Siiro, who was adjudged.to pay the plaintiffs the sum of $420, being the value of the rings and the costs of the action, from which judgment counsel for plaintiffs took the present appeal to. this court.\nThe court bases its decision on the ground that according to the evidence introduced at the trial the plaintiffs, about or before the month of April, 1911, delivered to the defendant, G-abriel Suro, nine diamond rings belonging to them on the condition that he should sell them and make immediate de-' livery to them of the proceeds of such sale; that Suro sold seven of the rings to the other defendant, Antonio Rocco, for $200, reserving the right to redeem the same within the eight days following by reimbursing...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garcia-v-suro"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}