{
  "id": 28940,
  "title": "1913년 Rossman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-07-11",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Rossman. 판결일: 1913-07-11. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: NATIONAL POWER & PAPER COMPANY v. JOHN P. ROSSMAN and Another\n**판결일**: 1913-07-11\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Hallam\n\n## 변호인\n\nHarris Richardson and Walter Richardson, for plaintiff., Tí. R. Briggs, for defendants., Alford & Hunt, for interveners.\n\n## 인용\n\n- 122 Minn. 355\n\n## 판결문 요약\n\n\nHallam, J.\nThe plaintiff, National Power &amp; Paper Co., is a Minnesota corporation, organized in 1905. Defendant Eossman has at all times been its secretary, treasurer, and general manager, and, up to May 15,. 1912, a director.\nIt is alleged that in 1907 said Eossman entered into negotiations1 with the state of Minnesota for the purchase of certain timber to be' sold at public sale, and advised the board of directors that he had arranged to have same bid in for the corporation; that he in fact-caused the same to be bid in, for $748.75, in the name of defendantMcAlpine, as part of a plan to defraud the corporation; that on January 3, 1908, at a meeting of the stockholders, defendant Eossman, as-part of the same fraudulent plan, advised the purchase of a portion, of this timber from McAlpine for $4,000, to be paid for in stock at 50 cents on the dollar; that on his advice and through his misrepresentation as to the value of said timber, and as to other facts, it was so purchased; that, at a prior date, said Eossman had given the notes-of the corporation to said McAlpine for $1,000, in payment for another portion of said timber. These notes were transferred by McAlpine to Eossman and were paid by the corporation by issue of stock.\nIt is further alleged that in 1906 defendants McAlpine and Eossman purchased certain lands of the Northwestern Improvement Co. in the name of McAlpine for the sum of $4,640, and, by fraud and misrepresentation, induced the corporation to purchase th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=national-power-paper-co-v-rossman"
    }
  ],
  "relatedIncidents": [
    28911,
    28975,
    28994,
    29000,
    28815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}