{
  "id": 2894,
  "title": "2017년 State of Tennessee v. Wynell Ford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-05-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Wynell Ford. 판결일: 2017-05-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Wynell Ford\n**판결일**: 2017-05-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n                                                                                        05/05/2017\n\n\n\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                          Assigned on Briefs April 11, 2017\n\n                  STATE OF TENNESSEE v. WYNELL FORD\n\n                   Appeal from the Circuit Court for Madison County\n                       No. 15-392    Donald H. Allen, Judge\n\n\n                            No. W2016-01515-CCA-R3-CD\n\n\n\nThe Defendant, Wynell Ford, pled guilty in the Madison County Circuit Court to\nconvicted felon in possession of a firearm with a prior violent felony, a Class C felony,\nand was sentenced by the trial court as a multiple offender to ten years in the Department\nof Correction at thirty-five percent. On appeal, he challenges the trial court’s denial of\nhis request for alternative sentencing. Following our review, we affirm the sentencing\ndeterminations of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nALAN E. GLENN, J., delivered the opinion of the court, in which TIMOTHY L. EASTER and\nJ. ROSS DYER, JJ., joined.\n\nGeorge Morton Googe, District Public Defender; and Gregory D. Gookin, Assistant\nPublic Defender, for the appellant, Wynell Ford.\n\nHerbert H. Slatery III, Attorney General and Reporter; Benjamin A. Ball, Senior Counsel;\nJames G. (Jerry) Woodall, District Attorney General; and Aaron J. Chaplin, Assistant\nDistrict Attorney General, for t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-wynell-ford"
    }
  ],
  "relatedIncidents": [
    2622,
    2623,
    2624,
    2630,
    2635
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}