{
  "id": 28957,
  "title": "1913년 Bird 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-05-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bird. 판결일: 1913-05-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charley Bird v. the State\n**판결일**: 1913-05-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nCooper, Merrill  Lumpkin,  for appellant.\n\n C.E. Lane,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 157 S.W. 479\n- 70 Tex. Crim. 515\n\n## 판결문 요약\n\nAppellant was indicted and convicted of unlawfully engaging in and pursuing the business of selling intoxicating liquors, in Commissioners Precinct No. 1 in Potter County, wherein prohibition was in force.\nIt is necessary to consider but one question which is properly raised. The charge of the court in stating the case tells the jury that the appellant stands charged by indictment with the offense of unlawfully engaging *Page 516 \nin the occupation and business of selling intoxicating liquors in said precinct in Potter County; then \"the several sales alleged to have been made by defendant constituting such offense are alleged to have been made by the defendant in said Commissioners Precinct in said Potter County to the persons and on or about the dates as follows:\" Then, as in the indictment, the court specifies eight particular and distinct sales at distinct and separate times alleged to have been made by appellant to Caesar Jackson, then six other separate and distinct sales at different and distinct times alleged to have been made by appellant to Louise Johnson, then one other at a separate and distinct time alleged to have been made by appellant to Louie Kirsch. All of this is in one paragraph of the court's charge. Then follows, in a separate paragraph, a statement in the charge as to the law to govern the jury in the disposition of the case, and says: First. This, in substance, is, that our statute provides that if any person shall engage in or pursue the occupation or ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bird-v-state"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}