{
  "id": 28961,
  "title": "1913년 Huddleston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-04-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Huddleston. 판결일: 1913-04-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: George Huddleston v. the State\n**판결일**: 1913-04-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nMcMurray  Gettys,  for appellant. &#8212; On question of description of instrument used and charge of court thereon: Pollard v. State, 26 S.W. Rep., 70.\n\nOn question of court's failure to charge on circumstantial evidence: Barnes v. State,  41 Tex. 342 ; Struckman v. State, 7 Texas Crim. App., 581; Crowell v. State, 24 id., 404; Early v. State, 50 Tex.Crim. Rep., 97 S.W. Rep., 82; Bonner v. State, 58 Tex.Crim. Rep., 125 S.W. Rep., 22; Burnham v. State, 61 Tex.Crim. Rep., 135 S.W. Rep., 1175; Tre\n\n## 인용\n\n- 260 S.W. 1168\n- 70 Tex. Crim. 260\n\n## 판결문 요약\n\nAppellant was convicted of manslaughter, *Page 262 \nhis punishment being assessed at two years confinement in the penitentiary.\nThe indictment contains two counts, the first charging that appellant killed the deceased, Ben Motley, by stabbing him with a knife, and the second by stabbing him \"with some sharp instrument.\" The second count of the indictment is attacked as being insufficient; that the simple allegation stabbing him with some sharp instrument is not a sufficient designation of the instrument with which the stabbing occurred. We are of the opinion this contention is correct. Where the instrument used is not known to the grand jury or can not be obtained by reasonable diligence, then it is incumbent upon the grand jury to allege in addition to the fact that it was a sharp instrument or blunt instrument, etc., a further description is unknown to the grand jury. We would suggest that if it is thought necessary to prosecute this case further, that another indictment be preferred charging the offense in conformity with the decisions and the well understood jurisprudence. The above has been the rule in Texas, and many cases have been decided by this court involving this principle since the case of Jarasco v. State, 6 Texas Crim. App., 238, as well as other cases involving this direct question. See Drye v. State, 14 Texas Crim. App., 185; Jackson v. State,34 Tex. Crim. 38.\nIt is also urged that the court erred in authorizing the jury to convict on the second count in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huddleston-v-state"
    }
  ],
  "relatedIncidents": [
    28903,
    28908,
    28917,
    28941,
    28980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}