{
  "id": 28975,
  "title": "1913년 Fippinger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-04-09",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Fippinger. 판결일: 1913-04-09. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Frederick W. Fippinger v. Henry Ullrich\n**판결일**: 1913-04-09\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Baume\n\n## 변호인\n\nGeorge M. Boyd, for appellant., BbNNisoN F. Bartel, for appellee.\n\n## 인용\n\n- 178 Ill. App. 611\n\n## 판결문 요약\n\n Mr. Justice Baume delivered the opinion of the court. On July 13, 1910, appellee sued out a writ of attachment in the County Court to secure a claim for $1,000, alleged to he due him from appellant, and said writ was levied on certain real estate in Melrose Park in Cook County. The affidavit of appellee sets forth, as grounds for issuing the writ, that appellant “has within two years last past, fraudulently conveyed or assigned his effects, or a part thereof, so as to hinder and delay his creditors; and has within two years last past, fraudulently concealed or disposed of his property, so as to binder and delay Ms creditors; and is now about fraudulently to conceal, assign, or otherwise dispose of bis property or effects, so as to binder or delay Ms creditors.” Tbe alleged claim of appellee, as stated by bim, is “for commissions on real estate sales amounting to $975, and an agreed balance of $25 for rent, for wMcb appellant bad executed bis promissory note, dated December 14, 1909, and due January 2, 1910.” Issues were made upon appellant’s verified plea traversing tbe several grounds for attachment and upon proper pleas denying tbe execution of tbe note and tbe alleged indebtedness, and a trial of such issues resulted in verdicts in favor of appellee upon both issues and judgment against appellant. On or about March 1, 1909, appellant, who was engaged in tbe sale of real estate owned or controlled by bim, located in Melrose Park and in tbe states of Michigan and Wisconsin,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fippinger-v-ullrich"
    }
  ],
  "relatedIncidents": [
    28911,
    28940,
    28994,
    29000,
    28815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}