{
  "id": 28972,
  "title": "1913년 Wiseman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-04-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wiseman. 판결일: 1913-04-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Roscoe Wiseman Et Al. v. the State\n**판결일**: 1913-04-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nCecil Storey  and  L.P. Bonner,  for appellants. &#8212; Cited Ex parte Guffey, 8 Texas Crim. App., 409.\n\n C.E. Lane,  Assistant Attorney-General, for the State. &#8212; Cited Wells et al. v. State, 21 Texas Crim. App., 594; Thompson v. State, 17 Texas\nCrim. App., 318; Thrash v. State, 16 id., 271; Peters v. State, 10 id., 302; Lindsay v. State, 39 Tex.Crim. Rep., and cases cited in opinion.\n\n## 인용\n\n- 156 S.W. 683\n- 70 Tex. Crim. 477\n\n## 판결문 요약\n\nThe facts, in substance, show that while the District Court of Wilbarger County was in session there was pending against Roscoe Wiseman an indictment charging him with a felony. During the term of the court the sheriff took his bail in the sum of $750. This was not shown to have been fixed by the court. The amended statute provides that where the court is in session it is not necessary to bring the arrested party into court and have him enter into a recognizance in open court, but the court shall fix the amount of the bail, and the sheriff may then take his bond without bringing him before the court. There is nothing to show the court did fix the amount of the bond.\nIt is contended that this bond was taken by the sheriff without authority of the law. In other words, the contention is, as the statute says the court shall fix the amount of the bond under the circumstances detailed, that the sheriff was without authority to take the bond during term time, and, therefore, the bond was a nullity. See Acts Thirtieth Legislature, page 148, section 1. We are of opinion there is no such error in this matter as requires a reversal of the judgment. It is not shown by positive evidence that the court did not fix the amount of the bail. The conclusion from the record would be of a negative character that he did not fix the bond, because there was no entry of it and no facts introduced to show that he did fix it. The evidence does not show, however, that he did not verbally fix the amount ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wiseman-v-state"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}