{
  "id": 28986,
  "title": "1913년 Carl 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-03-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Carl. 판결일: 1913-03-10. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Kansas City Southern Railway Company v. Carl\n**판결일**: 1913-03-10\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Hughes, Lurton, Pitney\n\n## 변호인\n\nMr. Samuel W. Moore, with whom Mr. James B. Mc-Donough was on the brief, for plaintiff in error:, No appearance for defendant in error.\n\n## 인용\n\n- 227 U.S. 639\n- 33 S. Ct. 391\n- 57 L. Ed. 683\n- 1913 U.S. LEXIS 2340\n\n## 판결문 요약\n\n\n227 U.S. 639 (1913)\nKANSAS CITY SOUTHERN RAILWAY COMPANY\nv.\nCARL.\nNo. 16.\nSupreme Court of United States.\nArgued October 22, 1912.\nDecided March 10, 1913.\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n*643 Mr. Samuel W. Moore, with whom Mr. James B. McDonough was on the brief, for plaintiff in error.\nNo appearance for defendant in error.\n*646 MR. JUSTICE LURTON, after making the foregoing statement, delivered the opinion of the court.\nThe Supreme Court of the State declined to consider or pass upon any of the questions made in that court for reversal except the single question as to whether the plaintiff in error, as the final carrier in the route, was entitled to the benefit of the stipulation in the release signed by the shipper, releasing the Chicago, Rock Island and Pacific Railway, the primary carrier, \"and all other Railroad and *647 Transportation Companies over whose lines the above property may pass to destination, from any loss or damage the property may sustain in excess of five dollars per hundredweight.\"\nThe court, after saying that the plaintiff in error \"relies for a reversal on the clause in the contract with the initial carrier limiting the liability as to value in case of loss . . . as a stipulation for its benefit as well as for the benefit of the initial carrier, and bases this contention on our decisions to that effect,\" in answer to this contention, said:\n\"But in making their contention they have not taken into consideration the effect of the Hep...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kansas-city-southern-railway-co-v-carl"
    }
  ],
  "relatedIncidents": [
    28854,
    28899,
    28900,
    28901,
    28903
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}