{
  "id": 28989,
  "title": "1913년 Taff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-03-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Taff. 판결일: 1913-03-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Magruder Taff v. State.\n**판결일**: 1913-03-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Harper\n\n## 변호인\n\nE.T. Simmang,  for appellant. &#8212; On the question of plea of former conviction: Pearce v. State, 50 Tex.Crim. Rep.; 98 S.W. Rep., 861; Grisham v. State, 19 Texas Crim. App., 504; Schindler v. State, 15 id., 394; Quitzow v. State, 1 Texas Crim. App., 52; Pascal v. State, 49 Tex.Crim. Rep.; Corbett v. State, 63 id., 478; Johnson v. State, 64 id., 416; Herera v. State, 35 id., 607; Moore v. State, 33 id., 166; Homer v. State, 65 S.W. Rep., 371.\n\nOn question of attempt to rape: Ford v. State,  4\n\n## 인용\n\n- 155 S.W. 214\n- 69 Tex. Crim. 528\n\n## 판결문 요약\n\nAppellant was convicted of assault with intent to commit the offense of rape, and his punishment assessed at three years confinement in the penitentiary.\nThe facts would show the prosecuting witness, Miss Selma Franke, was living with her mother at the crossing of two public roads; that Messrs. Lucas, Hoffman and Schkate lived near to her mother's home. On the night in question Miss Selma says some one appeared at their home and knocked on the door, and then tried to push the door open; when she would not admit him, he left, but shortly returned and came to a window, and asked Miss Selma to come out, offering her from five to ten dollars to do so. That she asked him to leave, and he agreed to do so if she would give him some bread and butter, which she did. He left, but again came back and asked for water, and when she gave it to him, and after he had drank the water, he undertook to raise the window; as he did so, she endeavored to prevent the window being raised, when appellant caught her by the wrist and pulled her towards him. She then discovered, for the first time, that her assailant was a negro, when she screamed, jerking away from appellant. He left, and shortly after she screamed Messrs. Hoffman and Lucas came, when she told them of the transaction.\nAppellant denies that he was the person who went to the prosecuting witness' house, and denies any knowledge of the matter, and says he is not the person who caught her by the hand and pulled her to him.\nIt is sufficient ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taff-v-state"
    }
  ],
  "relatedIncidents": [
    28926,
    28998,
    28866,
    28899,
    28900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}