{
  "id": 28980,
  "title": "1913년 Dimitri 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-04-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dimitri. 판결일: 1913-04-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Annetta Dimitri v. the State\n**판결일**: 1913-04-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nNo brief on file for appellant.\n\n C.E. Lane,  Assistant Attorney-General, for the State. &#8212; On question of reputation of house: Johnson v. State,  32 Tex. Crim. 504 ; Harkey v. State, 33 id., 100; Forbes v. State, 35 id., 24; Wimberly v. State, 53 id., 11.\n\n## 인용\n\n- 155 S.W. 535\n- 70 Tex. Crim. 17\n\n## 판결문 요약\n\nAppellant was indicted for keeping and being concerned in keeping, on July 15, 1912, a house of prostitution, and where prostitutes were permitted to resort and reside for the purpose of plying their vocation. She was found guilty and her penalty assessed at a fine of $200 and twenty days confinement in jail.\nThe evidence sufficiently and without contradiction shows that she was in control and kept such house in Dallas. Several witnesses testified that the general reputation of the house as a house for that purpose was bad. It seems that this reputation not only existed on the date charged but for some time prior thereto. Her clerk testified that she employed him and he worked for her at said house; that when employed she instructed him that when a man and a woman came there and wanted a room, to rent it to them and get the money; to let them sign the book as man and wife, and that he carried out these instructions, rented the rooms to any couple that came for that purpose; that he did not ask them whether they were married or not; that men would come there and want girls, and when they did he called appellant and she would arrange for the girls. One police officer testified that he was up in the house at one time and saw a man and woman in bed together; that they said they were not married; that the woman told him she got $2 for going to bed with the man, and the man said he gave her $2 for that purpose. Another witness testified that between April 1, 1912, and July 15, 1912...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dimitri-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chumley-v-state"
    }
  ],
  "relatedIncidents": [
    28903,
    28908,
    28917,
    28941,
    28961
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}