{
  "id": 28991,
  "title": "1913년 Bartell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-02-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bartell. 판결일: 1913-02-24. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Bartell v. United States\n**판결일**: 1913-02-24\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Day\n\n## 변호인\n\nMr. Joe Kirby for plaintiff in error submitted:, The Solicitor General for the United States:\n\n## 인용\n\n- 227 U.S. 427\n- 33 S. Ct. 383\n- 57 L. Ed. 583\n- 1913 U.S. LEXIS 2315\n\n## 판결문 요약\n\n\n227 U.S. 427 (1913)\nBARTELL\nv.\nUNITED STATES.\nNo. 691.\nSupreme Court of United States.\nArgued January 14, 1913.\nDecided February 24, 1913.\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF SOUTH DAKOTA.\nMr. Joe Kirby for plaintiff in error submitted.\n*430 MR. JUSTICE DAY delivered the opinion of the court.\nThe plaintiff in error was indicted under § 3893 of the Revised Statutes, which declares certain matter unmailable, for depositing a letter alleged to be obscene in a post-office of the United States. Upon trial he was convicted, and was sentenced to a term in the penitentiary. The case is brought here to review alleged errors in failing to sustain objections made to the indictment in the court below.\nThe indictment charged that Bartell did on the twenty-fourth of November, 1911, at Sioux Falls, in the County of Minnehaha, State of South Dakota, unlawfully, wilfully, knowingly and feloniously deposit in the United States post-office at Sioux Falls aforesaid, for mailing and delivery by the post-office establishment of the United States, certain nonmailable matter, to wit: \"A letter enclosed in an envelope, which said letter was then and there filthy, obscene, lewd, lascivious and of an indecent character, and is too filthy, obscene, lewd, offensive and of such indecent character as to be unfit to be set forth in this indictment and to be spread at length upon the records of this Honorable Court. Therefore the Grand Jurors, aforesaid, do not set forth the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bartell-v-united-states"
    }
  ],
  "relatedIncidents": [
    28899,
    28900,
    28901,
    28903,
    28906
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}