{
  "id": 28996,
  "title": "1913년 Pearson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-02-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Pearson. 판결일: 1913-02-13. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: PEARSON v. HORNE\n**판결일**: 1913-02-13\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Lumpkin\n\n## 변호인\n\nLittle & Powell, for plaintiff in error., 6-eorge P. Whitman,, contra.\n\n## 인용\n\n- 139 Ga. 453\n\n## 판결문 요약\n\n\nLumpkin, J.\nHenry Horne brought suit against Mrs. Louisa G-. Pearson, alleging in substance as follows: On July 19, 1909, the defendant entered into the following written contract with the plaintiff: “Atlanta, Ga., July 19, 1909. In consideration of an advance of $1,000 to me by H. Horne, I hereby agree if I should decide to sell my half interest in the property corner of Second and Cherry Streets, Macon, Ga., to give him the option of purchasing same for his clients, at any price that may be offered for the property by other parties.” This was signed by the defendant. The property was known as the Ayers building, and the Mallory-; Taylor Drug Store, and the defendant owned a half interest therein. *454On October 1, 1909, the defendant determined to sell her interest in the property for $23,000, and in violation of her agreement with the plaintiff, and without giving him any opportunity to buy her interest, and without notice to him, she sold the property to one Willingham for the amount named. The plaintiff was ready, willing, and able to purchase her interest in the property at the price for which she sold it, and would have done so if an opportunity therefor had been offered to him by the defendant, in accordance with her agreement. On the date mentioned the market value of the interest in the property was $28,000, and by reason of the defendant’s breach of contract the plaintiff has been damaged the sum of $5,000.\nThe defendant filed a general demurrer to the petition. I...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pearson-v-horne"
    }
  ],
  "relatedIncidents": [
    28997,
    28899,
    28900,
    28901,
    28903
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}