{
  "id": 28998,
  "title": "1913년 Burden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-02-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Burden. 판결일: 1913-02-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. J. Burden v. the State\n**판결일**: 1913-02-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Harper\n\n## 변호인\n\nFrank G. Harmon,  for appellant. &#8212; On question that defendant is entitled to a statement of facts where he is too poor to pay or give security therefor: Trammel v. State, 1 Texas Crim. App., 121; Henderson v. State, 20 id., 304; Bazzanno v. State, 62 Tex. Crim. 47 ; Sargent v. State, 61 id., 34; Shaffer v. State, 58 id., 646.\n\nOn question where defendant is deprived of statement of facts by no fault of himself or counsel, the cause must be reversed and remanded: Sargent v. State, 61 Tex.Cr\n\n## 인용\n\n- 156 S.W. 1196\n- 70 Tex. Crim. 349\n\n## 판결문 요약\n\nAppellant was indicted, charged with rape, and he was convicted of that offense. The penalty for this offense as provided by our code is death, or by confinement in the penitentiary for life, or for a term of years not less than five.\nArticle 558 of the Code of Criminal Procedure provides that in all capital felonies, if the accused is too poor to employ counsel, the court *Page 351 \nshall appoint one or more attorneys to defend him. This statute has been held to be mandatory. (Pennington v. State, 13 Texas Crim. App., 44; Brown v. State, 52 Tex.Crim. Rep..) The court, as shown by the record before us, did appoint attorneys to represent defendant, who apparently ably represented him, for while the appellant was found guilty, his punishment was assessed at only ten years confinement in the penitentiary.\nThe attorneys appointed by the court, Messrs. Dearing, Barrett Harmon, filed a motion for new trial, which was by the court overruled on September 14, 1912, when notice of appeal was given and entered of record. Thereafter, on the 14th day of September, defendant filed an affidavit stating that he was unable to pay for a transcript, and was unable to give security therefor. On September 30, 1912, the court entered up the following order: \"This day came on to be heard the request of the defendant to have the stenographer prepare a statement of facts in this cause; and it appearing to the court that the defendant had made affidavit that he is unable to pay for the same, or give s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burden-v-state"
    }
  ],
  "relatedIncidents": [
    28926,
    28989,
    28866,
    28899,
    28900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}