{
  "id": 28994,
  "title": "1913년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1913-02-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Williams v. State. 판결일: 1913-02-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John Williams v. State.\n**판결일**: 1913-02-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nY.D. Harrison  and  Geo. J. Ryan,  for appellant. &#8212; On question of court's charge on value of property: Barnes v. State, 44 S.W. Rep.,\n491; Thomas et al v. Sanders, 150 S.W. Rep., 768; Ross v. State, 10 Texas Crim. App., 455; White v. State, 13 id, 259; Ezzell v. State, 29 id, 521; Wills v. State,  40 Tex. 70 ; Cannon v. State, 18 Texas Crim. App., 172.\n\n C.E. Lane,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 153 S.W. 1136\n- 69 Tex. Crim. 163\n\n## 판결문 요약\n\nThe indictment contained two counts, &#8212; one charging theft of 576 pounds of scrap brass of the value of fifty-one dollars. The second charged appellant with receiving the same brass from some person to the grand jurors unknown, and that he did also fraudulently conceal the property, after having received, or acquired it, from some person to the grand jurors unknown, etc.\nThe court submitted the second count, to wit: receiving and concealing stolen property. The evidence for the State shows that the property was worth 11 1/2 and 12 cents per pound, and as the first witness testified, $60 or $70. The defendant testified that Mr. Applebaum bought that character of stuff in Marshall and it was worth 5 cents per pound; that that was the amount Mr. Applebaum paid for that character of stuff. This is the evidence in substance on that question.\nThe court charged the jury generally that if they believed appellant received the 576 pounds of brass, he would be guilty and the jury should convict and send him to the penitentiary. There isn't anything further in the charge as to the value. Objection was urged that the court did not submit misdemeanor theft or the reception of property under the value of $50. This was set up in the motion for new trial and specifically pointed out. It is unnecessary to state the grounds set up in the motion. The matters are sufficiently presented to require consideration. This contention of appellant is correct. There were two theories made by the evid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    28911,
    28940,
    28975,
    29000,
    28815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}