{
  "id": 29018,
  "title": "1912년 Tate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-11-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Tate. 판결일: 1912-11-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Burrell Tate v. State.\n**판결일**: 1912-11-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nM.J. Hathaway,  for appellant. &#8212; On question of the court's failure to instruct on accomplice testimony: Phillips v. State, 17 Texas Crim. App., 169; Burke v. State, 15 id, 156; Winn v. State, 15 id, 169; Smith v. State, 45 S.W. Rep., 707; Rios v. State, 48 S.W. Rep., 505; Johnson v. State,  58 Tex. Crim. 244 ; 125 S.W. Rep., 16.\n\n C.E. Lane,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 151 S.W. 825\n- 68 Tex. Crim. 561\n\n## 판결문 요약\n\nAppellant was convicted of cow theft and given the lowest penalty.\nAs stated by appellant in his brief, the sole question in this case was whether or not the evidence showed or tended to show that the State's witness Hobbs was an accomplice in the theft so as to require the court to submit that question to the jury. The court charged that Stanfield was an accomplice and gave a correct charge as to the necessity of the corroboration of his testimony. No complaint is made of this.\nWe have carefully studied the evidence in this case and in our opinion the evidence does not show or tend to show that Hobbs was an accomplice so as to authorize or require the court to submit that question to the jury, and the court did not err in not submitting it to the jury. It is unnecessary to recite the evidence. It in no way connects Hobbs with the theft so as to show or tend to show that he had anything to do therewith or was in any way an accomplice in the theft.\nThe judgment is affirmed.\nAffirmed.\n[Rehearing denied December 18, 1912. &#8212; Reporter.]...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tate-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=quentes-v-state"
    }
  ],
  "relatedIncidents": [
    29029,
    28906,
    28911,
    29000,
    29016
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}