{
  "id": 29016,
  "title": "1912년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-12-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Harrison. 판결일: 1912-12-03. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: HARRISON v. UNITED STATES\n**판결일**: 1912-12-03\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Denison, Knappen, Warrington\n\n## 변호인\n\nW. Knox Haynes, of Chicago, Ill., John E. Bruce, of Cincinnati, Ohio, and John J. Lentz, of Columbus, Ohio, for plaintiff in error., Sherman T. McPherson, U. S. Atty., and Edward P. Moulinier, Asst. Ü. S. Atty., both of Cincinnati, Ohio, for the United States.\n\n## 인용\n\n- 200 F. 662\n\n## 판결문 요약\n\n\nDENISON, Circuit Judge.\nHarrison (respondent below) was engaged in manufacturing and selling, at Cincinnati, various household articles. The business was of large volume and long standing. Among the articles so being manufactured and sold, in the spring of 1910, were a vacuum cleaning device known as the “New Home Vacuum Cleaner,” and a washing machine called the “Easy Way Washer.” Sales of these were promoted by sending through the mails advertisements and correspondence. In December, 1910, Harrison was prosecuted under two separate indictments for using the mails in a scheme or artifice to defraud, contrary to section 215 of the Criminal Code (R. S. § 5480 [U. S. Comp. St. 1901, p. 3696]). One indictment had reference to the New Home Vacuum Cleaner; the other to the Easy Way Washer. As -to the vacuum cleaner, it was alleged that the scheme was formed April 20, 1910, and that the forbidden use of the mails was from April 20th to July 27th; as to the washer, that the formation of the scheme was in December, 1909, and the use of the mails on July 13 and July 21, 1910. Respondent demurred to each indictment, the demurrers were overruled, the indictments were consolidated, and respondent tried upon his pleas of not guilty. He was convicted and sentenced under each indictment, and brings these writs of error.\nJudge Sanborn, speaking for the Circuit Court of Appeals of the Eighth Circuit (Union Pacific Coal Co. v. United States, 173 Fed. 737, 740, 97 C. C. A. 578, 581), has recen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-united-states"
    }
  ],
  "relatedIncidents": [
    29065,
    29070,
    29081,
    28911,
    28940
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}