{
  "id": 29017,
  "title": "1912년 Dineen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-11-27",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Dineen. 판결일: 1912-11-27. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John M. Dineen v. William H. Lanning\n**판결일**: 1912-11-27\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Fawcett\n\n## 변호인\n\nM. S. McDuffee, for appellant., \nAlbert W. Grites, contra.\n\n\n## 인용\n\n- 92 Neb. 545\n\n## 판결문 요약\n\n\nFawcett, J.\nProm a judgment of the district court for Box Butte county, dismissing plaintiff’s suit for a partition of the northeast quarter of section 30, township 26, range 47 west of the sixth P. M., in said county, plaintiff appeals.\nOn February 1,\" 1888, one William H. Wareham, who was the then owner of the land in controversy, his wife joining him, executed and delivered to defendant Banning a mortgage upon the land. Thereafter, by mesne conveyanees, the title reached one Harvey Myers, who on February 27, 1892, by warranty deed, conveyed the land to Job Hathaway &amp; Company, subject to defendant’s -mortgage. The company failing to pay the taxes, the county treasurer sold the same for delinquent taxes to one Virgil Young. On October 4, 1902, Young commenced suit to foreclose his tax lien, in which suit “Job Hathaway &amp; Company, a firm composed of Job Hathaway and Emma O. J. Austin,” and Job Hathaway, Emma C. J. Austin, and the present defendant, William H. Banning, with others, were made defendants. Defendant Banning filed an answer and cross-petition in that suit , for a foreclosure of his mortgage. The files of the district court in that case were introduced in evidence in this. They show that due service was had upon Job Hathaway and Emma C. J. Austin, but the return of the officer does not show any attempt at a formal service upon Job Hathaway &amp; Company as a separate entity. The uncontradicted evidence shows that the copartnership of Job Hathaway &amp; Comp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dineen-v-lanning"
    }
  ],
  "relatedIncidents": [
    29016,
    29018,
    29023,
    29026,
    29027
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}