{
  "id": 29027,
  "title": "1912년 Gibson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-10-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Gibson. 판결일: 1912-10-26. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, in Error v. George Gibson, in Error\n**판결일**: 1912-10-26\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Carter, Farmer, Hand\n\n## 변호인\n\nJ. K. McMahon, for plaintiff in error., W. H. Stead, Attorney General, and John E. W. Wayman, State’s Attorney, (Frederic Burnham, and Oris Barth, of counsel,) for the People.\n\n## 인용\n\n- 255 Ill. 302\n\n## 판결문 요약\n\n Mr. Justice Farmer delivered the opinion of the court: Plaintiff in error, George Gibson, was found guilty, in the criminal court of Cook county, of statutory rape upon Ida Cedergren, a girl twelve years of age at the time of the alleged crime, and sentenced to the penitentiary for seven years. This writ of error was thereupon sued out. The father of plaintiff in error was the proprietor of a stone yard on the south side, in Chicago, and plaintiff in error was employed there, first as a foreman and after-wards as a draftsman. At the time of the alleged offense he was thirty-two years of age, a married man, with three children. Across from the stone yard is a public playground in charge of a superintendent, and adjacent to the playground is located one of the Chicago public schools, with its playground. About these places a number of young girls who lived in that vicinity, including the complaining witness, were in the habit of playing. Ida Cedergren testified that in the summer of 1909 plaintiff in error called her into the office of his stone yard about half-past five in the evening; that Nora Porter, a schoolmate, then eleven years old, was with her; that when they went into the office he barred the door and asked her (Ida) to sit on a table used for drafting purposes; that she took her drawers off, seated herself on the edge of the table and in that position plaintiff in error had intercourse with her. She further testified that after he had accomplished that act, and bef...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gibson"
    }
  ],
  "relatedIncidents": [
    28926,
    28989,
    28998,
    29016,
    29017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}