{
  "id": 29029,
  "title": "1912년 Singh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-10-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Singh. 판결일: 1912-10-18. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. HAJARA SINGH and KAESAR SINGH, Appellants\n**판결일**: 1912-10-18\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Lennon\n\n## 변호인\n\nLewis H. Smith, for Appellants., U. S. Webb, Attorney-General, and J. H. Riordan, for Respondent.\n\n## 인용\n\n- 128 P. 420\n- 20 Cal. App. 146\n\n## 판결문 요약\n\nThe defendants in this case were convicted of the crime of robbery, and have appealed to this court from the judgment and from an order denying them a new trial.\nThe alleged error of the trial court in the admission of evidence, and the refusal to give certain requested instructions, are the only points presented and discussed in support of the appeal.\nThe defendant Hajara Singh was called and testified as a witness in his own behalf. Upon direct examination he testified that he was at the place where the robbery occurred on the day that it was charged to have been committed. Upon cross-examination he was asked if he did not state, in the presence of several deputy sheriffs, on the day that he was arrested and brought into the sheriff's office that he was not at the place of the robbery on the day of its commission. The defendant failed to give a direct answer to the question. The question was substantially repeated several times, but upon each occasion the defendant to all appearances willfully evaded giving a direct answer. Thereupon the district attorney asked the general question, \"Well, did a conversation of that kind occur down there in the jail?\" Again the defendant dodged the question, and finally he was asked if he did not, \"in the presence of a number of deputy sheriffs, Mr. Thorwaldson and Mr. Bartoff and others,\" say in effect that he was not at the scene of the crime at all on the day of its commission. To this question the defendant answered \"I did not say anyth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-singh"
    }
  ],
  "relatedIncidents": [
    29018,
    28906,
    28911,
    29000,
    29016
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}