{
  "id": 29026,
  "title": "1912년 Willis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-10-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Willis. 판결일: 1912-10-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jim Willis Et Al. v. State\n**판결일**: 1912-10-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nE.W. Bounds, for appellant. &#8212;  On the question of jurisdiction: State v. Miguel, 23 S.W. Rep., 389; State v. Schuenamann, 46 S.W. Rep., 260; Hill Co. v. Atchison, 49 S.W. Rep., 141; Myers v. State, 105 S.W. Rep., 48; State v. Eggerman  Co.,  81 Tex. 571 \n[ 81 Tex. 571 ]; Houston v. State, 13 Texas Crim. App., 560; Goodin v. State, 14 id., 443; McWhorter v. State, 14 id., 239; Hester v. State, 15 id., 418.\n\n C.E. Lane,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 150 S.W. 904\n- 68 Tex. Crim. 292\n\n## 판결문 요약\n\nBy proper complaint and information, filed on March 1, 1910, Jim Willis was properly charged in the County Court of Falls County, Texas, with the theft of one pair of shoes of the value of $4. On the same day in that case he gave a bail bond, with Frank Peacock and B.L. Taylor as sureties, in the sum of $100, properly payable and conditioned, as required by law, to make his personal appearance at the first day of the next term of said court, and from day to day and term to term as required by law and the condition of said bond. On October 24, 1910, a forfeiture nisi of said bond was regularly and properly taken and entered. Thereafter the proper citation issued to the sureties, which was properly served on them. On June 5, 1911, in answer to said citation, the sureties, it seems, filed an answer by attorney, which, if proven, might have been sufficient to have prevented a final judgment. Notwithstanding this answer and without it having been called to the attention of the court or the county attorney, and without the knowledge by either of them, on September 4, 1911, a judgment final by default was rendered on said bond and proper entry made thereof on the judge's docket. By some oversight that final judgment was not entered at that term of the court. On December 18, 1911, the county *Page 294 \nattorney, by proper motion setting up the rendition of said final judgment, moved the court to enter the same nunc pro tunc and proper notice thereof was issued and served upon the sai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wells-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=willis-v-state"
    }
  ],
  "relatedIncidents": [
    29016,
    29017,
    29018,
    29023,
    29027
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}