{
  "id": 29045,
  "title": "1912년 Haggard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-06-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Haggard. 판결일: 1912-06-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Thomas C. Haggard v. Harvey Fay, County Clerk\n**판결일**: 1912-06-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Carter\n\n## 변호인\n\nHerricic & Herrick, for appellants., W. A. Doss, C. S. Reed, C. W. Firke, and Elim J. Ha weaker, for appellees.\n\n## 인용\n\n- 255 Ill. 85\n\n## 판결문 요약\n\n Mr. Justice Carter delivered the opinion of the court: This is an appeal from a decree of the circuit court of Piatt county dissolving an injunction and dismissing a bill for want of equity. The injunction restrained the county clerk from extending a certain tax levied for the purpose of constructing a town hall in the town of Blue Ridge, in said county. The decree ordered that an appeal should have the effect of continuing said injunction in force. March 14, 1911, the town clerk of said town posted notices for the annual town meeting, to be held April 4, in - six of the most public places in said town, and also published a notice of said meeting in a newspaper in Mansfield, in said town. March 24 a petition signed by twenty-five electors was filed with the town clerk, requesting that he give notice that the question of buying land and building a town hall for said town would be brought up at the annual town meeting. The town clerk, after the filing of said petition and more than ten days before the annual town meeting, inserted in three of the notices already posted, a statement with reference to building the town hall, so that those notices, after the insertion, read as follows: “Annual Town Meeting. “Notice is hereby given to the citizens, legal voters of the town of Blue Ridge, in the county of Piatt and State of Illinois, that the annual town meeting for said town will be held at the town clerk’s office in Mansfield, Ill., for district No. 1, and that the miscellaneous ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haggard-v-fay"
    }
  ],
  "relatedIncidents": [
    29016,
    29017,
    29018,
    29023,
    29026
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}