{
  "id": 29043,
  "title": "1912년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-06-29",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Thompson. 판결일: 1912-06-29. 법원: District Court, N.D. Iowa.",
  "description": "## 사건 정보\n\n**사건명**: THOMPSON v. WARD\n**판결일**: 1912-06-29\n**법원**: District Court, N.D. Iowa\n**관할**: Iowa, IA\n\n**판사**: Reed\n\n## 변호인\n\nSager, Sweet & Edwards, of Waterloo, Iowa, for plaintiff., Helsell & Helsell, of Et. Dodge, Iowa, for defendants.\n\n## 인용\n\n- 199 F. 861\n\n## 판결문 요약\n\n\nREED, District Judge.\nThe plaintiff brought this suit in the state court against the defendants to recover from them' jointly damages for an alleged assault and battery, and a malicious arrest and false imprisonment. The defendants jointly filed a petition to remove the cause to this court upon the ground alone of diverse citizenship, alleging that they were both citizens of Illinois, and the plaintiff a resident of Iowa when the suit was commenced. The *862state court ordered the removal, and the record has been filed in this court.\n[1] The plaintiff moves to remand upon the ground that the defendant AYard was, when the suit was commenced, a citizen and resident of the state of Iowa, and that the petition for removal was therefore improperly granted.\n■ From the affidavit filed by the plaintiff it appears that AYard was, or had been for some time prior to the commencement of the action, in the employ of the defendant railroad company as a special agent, and detailed to look after its property in AVaterloo, Black Hawk county, Iowa, but his duties are not otherwise more ■definitely stated; that he had resided with his wife for more than a year prior to the commencement of the action in AVaterloo, Iowa, and voted in that city at the general election in Iowa, in 1910. The action was commenced against AYard by the service of the original notice upon him in AVaterloo, December 6, 1911, at the place in that city where he had previously r ¿sided.\nIt is claimed by the defendants that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-ward"
    }
  ],
  "relatedIncidents": [
    28959,
    29016,
    29017,
    29018,
    29023
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}