{
  "id": 29066,
  "title": "1912년 State v. . Watkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-05-28",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Watkins. 판결일: 1912-05-28. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. F. C. Watkins.\n**판결일**: 1912-05-28\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Clark\n\n## 변호인\n\n\n\nAttorney-General Biclcett and Assistant Attorney-General Galvert for the State.\n, \nJ. D. Murphy, A. T. Morrison, and Craig, Martin & Thom-ason for defendant.\n\n\n## 인용\n\n- 75 S.E. 22\n- 159 N.C. 480\n\n## 판결문 요약\n\nThe facts are sufficiently stated in the opinion of the Court by MR. CHIEF JUSTICE CLARK.\nThe prisoner was indicted for the murder of                     (482) John Hill Bunting. There was a verdict for manslaughter. The deceased, Bunting, was shot in his room at the Black Mountain Hotel by the prisoner about an hour after midnight on 6 August, 1909, and died next day in the hospital at Asheville. The prisoner was an officer and went to the room in which were Bunting and Paul Collins, having been sent for, upon the information that they were noisy and disorderly and disturbed the inmates of the hotel thereby. According to the evidence of the State, when the prisoner reached the room Bunting and Collins were not aggressive and offered no resistance, and the shooting under the circumstances was entirely unnecessary and could not be justified as an act of self-defense or otherwise. According to the evidence for the prisoner, who testified in his own behalf, he acted under apprehension that he would be assaulted and was in immediate danger and under reasonable apprehension thereof, though no weapons were found in the possession of either Bunting or Collins. The conflict of testimony upon this point was a matter for the jury. *Page 392 \nThe first exception is to the admission of the dying declarations of Bunting. He stated to the nurse that they \"had killed him.\" He asked if he was in any danger of dying, and said that if he was not, he did not wish his people to know his conditio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-watkins"
    }
  ],
  "relatedIncidents": [
    29047,
    29074,
    29076,
    29079,
    29083
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}