{
  "id": 29069,
  "title": "1912년 Latimer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-05-10",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Latimer. 판결일: 1912-05-10. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Baltimore & Ohio R. R. Co. vs. Guy W. Latimer\n**판결일**: 1912-05-10\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Stockbridge\n\n## 변호인\n\nJames A.C. Bond  and  Francis Neal Parke  filed a brief for the appellant.\n\n Marion Duckett  Son  filed a brief for the appellee.\n\n## 인용\n\n- 84 A. 377\n- 118 Md. 183\n\n## 판결문 요약\n\nThis is an appeal from the Circuit Court of Prince George's County, in equity, sustaining a demurrer to, and dismissing a bill filed by, the Baltimore and Ohio Railroad against Guy W. Latimer.\nThe opinion filed by JUDGE BEALL in the lower Court is so full and clear, that it might well be adopted by this Court as its own, and the reporter of this Court is asked to incorporate it in the report of this case, as covering fully every point of law directly involved.\nThe very elaborate brief filed on behalf of the appellant constrains us to add a few words, however. The main contention of the railroad company is that when on November 25th, 1910, it paid fifty dollars to Dr. Latimer such payment was not merely a settlement of the judgment already obtained, *Page 189 \nbut of all possible future litigation which might originate from similar acts to those complained of and to recover for which the suit of 1908 had been brought. Neither the bill itself nor the exhibits filed with the bill give any sufficient basis to sustain this argument. The receipt of Dr. Latimer's attorneys expressly says, that the fifty dollars which was paid in 1910 was \"in settlement of the above case,\" (the suit instituted in 1908). When the second suit was instituted in 1910, it was in terms limited to injuries suffered within the twelve months immediately preceding the commencement of the action. The two suits were therefore for different causes of action.\nDecree affirmed, with costs to the appellee....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baltimore-ohio-r-r-v-latimer"
    }
  ],
  "relatedIncidents": [
    29016,
    29017,
    29018,
    29023,
    29026
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}