{
  "id": 29065,
  "title": "1912년 Castleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-06-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Castleman. 판결일: 1912-06-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: LESAN ADVERTISING COMPANY v. BEN T. CASTLEMAN\n**판결일**: 1912-06-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Caulfield, Reynolds\n\n## 변호인\n\nBen T. Castleman for appellant., Bobt. W. Hall for respondent.\n\n## 인용\n\n- 165 Mo. App. 575\n\n## 판결문 요약\n\n\nCAULFIELD, J.\n(after stating the facts). — The defendant urges his motion in arrest, etc. should have been sustained on two grounds: First, that the record discloses a lack of jurisdiction of the person; second, that the findings of fact did not warrant a recovery, disclosing’, as they did, a transaction within the Statute of Frauds without compliance therewith. We will pass upon these contentions in their order.\nI. The defendant waived his objection to the lack of jurisdiction of the person by appearing and answering and going to trial on the merits of the cause .after his motion to quash'the summons and dismiss the suit had been overruled and exception saved. [Kronski v. Mo. Pac. Ry. Co., 77 Mo. 362, 368; Thomasson v. Mercantile Town Mut. Ins. Co., 217 Mo. 485, 495, 116 S. W. 1092.]\nII. We are of the opinion, however, that defendant’s motion in arrest, etc. should have been sustained. Where there is a special finding of facts, it is error to enter a judgment not supported by it, and such a judgment should be reversed by an appellate court as for error apparent on the record. [Nichols v. Carter, 49 Mo. App. 401; Stotts City Bank v. Miller Lbr. Co., 102 Mo. App. 75, 82, 74 S. W. 472.]\nThe subject-matter of the contract in this case was a chattel, a completed article, to be made and delivered, and the title thereto was not to vest in the purchaser, this defendant, until the thing was completed and delivered. The transaction was then clearly within the Statute of Frauds. [Sec....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lesan-advertising-co-v-castleman"
    }
  ],
  "relatedIncidents": [
    29016,
    29070,
    29081,
    28911,
    28940
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}