{
  "id": 29077,
  "title": "1912년 Clay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-02-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Clay. 판결일: 1912-02-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Will Clay v. the State\n**판결일**: 1912-02-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Harper\n\n## 변호인\n\nFoster  Davis,  for appellant. &#8212; On question of the court's charge on agency, etc.: Miers v. State, 34 Tex.Crim. Rep.; Wheeler v. State, 34 id., 350; Key v. State,  37 Tex. Crim. 77 ; Washington v. State, 22 Texas Crim. App., 26; Wilson v. State, 27 Texas Crim. App., 47; Reynolds v. State, 8 Texas Crim. App., 412; Hays v. State, 30 Texas Crim. App., 472; Campbell v. State, 40 S.W. Rep., 282; Reed v. State, 44 S.W. Rep., 1093; Crawford v. State, 76 S.W. Rep., 576; Driver v. State, 48 Tex. C\n\n## 인용\n\n- 144 S.W. 280\n- 65 Tex. Crim. 402\n\n## 판결문 요약\n\nAppellant was indicted, tried and convicted of the offense of pursuing the occupation of selling intoxicating liquors in territory where prohibition had been adopted, his punishment being assessed at three years in the penitentiary.\nThe court did not err in admitting proof of sales of intoxicating liquors to others than those named in the indictment. Appellant was being prosecuted for pursuing the occupation, and not for making a single sale, and in prosecutions for pursuing the occupation all evidence which would tend to show that he was doing so, would be admissible. This court in Fitch v. State, 58 Tex.Crim. Rep., 127 S.W. 1040, held that when two specified sales were alleged, that the persons must be named to whom the liquor was sold, but it is permissible to show that defendant was engaged in the occupation of selling.\nIn view of the disposition of this case it is unnecessary to discuss the assignment relating to the Act of the Legislature in regard to suspension of sentence. In the case of Snodgrass v. The State, decided at this term, this Act was held unconstitutional and the question can not arise on another trial.\nIt was permissible to prove that defendant had been indicted for *Page 404 \nother felonies, but the court erred in permitting the district attorney to compel defendant to answer that he had been indicted a number of times for selling intoxicating liquors. It is only in those counties where making a single sale of intoxicating liquors is a felony, that it is...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clay-v-state"
    }
  ],
  "relatedIncidents": [
    29016,
    29017,
    29018,
    29023,
    29026
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}