{
  "id": 29070,
  "title": "1912년 Proctor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-05-10",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Proctor. 판결일: 1912-05-10. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: Frederick F. Proctor and Frederick F. Proctor, Jr. v. Keith and Proctor Amusement Company, Benjamin F. Keith and R. Paul Keith\n**판결일**: 1912-05-10\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Cornish, Hanson, Hauey, King, Spear, Whitehouse\n\n## 변호인\n\nVerrill, Hale & Booth, and William P. S. Hart, for plaintiffs., Libby, Robinson & Ives, for defendants.\n\n## 인용\n\n- 109 Me. 147\n\n## 판결문 요약\n\n\nWhitehouse, C. J.\nThis is an appeal from a final decree entered hy a single justice in a suit in equity brought by the plaintiffs, who were owners of one-half of the stock of the defendant company, against the corporation, and the defendants, B. F. and A. Paul Keith, who were owners of the other half of the stock. It is alleged in the plaintiff’s bill, dated December 30, 1910, that the defendant corporation, the Keith and Proctor Amusement Company, was organized in June 1906, by Benjamin F. Keith and Frederick F. Proctor, for the jrarpose of combining and operating under corporate ownership, for the common benefit of the stockholders, six theatres in New York and Jersey City, four of which including the Fifth Avenue Theatre had prior to that time been operated by Mr. Prpctor and two of them by Mr. Keith; that there had been gross and fraudulent mismanagement of the affairs of the corporation, on the part of the defendants, B. F. and A. Paul Keith, the president and treasurer of the company, respectively, whereby its property was being wasted; that by reason of the friction between the two equally divided factions of stockholders, it was impossible to continue the business of the corporation without great injury to the rights of one-half of the stockholders, and that by reason of the premises, the purposes of the corporation could not be accomplished. They accordingly ask that the affairs of the corporation be wound up and the corporation dissolved.\nThe defendants filed an an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=proctor-v-keith-proctor-amusement-co"
    }
  ],
  "relatedIncidents": [
    29016,
    29065,
    29081,
    28911,
    28940
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}