{
  "id": 29079,
  "title": "1912년 Barrett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-02-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Barrett. 판결일: 1912-02-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Barrett v. Louisville & Nashville Railroad Company\n**판결일**: 1912-02-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Atkinson\n\n## 변호인\n\nClay & Morris, for plaintiff. D. W. Blair, Tye, Peeples & Jordan, and J. (?. Roberts, for defendant.\n\n## 인용\n\n- 137 Ga. 572\n\n## 판결문 요약\n\n\nAtkinson, J.\n1. The petition sufficiently charged actionable negligence upon the part of the defendant.\n2. The circumstances attending the homicide, as set forth in the petition, do not make such a case as that the court can, as a matter of law, decide that the plaintiff’s husband could by the exercise of ordinary care have avoided the consequences to himself of the defendants’ negligence. In this connection see Richmond &amp; Danville R. Co. v. Howard, 79 Ga. 44 (2), 48 (3 S. E. 426), Georgia R. Co. v. Pittman, 73 Ga. 325 (5).\n(a) It was error to dismiss the petition on general demurrer.\n(&amp;) This case differs from that of Thompson v. Southern R. Co., 134 Ga. 371, in that in the present case the plaintiff’s husband was on the public crossing when struck, and was in the discharge of his duty at the time he was struck; whereas in the case cited the injured person was not on a crossing, and was not in the discharge of his duty at the time he was struck. And further, in the case cited only one train was passing, whereas in the case at bar there were two trains coming from different directions, and the plaintiff’s husband while in the performance of his duty was confronted with an emergency.\n3. The court did not rule upon any of the grounds of special demurrer, and none of them are involved in this decision.\n\nJudgment reversed.\n\n\nAll the Justices concur, except Hill, J., not presiding.\n\nClay &amp; Morris, for plaintiff. D. W. Blair, Tye, Peeples &amp; Jordan, and J. (?. Rober...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barrett-v-louisville-nashville-railroad"
    }
  ],
  "relatedIncidents": [
    29047,
    29066,
    29074,
    29076,
    29083
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}