{
  "id": 29074,
  "title": "1912년 Stephens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-03-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Stephens. 판결일: 1912-03-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Wiley Stephens v. the State\n**판결일**: 1912-03-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nUvalde Burns  and  Leonard Doughty,  for appellant. &#8212; On question of proof of specific acts and offenses in connection with defendant's reputation: State v. Greenburg,  59 Kan. 404 .\n\nOn question of reasonable apprehension of danger: Lankster v. State, 42 Tex.Crim. Rep..\n\n C.E. Lane,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 145 S.W. 907\n- 65 Tex. Crim. 643\n\n## 판결문 요약\n\nOn January 28, 1911, appellant was indicted for the murder of Clarence Cook on January 20, 1911, tried, convicted of murder in the second degree and his penalty fixed at ten years in the penitentiary.\nThe killing is shown to have occurred in the outskirts of the city of Houston in the early morning about or just after 5:30 a. m. The appellant had been to the city of Houston in a milk wagon and was returning to his employer's along one of the public roads or streets with a large reflector lamp on the front of his wagon, which *Page 644 \nlighted up considerable space where his team was and in front and more or less to each side. The witnesses disagreed as to whether it was light, either natural because of the break of day, or because of the electric lights in the immediate vicinity. Some testified that it was light enough, without the lights, to see and distinguish, some of them testified that it was too dark to do so, others that the city lights were on and because of that it was light enough to see, and others that the city lights were not burning at that time.\nThe deceased lived, fronting this public road or street, right near thereto. He was in the habit, and had been for a long time, of milking early and then driving his cows across the public road from his residence and putting them into a pasture across the road or street; that he had done so that morning; had just placed his cows in the pasture, closed the gate and was returning across this road or street to his residen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stephens-v-state"
    }
  ],
  "relatedIncidents": [
    29047,
    29066,
    29076,
    29079,
    29083
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}