{
  "id": 29087,
  "title": "1911년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-12-23",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Roberts. 판결일: 1911-12-23. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Grace Roberts v. W. M. Pratt.\n**판결일**: 1911-12-23\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Hoke, Hoxe\n\n## 변호인\n\n\nW. T. Morgan for plaintiff.\n, \nPless & Wiriborne for defendant.\n\n\n## 인용\n\n- 73 S.E. 129\n- 158 N.C. 50\n\n## 판결문 요약\n\nDEFENDANT'S APPEAL.\nAfter stating the case: The questions presented in this record have all been practically decided on a former appeal in the cause and reported,152 N.C. p. 731. On that appeal it was held that the issue of fraud, having been decided against defendant on a motion made in the South Dakota court to set the judgment aside on that ground, defendant was precluded from raising a like question here. On this subject the former opinion is as follows:\n\"This being the doctrine applicable on the facts as they now appear, the judgment of the Dakota court, as heretofore stated, denying the defendant's application to set aside the original judgment on the ground of fraud, will preclude all further inquiry on that question and render said judgment an estoppel of record as to all matters embraced in the pleadings which may be considered as material to its rendition,\" citing Turnage v. Joyner,145 N.C. 81; Manufacturing Co. v. Moore, 144 N.C. 527;Tuttle v. Harrell, 85 N.C. 456.\nThere are no new facts in any way bearing on this position except the fact established that the statutes of South Dakota make provision substantially similar to our own in reference to setting aside a judgment for \"mistake, surprise, or excusable neglect.\" As we endeavored to show on a former appeal, a motion to set aside a judgment by reason of facts alleged in this application would have been entertained at common law, and the statute puts no restrictions certainly on this power as formerly exercised i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-v-pratt"
    }
  ],
  "relatedIncidents": [
    29089,
    29142,
    29149,
    29162,
    29016
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}