{
  "id": 29081,
  "title": "1912년 Evans 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-02-08",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Evans. 판결일: 1912-02-08. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Evans v. Wilhite\n**판결일**: 1912-02-08\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Mayfield\n\n## 변호인\n\nJ. B. Brown, for appellant., P. E. St. John, for appellee.\n\n## 인용\n\n- 176 Ala. 287\n- 58 So. 262\n\n## 판결문 요약\n\n\nMAYFIELD, J.\nThis is a bill in equity to set aside a judgment in a court of law, because obtained by surprise, accident, mistake, or fraud. The equity of the bill was tested and settled on a former appeal, reported in 167 Ala. 587, 52 South. 845. As was held before in this case, and in Renfro Bros. v. Merryman, 71 Ala. 195, this and the statutory remedy provided in section 5372 of the Code are cumulative. The case was subsequently tried on the bill, answer, and proof, and the bill dismissed, and from such decree of dismissal the complainant prosecutes this appeal.\nAfter a careful examination of the pleadings and the proof in this case, we are led to the inevitable conclusion that the complainant was entitled to the relief prayed and that the chancellor erred in dismissing his bill.\n*290The following facts are indisputably shown by the pleadings and proof, and upon these facts the complainant was entitled to the relief sought:\nThe complainant lived in Morgan county, and the respondent in Cullman county. Complainant owned a certain mule, which he sold to one Rutherford on credit, taking a mortgage to secure the purchase price, which mortgage was promptly and properly recorded, as required by the statutes. Rutherford traded this mule to respondent, and respondent -instituted a prosecution against Rutherford for thus trading mortgaged property, and Rutherford left the state. Complainant personally informed respondent of the fact that he had a mortgage on the mule, but consented ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=evans-v-wilhite"
    }
  ],
  "relatedIncidents": [
    29016,
    29065,
    29070,
    28911,
    28940
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}