{
  "id": 2908,
  "title": "2017년 Cruz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-04-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cruz. 판결일: 2017-04-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Elias Cruz v. Anthony J. Annucci, as Acting Commissioner of Corrections and Community Supervision\n**판결일**: 2017-04-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Egan, Lynch, McCarthy, Mulvey, Rose\n\n## 인용\n\n- 149 A.D.3d 1446\n- 50 N.Y.S.3d 894\n\n## 판결문 요약\n\n\nProceeding pursuant to CPLR article 78 (transferred to this Court by order of the Supreme Court, entered in Albany County) to review a determination of respondent finding petitioner guilty of violating certain prison disciplinary rules.\nDuring a search of petitioner’s cell, a correction officer found two state-issued sheets and a pillow case that had been ripped as well as a state-issued T-shirt with a missing hem. Petitioner refused the officer’s request to make voluntary restitution for the items damaged and purportedly used profane language toward the officer. He was charged in a misbehavior report with possessing an altered item, damaging state property and verbally harassing an employee. Following a tier III disciplin*1447ary hearing, petitioner was found guilty of the first two charges but not of the third charge. The determination was later affirmed on administrative appeal with a modified penalty, and this CPLR article 78 proceeding ensued.\nWe confirm. The misbehavior report, related documentation and physical evidence examined by the Hearing Officer at the hearing provide substantial evidence supporting the determination of guilt (see generally Matter of Gaston v Annucci, 147 AD3d 1131, 1132 [2017]; Matter of Bermudez v Fischer, 107 AD3d 1269, 1270 [2013]). Although petitioner maintained that the items were planted in his cell in retaliation for a complaint that he had filed against the author of the misbehavior report, this presented a credibility issue for the Hea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cruz-v-annucci"
    }
  ],
  "relatedIncidents": [
    2622,
    2623,
    2624,
    2630,
    2635
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}