{
  "id": 29080,
  "title": "1912년 Stapp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1912-02-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Stapp. 판결일: 1912-02-14. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: STAPP v. STATE\n**판결일**: 1912-02-14\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Harper\n\n## 변호인\n\nJ. R. Stubblefield, for appellant.\" C. E. Lane, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 144 S.W. 941\n\n## 판결문 요약\n\n\nHARPER, J.\nAppellant was indicted, charged with seduction, was convicted, and his punishment assessed at two years’ confinement in the penitentiary.\n[1] 1. The prosecuting witness testified: “I am a mother. I have one child. It was born the 30th of September. I never did have carnal intercourse with Owen Ayers in I-Iaskell county. I never did have carnal intercourse with any person, only the one time that I had with defendant.” To this testimony the defendant objected on the ground that “it did not tend to corroborate the statement of the witness that she had carnal intercourse with appellant, and the proceedings were prejudicial.” As said by Judge Davidson in the case of Woolley v. State, 50 Tex. Cr. R. 214, 96 S. W. 27, that, while “the fact that she had a child is not of itself a corroboration of the fact that appellant was the father of the child, it is a pungent fact, however, that she had intercourse with some man; in fact, it would be absolutely conclusive of that fact.” And, as the act of intercourse is such an act that it is not in the presence of others that it is committed, the prosecuting witness must be corroborated by circumstances, if at all, and this fact is a circumstance in the case which it has been held is admissible. Snodgrass v. State, 36 Tex. Cr. R. 211, 36 S. W. 477.\n[2] 2. That the court by questions developed the testimony would not present any reversible error, as it is not claimed that by his conduct he in any way influenced the jury. Harrell v. S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stapp-v-state"
    }
  ],
  "relatedIncidents": [
    29016,
    29017,
    29018,
    29023,
    29026
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}