{
  "id": 29090,
  "title": "1911년 Coffey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-12-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Coffey. 판결일: 1911-12-01. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. M. W. COFFEY, Appellant\n**판결일**: 1911-12-01\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Henshaw\n\n## 변호인\n\nCarroll Cook, Franklin P. Bull, and Robert Ferral, for Appellant.\n\nU.S. Webb, Attorney-General, W.H. Langdon, District Attorney, Wm. Hoff Cook, Assistant District Attorney, and Francis J. Heney, Assistant District Attorney, for Respondent.\n\n## 인용\n\n- 119 P. 901\n- 161 Cal. 433\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 435 \nDefendant was indicated under section 165 of the Penal Code, and was charged as a supervisor with having \"agreed to receive and receiving\" a bribe of four thousand dollars from James L. Gallagher, Abraham Ruef, and Tirey L. Ford. It was alleged that the agreement to receive the bribe and the reception of the bribe were \"with the willful, felonious, unlawful and corrupt intent\" upon the part of Coffey that his official vote, opinion, judgment, and action should be influenced thereby in the matter of granting to the United Railroads of San Francisco a franchise for an overhead trolley system.\nFrom the judgment of conviction and from his various motions to set aside the judgment, in arrest of judgment, and for a new trial, each of which was denied by the court, defendant appeals. His principal contentions are that the court erred in the instructions which it gave upon the law of accomplices, and, that his conviction was had in violation of the law, upon the uncorroborated testimony of a self-confessed accomplice in his asserted crime.\nWhen the question of an accomplice arises in the trial of a case, the general and accepted rule is for the court to instruct the jury touching the law of accomplices, and leave the question whether or not the witness be an accomplice for the decision of the jury as a matter of fact. (People v. Kraker, 72 C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-coffey"
    }
  ],
  "relatedIncidents": [
    29142,
    29087,
    29089,
    29091,
    29093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}