{
  "id": 29091,
  "title": "1911년 Peltz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-11-27",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Peltz. 판결일: 1911-11-27. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: E. Peltz and L. Richardson v. J. Milton Bailey.\n**판결일**: 1911-11-27\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: BeowN, Clare\n\n## 변호인\n\n(167)    Charles E. Greene for plaintiffs .\n\n W. L. Lambert, Councill  Yount, and Black  Ragland for defendant .\n\n## 인용\n\n- 72 S.E. 978\n- 157 N.C. 166\n\n## 판결문 요약\n\n\nClare, C. J.\nThis is an appeal from an order dismissing an appeal from a justice of tbe peace. Tbe judge finds tbe facts as follows:\nThe judgment was rendered by a justice of the peace 22 July, 1910. the defendant appealed and gave notice thereof in open court. The justice was doubtful wbether bis fee of 30 cents bad been paid, but upon conflicting evidence the court found tbat it bad been. the next term of the Superior Court began 25 July and the next regular term was beld in November. The appeal was not sent up till 27 March, 1911. At November term the defendant attended court, but was informed by bis attorneys tbat the cause could not be tried at tbat term and returned borne. Neither the defendant nor bis counsel asked the clerk, nor examined the docket at tbat term to see, wbether the cause was docketed or not. Nor was any recordari asked for nor was there any offer at tbat term to docket the case.\nThe appellee has rights as well as the appellant. the failure to -docket the appeal in this case at the November term was negligence on the part of the appellant which entitled the ap-pellee to have the appeal dismissed. This point has been so often beld by this Court tbat it admits of a mild surprise tbat it can again be presented. In Pants Co. v. Smith, 125 N. C., 588, the Court beld tbat an appeal from a justice of the peace should be dismissed, on motion of the appellee, “when not docketed for trial at the next succeeding term of the Superior Court, if it began more than t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peltz-v-bailey"
    }
  ],
  "relatedIncidents": [
    29087,
    29089,
    29090,
    29093,
    29094
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}