{
  "id": 29096,
  "title": "1911년 Duncan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-11-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Duncan. 판결일: 1911-11-14. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. E. A. DUNCAN\n**판결일**: 1911-11-14\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Brown, Ferriss, Kennish\n\n## 변호인\n\nDalton & Arthur for appellant., Elliott W. Major, Attorney-General, and John M. Dawson, Assistant Attorney-General, for the State.\n\n## 인용\n\n- 237 Mo. 195\n\n## 판결문 요약\n\n\nKENNISH, P. J.\nAppellant was tried at the November, term, 1909, of the circuit court of Dent county, upon an information charging him with having made an assault with a deadly weapon upon one John W. Jack with intent to kill. He was convicted, sentenced to pay a fine of one hundred dollars, and appealed to this court:\nThe evidence at the trial was very conflicting as to whether the defendant or Jack, the prosecuting witness, was the aggressor in the encounter out of which the prosecution arose-.\nAs shown by the evidence for the State, the facts ' were as follows:\nThe defendant was a practicing physician in the city of Salem, and Jack was the city marshal. During the forenoon of June 26, 1908, the defendant had an altercation with John Stephens, the prosecuting attorney of Dent county, on the streets of the city of Salem. Jack arrested the defendant and took a revolver from him. Defendant was taken before the police judge and forthwith tried on a charge of carrying concealed weapons. He was fined and immediately paid his fine. He then demanded the return of his revolver, and Jack refused to return it. He repeated the demand several times-and appealed to the police judge and city attorney to compel Jack to return the weapon to him. They both replied that they had no power to do so\". During this discussion the defendant and Jack both became very much enraged and the defeniiant said it did not matter • whether Jack returned the weapon or not; that he would kill both Jack and, St...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-duncan"
    }
  ],
  "relatedIncidents": [
    29043,
    29087,
    29089,
    29090,
    29091
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}