{
  "id": 29102,
  "title": "1911년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-10-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1911-10-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Will Johnson v. State.\n**판결일**: 1911-10-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Prendergast\n\n## 변호인\n\nNo brief on file for appellant.\n\n C.E. Lane,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 140 S.W. 347\n- 63 Tex. Crim. 465\n\n## 판결문 요약\n\nOn December 16, 1909, the grand jury of Tom Green County, indicted the appellant, charging him with burglarizing the house of C.R. Kelly by force, with intent to steal. He was tried December 27, 1910, convicted, and given the lowest penalty of two years in the penitentiary.\nThe appellant has but three grounds of complaint of the judgment, as shown by his motion for a new trial and one bill of exceptions. One ground is that the evidence is not sufficient to sustain the conviction. We will merely give a summary of the evidence taken from the testimony of all the witnesses.\nC.R. Kelly, in November, 1909, and for sometime prior thereto, owned and ran a restaurant in San Angelo, Texas. Shortly prior thereto, appellant had been in his employ in said restaurant, but was not in his employ at the time of the alleged burglary. The restaurant was kept open for business until midnight of every night. Kelly, the owner, did not remain that late, but left usually earlier in the night, leaving his employes to close up the house when they left. The appellant was in the kitchen of the restaurant owned by Kelly in the early part of the night on November 12, 1909, but left before the house was closed. Just about midnight, the restaurant was closed and locked up by the cook, who then left there. The back door to the restaurant was fastened with a spring lock. It could not be opened from the outside, but had to be opened from the inside.\nThe evening before the night of November 12th, or a day or t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johns-v-state"
    }
  ],
  "relatedIncidents": [
    29094,
    29099,
    29151,
    29154,
    29160
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}