{
  "id": 29106,
  "title": "1911년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-10-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Roberts. 판결일: 1911-10-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: ROBERTS v. State\n**판결일**: 1911-10-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hill\n\n## 변호인\n\nP. D. Bich, W. I. Geer, for plaintiff in error., J. A. Laing, solicitor-general, B. B. Arnold, contra.\n\n## 인용\n\n- 9 Ga. App. 807\n\n## 판결문 요약\n\n\nHill, C. J.\nThe plaintiff in error was indicted for an assault with intent to rape, and was convicted; the jury in the verdict recommending him to the mercy of the court. His motion for a new trial being overruled, he brings error. The evidence in substance makes tire following case: The alleged victim of the assault, a girl 16 years old, in the temporary. absence of her relatives from home, was staying at the house of the accused, who was a married man. She testified, that on the day of the alleged assault the wife of the accused was absent from home; that she and four small children, were at the house with the accused; that she went into a bedroom to let down a window, leaving the two doors to the bedroom open; that the accused came into the room where she was, and took hold of her and threw her down on the floor; that she attempted to scream, and he put his hand over her mouth and said, “now, dog-gone you, holler;” that he got on top of her, but got up to shut the door, and came back to her and again threw her down on the floor, and, when he again arose to close a door leading into the bathroom, she got up and escaped from the house, and went'over to her home near by. She testified; that he said no word to her except those above quoted, that he did not attempt to unbutton his trousers or to^ lift her dress, and that this assault took *808place while four children, ranging from four to nine years of age, were playing on the front porch right by the room. She further stated...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-v-state"
    }
  ],
  "relatedIncidents": [
    29027,
    29087,
    29089,
    29090,
    29091
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}