{
  "id": 2911,
  "title": "2017년 Flow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-04-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Flow. 판결일: 2017-04-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Charles Flow, Appellant\n**판결일**: 2017-04-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Andrias, Manzanet-Daniels, Mazzarelli, Tom, Webber\n\n## 인용\n\n- 2017 NY Slip Op 3137\n- 149 A.D.3d 647\n- 53 N.Y.S.3d 51\n\n## 판결문 요약\n\n\r\n\r\nPeople v Flow (2017 NY Slip Op 03137)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Flow\r\n\r\n\r\n2017 NY Slip Op 03137\r\n\r\n\r\nDecided on April 25, 2017\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on April 25, 2017\r\n\r\nTom, J.P., Mazzarelli, Andrias, Manzanet-Daniels, Webber, JJ.\r\n\r\n\r\n3838 566/11\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvCharles Flow, Defendant-Appellant.\r\n\r\n\r\nRobert S. Dean, Center for Appellate Litigation, New York (Katharine Skolnick of counsel), for appellant.\r\nDarcel D. Clark, District Attorney, Bronx (Clara H. Salzberg of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, Bronx County (George Villegas, J.), rendered October 24, 2013, convicting defendant, after a jury trial, of robbery in the first and third degrees, and sentencing him, as a persistent violent felony offender, to a term of 20 years to life, consecutive to a sentence imposed in New York County on April 27, 2010, unanimously modified, as a matter of discretion in the interest of justice, to the extent of directing that the sentence be served concurrently with the New York County sentence, and also modified, on the law, to the extent of dismissing the third-degree robbery count as a lesser included offense, and otherwise affirmed.\r\nThe verdict was not against the weight of the evidence (see Peopl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-flow"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2687,
    2780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}