{
  "id": 29133,
  "title": "1911년 Maharry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-05-23",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Maharry. 판결일: 1911-05-23. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Maharry v. Eatman\n**판결일**: 1911-05-23\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Dunn, Galbraith, Gordon, Kane, Turner\n\n## 변호인\n\nCottingham   Bledsoe  and  H. A. Ledbetter,  for plaintiff in error.\n\n J. C. Little  and  C. B. Kendrick,  for defendant in error.\n\n## 인용\n\n- 116 P. 935\n- 29 Okla. 46\n\n## 판결문 요약\n\nThe questions presented in this record for decision may *Page 52 \nbe stated briefly as follows: (1) Did the United States court for the Southern district of the Indian Territory have authority to appoint E. Dunlap guardian or curator of the estate of Davis Lowman, located in said district, when the domicile of the minor allottee was in the Central district? (2) Could a guardian so appointed make a valid lease of a minor's lands? (3) Was the lease of Ellis Lowman as guardian of the defendant in error, dated June, 1908, for a term commencing January 1, 1911, a good and valid lease? (4) Did the trial court err in taxing the costs of the action against the plaintiff in error? (5) Did the county court of Pushmataha county have legal authority to transfer the guardianship proceedings of Ellis Lowman from that county to McCurtain county on application made more than 60 days after the enactment of the amendatory statute regulating the transfer of causes (Sess. Laws 1907-08, p. 213)? (6) Was the approval of the Secretary of the Interior necessary to the deed of the adult heirs of Davis Lowman, deceased, who died during the year 1907, in order to pass their title?\nThe authority of the United States court for the Southern district of the Indian Territory to appoint Dunlap as the guardian must be found in the Arkansas statute and the act of Congress extending the same over the Indian Territory, if at all, since that was the law under which the proceedings were had. It seems that this que...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maharry-v-eatman"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clary-v-state"
    }
  ],
  "relatedIncidents": [
    29087,
    29089,
    29090,
    29091,
    29093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}