{
  "id": 29144,
  "title": "1911년 Elder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-04-04",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Elder. 판결일: 1911-04-04. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Benedict Elder v. State.\n**판결일**: 1911-04-04\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: PER CURIAM.\n\n## 변호인\n\nW. H. Puller and Geo. M. Porter, for plaintiff in error., Chas. West, Atty. Gen., and Smith C. Matson, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 114 P. 752\n- 5 Okla. Crim. 693\n\n## 판결문 요약\n\nPlaintiff in error, Benedict Elder, was indicted jointly with Ira. N. Eubanks, and was tried and convicted of the crime of forgery, and was sentenced to serve a term of three years *Page 694 \nin the penitentiary. The judgment and sentence was entered on June 15, 1910. An appeal was perfected by filing in this court on October 10, 1910, a petition in error with case-made attached. Upon arraignment the defendant filed a motion to set aside and quash said indictment, and on the same day filed his application in said court praying for an order to examine witnesses in support thereof, which application was allowed by the court, and a hearing upon the motion was had before the court. The motion was then overruled and exception allowed.\nThe first assignment of error is that: \"The court erred in overruling defendant's motion to quash and set aside the indictment. To which the defendant excepted.\" This assignment presents the identical question determined by this court in the companion case of Eubanks v. State (ante), decided at this term, wherein this court held that the trial court erred in overruling the motion to set aside and quash the indictment. For the reasons stated in the opinion in that case, the judgment of the district court of Pittsburg county is reversed, and the cause remanded, with instructions to proceed in accordance with the views therein expressed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=elder-v-state"
    }
  ],
  "relatedIncidents": [
    29087,
    29089,
    29090,
    29091,
    29093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}