{
  "id": 29140,
  "title": "1911년 Maben 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-04-18",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Maben. 판결일: 1911-04-18. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: State v. W.N. Maben.\n**판결일**: 1911-04-18\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Aemstbong, Do'ylb, Fueman\n\n## 변호인\n\nChas. West, Atty. Gen., for the State., A. C. Cruce, Mornan Pnáett, S. M. Rutherford, M. Q. Mc-Adams, and W. 8. Pendleton, for defendant in error.\n\n## 인용\n\n- 114 P. 1122\n- 5 Okla. Crim. 581\n\n## 판결문 요약\n\nThis is an appeal by the state from a judgment rendered by the district court of Pottawatomie county on the 31st day of January, 1910, setting aside an indictment for bribery against the defendant in error upon the ground that *Page 582 \nHon. Fred S. Caldwell, counsel for the Governor, an attorney who was neither the Attorney General of the state nor the county attorney of Pottawatomie county, was present in the grand jury room when the grand jury was in session considering the charges against the defendant in error. The findings of the trial court on this point are as follows:\n\"The court finds that Fred S. Caldwell, counsel to the Governor, was present in the grand jury room during the April, 1909, term of said court, that the grand jury was then in session and considering matters including charges against the defendant; and the court further finds that the said Fred S. Caldwell, counsel to the Governor, was not authorized to appear before said grand jury.\"\nThis question of the authority of the counsel for the Governor to appear and prosecute that class of public offenses designated as felonies, and conduct examinations before grand juries, involving this class of offenses, has not been raised in this court heretofore. The act creating this office and prescribing the duties thereof is what is commonly known as the prohibitory enforcement act. Section 24 of article 3, c. 69, of said act, is as follows:\n\"The Governor shall have power to appoint an attorney who shall have been ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-maben"
    }
  ],
  "relatedIncidents": [
    29087,
    29089,
    29090,
    29091,
    29093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}