{
  "id": 29167,
  "title": "1910년 Tucker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-12-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Tucker. 판결일: 1910-12-27. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. EUGENE TUCKER\n**판결일**: 1910-12-27\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Burgess, Gantt, Kennish\n\n## 변호인\n\nPerry T. Allen for appellant; Patterson & Patterson of counsel., Elliott W. Major, Attorney-General, and John M. Atkinson, Assistant Attorney-General, for the State.\n\n## 인용\n\n- 232 Mo. 1\n\n## 판결문 요약\n\n\nGANTT, P. J.\nFrom a judgment and sentence for murder in the first degree by the Greene County Circuit Court on the 5th day of May, 1909, the defendant, Eugene Tucker, prosecutes this appeal.\nThe prosecution was commenced by an information filed by the prosecuting attorney of said county charging the defendant with having on the 22d day of February, 1909, at the county of Greene and State of Missouri,, feloniously, willfully, deliberately, premeditatedly, on purpose and of his malice aforethought made an assault in and upon Elizabeth Ellis with a oer*8tain deadly weapon, a revolving pistol then and there loaded with gunpowder and leaden bullets, and the said revolving pistol did shoot off at and against her the said Elizabeth Ellis, and with the said revolving pistol and gunpowder and leaden bullets aforesaid then and there feloniously, on purpose and with malice aforethought did willfully, deliberately and premeditatedly shoot and strike her the said Elizabeth Ellis in and upon the breast of her the said Elizabeth Ellis, giving to her then and there with the said gunpowder and leaden bullets aforesaid one mortal wound, of which said mortal wound she did at the county of Greene on the said 22d day of February, 1909’, then and there instantly die.\nThe defendant was duly arraigned and the cause was submitted to a jury on Monday, May 3, 1909', and on the fifth of May, 1909, the jury returned a verdict of guilty of murder in the first degree as charged in the information and asse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-tucker"
    }
  ],
  "relatedIncidents": [
    29168,
    29229,
    29231,
    29094,
    29099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}