{
  "id": 29161,
  "title": "1911년 Heacock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1911-01-09",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Heacock. 판결일: 1911-01-09. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Lucy A. Heacock and Sidney Morris v. State.\n**판결일**: 1911-01-09\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bichaedson, Doyle, Furman\n\n## 변호인\n\nCharles Swindall  and  S.M. Smith,  for appellants.\n\n Smith C. Matson,  Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 112 P. 949\n- 4 Okla. Crim. 606\n\n## 판결문 요약\n\nFirst. The information in this case is as follows:\n                          \"INFORMATION.\n\"State of Oklahoma, Woodward County, ss. In the District Court in and for Woodward County, Oklahoma, for the Nineteenth Judicial District, May Term, 1908. State of Oklahoma v. Lucy A. Heacock and Sid Morris. In the name and by the authority of the State of Oklahoma: \"Now comes B.F. Willett, county attorney in and for the state and county aforesaid, and gives the court to know and be informed that one Lucy A. Heacock and Sid Morris, late of the county of Woodward and State of Oklahoma, on the 23rd day of January, in the year of our Lord one thousand nine hundred and eight, at and within the said county and state, did then and there unlawfully, voluntarily and feloniously have sexual intercourse with each other, the said Lucy A. Heacock then and there being a married woman and the wife of Joseph Heacock and not the wife of the said Morris, contrary to the form of the statute in such case made and provided, and against the peace and dignity of the State of Oklahoma.\n\"B.F. WILLETT, County Attorney.\"\nAppellants were duly arraigned and pleaded not guilty. The case being called for trial, both parties announced ready for trial, and after the jury had been selected and sworn and the county attorney had made his opening statement the appellants objected to the introduction of any evidence under the information because *Page 608 \nthe information was not verified by the husband of the accused, Luc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heacock-v-state"
    }
  ],
  "relatedIncidents": [
    29087,
    29089,
    29090,
    29091,
    29093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}