{
  "id": 29176,
  "title": "1910년 Shrewder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-12-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Shrewder. 판결일: 1910-12-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sam Shrewder v. the State\n**판결일**: 1910-12-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nLattimore, Cummings, Doyle  Bouldin,  for appellant. &#8212; On question of the court's charge on accomplice testimony: Oates v. State,\n50 Tex.Crim. Rep., 103 S.W. Rep., 859; Pace v. State, 58 Tex. Crim. 90 , 124 S.W. Rep., 949.\n\n John A. Mobley,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 133 S.W. 281\n- 60 Tex. Crim. 659\n\n## 판결문 요약\n\nAppellant was convicted of burglary, his punishment being assessed at three years confinement in the penitentiary.\nThe Assistant Attorney-General moved to strike out the statement of facts. It is unnecessary to pass upon this motion as the case will be disposed of on the charge of the court.\nThe court charged the jury in respect to accomplice's testimony in applying that phase of the law as follows: \"A conviction can not be had upon the testimony of an accomplice, unless the jury first believes the accomplice's evidence is true, and that it shows or tends to show defendant is guilty; and then you can not convict,\" etc. The vice in the charge is that the accomplice testimony must \"tend\" to show. This form of charge has been condemned in a great number of cases. Among the later cases is Pace v. State, 58 Tex.Crim. Rep., 124 S.W. 949. In Campbell v. State, 57 Tex.Crim. Rep., 123 S.W. 583, a form of charge on this subject was laid down.\nThe judgment is reversed and the cause remanded.\nReversed and remanded.\n[Rehearing denied January 11, 1911. &#8212; Reporter.]...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shrewder-v-state"
    }
  ],
  "relatedIncidents": [
    29227,
    29102,
    29167,
    29168,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}