{
  "id": 29175,
  "title": "1910년 Lanier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-12-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lanier. 판결일: 1910-12-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: B. T. Lanier v. L. A. Clarke Et Al.\n**판결일**: 1910-12-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Speer\n\n## 변호인\n\nHelton  Murchison,  for appellant. &#8212; That the note sued upon was materially altered without appellant's consent is a good defense to the instrument, and is available against appellees even though they were  bona fide  purchasers for value, before maturity, without notice, and ignorant of the fact that the note had been altered. 2 Daniel on Negotiable Instruments, sec. 1413; Bowser v. Cole,  74 Tex. 222 ; Miller v. Alexander, 13 Tex. 497 ; F.  M. Natl. Bank v. Novich, 89 Tex. 381 ; Otto v. \n\n## 인용\n\n- 133 S.W. 1093\n- 63 Tex. Civ. App. 266\n\n## 판결문 요약\n\nL. A. Clarke and H. A. Kight filed this suit in the County Court of Haskell County to recover from B. T. Lanier and W. R. Miller the amount of a promissory note dated November 14, 1908, for the sum of four hundred and seven dollars and twenty-five cents, due thirty days after date, payable to the order of W. R. Miller, providing for ten per cent interest per annum from maturity and ten per cent attorney's fees. They alleged that said note was executed by Lanier and delivered by him to W. R. Miller and that afterwards, before maturity, in due course of trade, for a valuable consideration they became the owners of said paper.\nMiller filed no answer, and the defendant Lanier filed his sworn plea of non est factum, the particular vice in said note sought to be reached by the plea being that the note had been fraudulently altered after its delivery to Miller by erasing therefrom the following memorandum: \"The consideration of this note to be paid by four lots in Bunkley's Addition to the town of Stamford.\"\nPlaintiffs replied that if such alteration had been made they had no notice of the same, and that said note was by defendant Lanier so carelessly drawn and made that such change, if any, did not and does not show or evidence itself to plaintiffs or any other prudent person, whereby *Page 268 \nthe defendant is estopped to deny the execution of the note as sued on. The court thus submitted the case to the jury:\n\"In this cause you will find for plaintiffs for the full amount sued f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lanier-v-clarke"
    }
  ],
  "relatedIncidents": [
    29181,
    29192,
    29223,
    29244,
    29246
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}