{
  "id": 29181,
  "title": "1910년 Greil 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-11-24",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Greil. 판결일: 1910-11-24. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Greil v. Tillis\n**판결일**: 1910-11-24\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Dowdell, Mayfield, Simpson\n\n## 변호인\n\nColeman, Dent & Weil, and J. M. Chilton, for appellant., Hill, Hill & Whiting, for appellee.\n\n## 인용\n\n- 170 Ala. 391\n- 54 So. 524\n\n## 판결문 요약\n\n\nANDERSON, J.\nTbe original bill sought a reformation of the contract of sale because of a mutual mistake, while tbe amendment is based upon fraud upon tbe part of tbe respondent and mistake on tbe part of tbe complainant. It cannot be seriously contended that there was a mutual mistake, as tbe clause of tbe contract sought to be reformed was inserted by Tillis and for the very purpose of making tbe sale cover everything in the park except what was owned by tbe street railway company. It is questionable whether or not Tillis intended to buy all property in tbe Park, all property owned by tbe amusement company, or only tbe property inventoried by a list furnished him, and to which be fixed a bidding price per item, and tbe total almost equaling tbe consideration of tbe contract in question when the negotiations were going on, yet it is clear that he intended tbe contract to be as it is. But, be this as it may, the proof puts the parties upon an equal footing, no disability due to a lack of education or intelligence, no confidential relations between them, and whatever may have been tbe motive or intention of Tillis in having the clause inserted, there is nothing to indicate that any fraud, misrepresentation, or deceit was practiced by him on Greil, whereby the said Greil was induced to execute said contract. It is true that Mr. Pomeroy in his excellent work on E'q-' *394ity Jurisprudence (Vol. 2, § 856) criticises, as being-too narrow, the rule that, when a mistake is the resul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greil-v-tillis"
    }
  ],
  "relatedIncidents": [
    29175,
    29192,
    29223,
    29244,
    29246
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}