{
  "id": 29182,
  "title": "1910년 Fife 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-11-23",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Fife. 판결일: 1910-11-23. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Sam Fife v. State.\n**판결일**: 1910-11-23\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Doyle, Furman, Richardson\n\n## 변호인\n\nM.A. Holcomb  and  J.H. Clapp,  for plaintiff in error.\n\n Smith C. Matson,  Assistant Attorney General, for the State.\n\n## 인용\n\n- 112 P. 24\n- 4 Okla. Crim. 326\n\n## 판결문 요약\n\nThe brief for the state correctly states the alleged errors relied upon and the law governing such questions as follows:\n\"The errors alleged and argued as causes for reversal are two, namely:\n\"`1st. That defendant was indicted by a grand jury composed of only twelve men, any nine of whom concurring could return an indictment, when under the laws in force at the time of the commission of said crime, if any, a lawful grand jury was composed of sixteen men, any twelve of whom could return an indictment. And that the grand jury had no jurisdiction to return this indictment.\n\"`2nd. That the accused had the right to be tried by a petit jury of twelve men who had no right to return other than a unanimous verdict.'\n\"The questions herein presented have already been decided by the Supreme Court of this state and also by your Honorable Court adversely to the contentions of counsel for defendant, and it is only necessary to cite those cases in this brief.\n\"As to the jurisdiction of the District Court of Okmulgee *Page 327 \nCounty, we cite: Higgins v. Brown, Judge, 1 Okla. Cr. 33,94 P. 703, and other cases there cited.\n\"As to the question of the sufficiency and legality of an indictment returned by grand jury only of twelve men for crimes committed prior to statehood in the old Indian Territory, we cite: John Hopkins v. State, (infra); Canard v. State,2 Okla. 505, 103 P. 737.\n\"The indictment in this case is endorsed `true bill, H.S. Brown, foreman.' (See record). As to the second contenti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fife-v-state"
    }
  ],
  "relatedIncidents": [
    29167,
    29168,
    29175,
    29176,
    29178
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}