{
  "id": 29218,
  "title": "1910년 Schafer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-05-31",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Schafer. 판결일: 1910-05-31. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: HENRY SCHAFER v. HENRY OSTMANN, Sr., and WILLIAM OSTMANN\n**판결일**: 1910-05-31\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Nortoni\n\n## 변호인\n\nB. L. Button and Wm. H. Olopton for appellants., Theodore Bruere and Norton, Avery & Young for respondent.\n\n## 인용\n\n- 148 Mo. App. 644\n\n## 판결문 요약\n\n\nNORTONI, J.\nThis is a suit for damages accrued to plaintiff as a result of an alleged assault and battery made upon him by defendants. Plaintiff recovered and defendants appeal.\nThe evidence tended to prove that plaintiff was assaulted by defendant Henry Ostmann, Sr., and his son, William Ostmann, in a public road, without just provocation. As a result, plaintiff received a severe beating at the hands of both defendants. The elder Ostmann used his fists and the younger Ostmann a club in inflicting the punishment. It seems a controversy arose first between plaintiff and Henry Ostmann, whereupon Henry Ostmann felled plaintiff to the ground and got upon him. While plaintiff and Henry Ostmann were in this posture, William Ostmann hit plaintiff one or more blows with a club. The jury awarded plaintiff five hundred dollars actual damages and five hundred dollars punitive damages against both defendants.\nIt is not entirely clear, however, whether this verdict was given on the theory that defendants were joint tortfeasors or on the theory of an independent liability against each for his wrongful conduct in the premises. The instructions given by the court at the instance of plaintiff in no just sense required the jury to find that defendants acted in concert, but, on the contrary, confused the issue with respect to this matter. By instruction number 3 for plaintiff, the court permitted a re*648covery against defendant Henry Ostmann alone even though he acted independently and withou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schafer-v-ostmann"
    }
  ],
  "relatedIncidents": [
    29247,
    29096,
    29167,
    29168,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}