{
  "id": 29213,
  "title": "1910년 Wofford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-06-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wofford. 판결일: 1910-06-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Frank Wofford v. the State\n**판결일**: 1910-06-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Love\n\n## 변호인\n\nJ.B. Lewis  and  A.D. Hamilton  and  J.H. McGowan,  for appellant. &#8212; Upon the question that the court permitted the State's counsel to ask prosecutrix whether she had ever had carnal intercourse with anyone except defendant: Dorsey v. State, 1 Texas Crim. App., 35; Jenkins v. State, id., 354; Mayo v. State, 7 Texas Crim. App., 342; Lawson v. State, 17 Texas Crim. App., 292; Pefferling v. State,; Smith v. State, 73 S.W. Rep., 401; 4 Elliott on Evidence, sec. 3101 to 3105; 3 Greenleaf on Evi\n\n## 인용\n\n- 132 S.W. 929\n- 60 Tex. Crim. 624\n\n## 판결문 요약\n\nAppellant was convicted upon a charge of rape, by having carnal knowledge of a female under the age of fifteen years, and his punishment was fixed at ten years confinement in the penitentiary.\nThe prosecutrix is one Dubby O'Connell, who on and prior to the 13th day of March, 1909, as the facts show, lived with her mother in Calcasieu Parish, Louisiana. The evidence as to the age of prosecutrix is conflicting. The witness T.D. O'Connell testified that he was the father of prosecutrix, and had kept account of her age from year to year since her birth, and that she was just past fourteen years of age on the 13th of March, 1909. The mother testified that while she had lived and cohabited with said T.D. O'Connell for a number of years past, and had taught prosecutrix, as well as her two other children, to believe him to be their father and to regard and treat him as such and had given them his name, she had in fact never been married to him, and he was not the father of prosecutrix or of any of her children, and that prosecutrix was born on March 5, 1894, and consequently was just past fifteen years of age on March 13, 1909. Prosecutrix testified that on said 13th day of March, 1909, she voluntarily, but under the persuasion of appellant, who the facts show was then more than thirty-nine years of age, left her home in Louisiana with him, under his representation that they would come to Texas and get married, and that her mother did not know of her departure. The mother testified t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wofford-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nolan-v-state"
    }
  ],
  "relatedIncidents": [
    29106,
    29167,
    29168,
    29175,
    29176
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}