{
  "id": 29227,
  "title": "1910년 Holden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-04-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Holden. 판결일: 1910-04-29. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. EDWARD HOLDEN, Appellant\n**판결일**: 1910-04-29\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Chipman\n\n## 변호인\n\nL. L. Chamberlain, for Appellant., TJ. S. Webb, Attorney General, and J. Charles Jones, for Respondent.\n\n## 인용\n\n- 109 P. 495\n- 13 Cal. App. 354\n\n## 판결문 요약\n\nDefendant and one Edward Hansen were jointly charged with the crime of an assault with intent to commit robbery upon one John Connolly on September 28, 1909. A demurrer to the information was overruled and defendant Holden was tried separately and found guilty as charged. A motion for a new trial was denied and defendant was sentenced to imprisonment in San Quentin for three years. He appeals from the judgment of conviction and from the order denying his motion for a new trial.\nThe information charges the crime of felony as follows: \"Assault with intent to commit robbery, committed as follows: the said Edward Holden and Edward Hansen on or about the 28th day of September, A.D. 1909, at the said County of Placer, in the said State of California, and before the filing of this information, in and upon one John Connolly, feloniously and with force and violence did make an assault with intent the money, goods and chattels of the said John Connolly, from the person and immediate presence and against the will of him, the said John Connolly, then and there feloniously and by force, violence and intimidation to steal, take and carry away, contrary to the form,\" etc.\n1. It is urged that the demurrer should have been sustained: First, because the information does not state that the prosecuting witness had any \"money, goods and chattels\" upon his person or in his immediate presence at the time of the alleged assault; second, that the circumstances of the assault are not set forth nor wha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-holden"
    }
  ],
  "relatedIncidents": [
    29176,
    29102,
    29167,
    29168,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}