{
  "id": 29223,
  "title": "1910년 Mackenzie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-05-10",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Mackenzie. 판결일: 1910-05-10. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: MACKENZIE v. CROUSE\n**판결일**: 1910-05-10\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Shepard\n\n## 변호인\n\nMr. Henry P. Blair and Mr. Leonard J. Mather for the appellants., Mr. Henry JE. Davis and Mr. W. J. Lambert for the appellee.\n\n## 인용\n\n- 35 App. D.C. 291\n\n## 판결문 요약\n\n\nMr. Chief Justice Shepard\ndelivered the opinion of the Court:\nThis is an appeal from an order quashing a writ of attachment.\nAppellants Hugh Mackenzie and Parker A. Hord, brought an action against the appellee, Emma J. Crouse, to recover upon twelve promissory notes for $100 each, on May 29, 1909. On July 19, 1909, they filed affidavits for a writ of attachment against the property of defendant, alleging that she has removed, or is about to remove, some or all of her property from the District, so as to defeat just demands against her; and that she' has assigned, conveyed, disposed of, or secreted, or is about to assign, etc., her property, with intent to hinder, delay, and defraud her creditors. The defendant traversed these charges, and moved to quash the attachment.\nThe issue was tried by jury. The evidence recited in the bill of exceptions shows that in November, 1907, plaintiffs sold to defendant certain furniture and fixtures contained in the hotel Dunbarton, and assigned her the lease of said hotel. The purchase price was something over $2,070, of which she paid a few dollars in cash. She gave a series of notes amounting to $2,070, and executed a chattel mortgage upon the property to secure the same. In addition she deposited twenty-seven shares of stock in the American National Bank to secure $480 due plaintiffs. The stock was of the Warren Savings Bank, a Pennsylvania institution. The terms of the deposit were in writing signed by defendant. Defendant took possessio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mackenzie-v-crouse"
    }
  ],
  "relatedIncidents": [
    29175,
    29181,
    29192,
    29244,
    29246
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}