{
  "id": 29231,
  "title": "1910년 Randolph v. Seaboard Air-Line Railway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-04-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Randolph v. Seaboard Air-Line Railway. 판결일: 1910-04-16. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: RANDOLPH v. SEABOARD AIR-LINE RAILWAY\n**판결일**: 1910-04-16\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Evans\n\n## 변호인\n\nBurton Smith and D. W. Krauss, for plaintiff., Crovatt & Whitfield, for defendant.\n\n## 인용\n\n- 134 Ga. 352\n\n## 판결문 요약\n\n\nEvans, P. J.\nThe action is by the widow of IT. B. Randolph against the Seaboard Air-Line Railway, to recover damages for his alleged wrongful death occasioned by the defendant in the running of its locomotive and cars on the 3d day of February, 1902. The court directed a verdict, upon the conclusion of the evidence, in favor of the defendant, and the plaintiff excepts. The action is a renewal of the one in which, a judgment of nonsuit was granted and reviewed by this court in 120 Ga. 970 (48 S. E. 396). A demurrer was filed to the renewed action, and was overruled by the trial court; and the judgment overruling the demurrer was affirmed by this court in 126 Ga. 238 (55 S. E. 47). In the latter report there appears a substantial copy of the allegations of the plaintiff’s petition. Those describing the place where the homicide occurred, separately paragraphed, were as follows: “petitioner’s husband was crossing the track of defendants at said time and place on a private way;” “petitioner’s husband was crossing the track of do-*353l'enclants at a place where he had a right to be, and where the public had a right to be;” “defendants were charged with knowledge of the fact that someone might and probably would be upon said track at. any time.” No special demurrer was filed to these allegations. It may be that they are equivocal in the statement as to whether the defendant was killed upon a private way or a public way; but the legal,process of testing uncertainty of averment in pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=randolph-v-seaboard-air-line-railway"
    }
  ],
  "relatedIncidents": [
    29167,
    29168,
    29229,
    29094,
    29099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}