{
  "id": 29230,
  "title": "1910년 Thomas and Dockery v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-04-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Thomas and Dockery v. State. 판결일: 1910-04-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: W. H. Thomas and T. B. Dockery v. the State\n**판결일**: 1910-04-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Ramsey\n\n## 변호인\n\nThomas M. and Cyrus H. Jones,  for appellants. &#8212; On the question of variance of name of principal in bond and scire facias: Lowe v. v. State,  15 Tex. 141 ; Cassaday v. State, 4 Texas Crim. App., 96; Walter v. State, 6 Texas Crim. App., 254; Loving v. State, 9 Texas Crim. App., 471; Weaver v. State, 13 Texas Crim. App., 191; McIntyre\nv. State, 19 Texas Crim. App., 443; Vidauri v. State, 22 Texas Crim. App., 676; Hutchings v. State, 24 Tex.Crim. Rep.; Brown v. State, 28 Texas Crim. App., 65\n\n## 인용\n\n- 127 S.W. 1030\n- 59 Tex. Crim. 159\n\n## 판결문 요약\n\nIn July, 1907, appellants became sureties on the bond of Lillie Smith in the sum of $500 conditioned for her appearance before the District Court of El Paso County at its next term to be begun and holden at the courthouse in the city of El Paso, in said county, on the first Monday in September, 1907, same being the 2d day of said month. This bond was given to secure the release of said Lillie Smith, who had been charged, before C.W. Marshall, justice of the peace of said county, with the offense of theft, and who at the examining trial had held her to bail in said sum. The name of Lillie Smith appears in the bond both as \"Liely Smith\" and as \"Leely Smith.\" The bond is signed, however, by \"Lillie Smith.\" The scire facias issued in the case describes the bond as having been made by \"Lillie Smith.\" There is no allegation in the scire facias that the name appearing as \"Liely Smith\" and as \"Leely Smith\" was intended to describe Lillie Smith and that these were the same person. It is also urged that the bond is defective for other reasons, among which is that it does not name before which district El Paso County she was bound to appear before. We must take judicial notice of the fact that there are two District Courts in El Paso County, to wit, one for the 34th Judicial District and also what is known as the 41st Judicial District Court. There was no evidence in the record that Lillie Smith did not appear before the 41st District Court, and it is urged that there is nothing in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-and-dockery-v-state"
    }
  ],
  "relatedIncidents": [
    29167,
    29168,
    29175,
    29176,
    29178
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}