{
  "id": 29234,
  "title": "1910년 Thom 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-03-31",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Thom. 판결일: 1910-03-31. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: DeCOURCY W. THOM Et Al. vs. JOHN R. COOK Et Al., THE BOARD OF SUPERVISORS OF ELECTION OF QUEEN ANNE’S COUNTY\n**판결일**: 1910-03-31\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Boyd, Briscoe, Burke, Pattisoh, Sciimucker, Ti-Iomas, Urher\n\n## 변호인\n\nArchibald H. Taylor  and  John Peirce Bruns  (with whom was Jas. T. Bright  on the brief), for the appellants.\n\n Alonzo L. Miles  (with whom was  J.H.C. Legg  on the brief), for the appellees.\n\n## 인용\n\n- 77 A. 120\n- 113 Md. 85\n\n## 판결문 요약\n\nThis is an appeal from a decree dismissing a bill in equity which sought to enjoin the appellees from printing upon the official ballot, to be used at the election to be held on November 2d 1909, the names of certain persons who had been certified to them as nominees of what was called the \"People's Party\" for the House of Delegates, and for Sheriff and County Commissioners of Queen Anne's County. The bill was filed by DeCourcy W. Thom, a candidate of the \"Independent Citizens' Party\" for the House of Delegates, who sued in his own behalf, as such candidate, and as a citizen, *Page 87 \nvoter and taxpayer of that county, and J. Louis Evans who sued in his own behalf as a citizen, voter and taxpayer &#8212; both suing on behalf of the other candidates of said party and also of all citizens, voters and taxpayers who were entitled to vote and whose property might be affected by the election.\nThe defendants (appellees) constitute the Board of Supervisors of Elections of that county. The bill alleges that on or about the 16th day of October, 1909, an alleged certificate of nomination of candidates for the above mentioned offices, purporting to be under the provisions of Chapter 202 of the Acts of 1896, was filed with the defendants, as said Board of Supervisors. The ground relied on in the bill is that out of three or four hundred persons who signed the certificate, less than two hundred were persons who had not joined in the nomination of more than one nominee for each of said off...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thom-v-cook"
    }
  ],
  "relatedIncidents": [
    29167,
    29168,
    29175,
    29176,
    29178
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}