{
  "id": 29245,
  "title": "1910년 Carson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-01-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Carson. 판결일: 1910-01-21. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: EDERHEIMER, STEIN & CO. v. CARSON\n**판결일**: 1910-01-21\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Powell\n\n## 변호인\n\nW. J. Wallace, J. B. Murrow,J. J. Murray, for plaintiffs., Fulwood & Murray, for defendant.\n\n## 인용\n\n- 7 Ga. App. 304\n\n## 판결문 요약\n\n\nPowell, J.\nCarson ordered a bill of goods from Ederheimer, Stein &amp; Company, consisting of clothing for the spring trade. The bill, under the terms of purchase, was to have been shipped “as near as possible to February 1st.” The goods were delivered to the transportation company on March 15. They arrived at destination on or by April 1, and Carson was notified by the railroad agent on that date and on two subsequent dates thereafter that there was a box at the depot for him, but the notice did not give the name of the consignor; and Carson testified on the trial that he did not know that this was the shipment from the plaintiff, that he was expecting it to come by another route. After some correspondence had taken place between the parties, in which the shippers had notified Carson to make a claim against the carrier, and after he had stated several times in the correspondence that the goods had never arrived, they finally wrote him on August 14, as follows: “Although it is a well-established rule that merchandise delivered to a transportation company is at consignee’s risk, we realize that it might inconvenience you to pay for the merchandise invoiced on March 14, which you tell us was not received, and have therefore consulted with one of the claim agents of the Illinois Central Railroad Company here and received permission from him to allow us to take the matter up at this end. This is an unusual procedure, and we are pleased that we will be able to handle it and thus ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ederheimer-stein-co-v-carson"
    }
  ],
  "relatedIncidents": [
    29148,
    29150,
    29167,
    29168,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}