{
  "id": 29246,
  "title": "1910년 Van Iderstine v. Department of Health 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1910-01-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Van Iderstine v. Department of Health. 판결일: 1910-01-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles A. Van Iderstine v. The Department of Health of the City of New York\n**판결일**: 1910-01-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Newburger\n\n## 변호인\n\nBreed, Abbott & Morgan (Julius M. Mayer, of counsel), for plaintiff., Francis Martin, assistant corporation counsel, for department of health.\n\n## 인용\n\n- 65 Misc. 608\n- 122 N.Y.S. 468\n\n## 판결문 요약\n\n\nNewburger, J.\nIt is apparent from the reading of sections 1205 and 12.06 of the charter that the board, of health is vested with discretion in the awarding of contracts for the removal of refuse, which is not controlled by the provisions of section 4Í9; and, as was said by Mr. Justice Leventritt in the case of Pocher v. Board of Health, found in the Law Journal of March 1, 1905, these sections are not merely emergency sections, but they are most general in their terms, and if in conflict with section 419 would have to be given controlling force, if for no other reason than that by their position in the charter they are to be taken as later enactments. As Mr. Justice Leventritt further says, the power vested being discretionary, the court has no right *609to interfere except under exceptional circumstances. There is no evidence before me in this proceeding that would warrant this court in holding that there was any fraud or deception ; therefore the motion is denied.\nMotion denied.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=van-iderstine-v-department-of-health"
    }
  ],
  "relatedIncidents": [
    29175,
    29181,
    29192,
    29223,
    29244
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}