{
  "id": 29254,
  "title": "1909년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-12-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lewis. 판결일: 1909-12-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. J. C. LEWIS, Appellant\n**판결일**: 1909-12-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kerrigan\n\n## 변호인\n\nGeo. Ingraham, for Appellant., U. S. Webb, Attorney General, for Respondent.\n\n## 인용\n\n- 106 P. 890\n- 12 Cal. App. 141\n\n## 판결문 요약\n\nThe defendant was charged by information with the crime of assault with intent to commit murder, the information also setting up a prior conviction. To the latter charge he pleaded guilty, but went to trial on the other, and was convicted. From the judgment and from an order denying his motion for a new trial he prosecutes this appeal.\nThe principal point urged by the defendant for a reversal of the judgment is misconduct on the part of the prosecuting officer.\nThe assault for which the defendant was being tried was committed on his wife, who was living apart from him; and it appears from the record that just prior to the assault the defendant called on her and besought her to live with him *Page 142 \nagain, but she refused to do so. The defendant offered himself as a witness at the trial, and upon his cross-examination admitted that he had been convicted of a felony. In the course of his argument to the jury, the assistant district attorney stated that the defendant's wife had refused to live with him because he had been convicted of a felony. There was no evidence in the case that she had refused to live with him upon this ground, and upon objection by the defendant the prosecuting officer, in the presence of the jury, was immediately so informed by the court.\nThe district attorney withdrew this statement, and requested the court to direct the jury to disregard it, whereupon the court instructed the jury in substance that the only use they could make of the testimony given ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lewis"
    }
  ],
  "relatedIncidents": [
    29286,
    29307,
    29309,
    29317,
    29167
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}