{
  "id": 29259,
  "title": "1909년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-10-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Jones. 판결일: 1909-10-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Henry Jones v. the State\n**판결일**: 1909-10-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nStevens  Pickett,  for appellant. &#8212; Cited cases in the opinion.\n\n F.J. McCord,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 122 S.W. 31\n- 57 Tex. Crim. 144\n\n## 판결문 요약\n\nAppellant was convicted of cattle theft. The alleged owner was named Swayne. The evidence is rather voluminous in minor details. The case is one purely of circumstantial evidence. A witness named Holts testified that on the evening of the 3d of July, 1907, he was on horseback and passed where Ran Jones, son of appellant and Miles Dark, grandson of appellant were standing by their horses and one of them had a rope in his hand; that he passed by without speaking to Ran but Ran spoke to him; that about fifty or sixty yards from where the two were standing was a considerable bunch of cattle, about thirty or forty in number. In this bunch was one belonging to Swayne, a red two-year old heifer. This animal gave appearance of having been chased or run. Witness rode out to where the animal was and identified *Page 145 \nit as Swayne's; that about that time Ran Jones rode away and the witness saw nothing more of him; that witness and Miles Dark, the little grandson of appellant rode away together. So far as this witness is concerned, there is nothing shown as to what became of Ran Jones or Miles Dark, except as stated. Miles Dark lived with appellant and seems to have been raised by him up to that time and at which time he seems to have been something like 12 or 14 years of age. The evidence shows that Ran Jones lived in the town of Liberty and appellant something like two and one-half miles northeast of Liberty. This was late in the evening of the 3d of July. Ran Jones was seen by ano...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    29250,
    29254,
    29260,
    29275,
    29276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}