{
  "id": 29260,
  "title": "1909년 Paulsrud 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-10-22",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Paulsrud. 판결일: 1909-10-22. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: MATHIAS H. PAULSRUD v. CHARLES H. PETERSON\n**판결일**: 1909-10-22\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n## 변호인\n\nMead & Robertson, for appellant., Larrabee & Davies, for respondent.\n\n## 인용\n\n- 109 Minn. 524\n\n## 판결문 요약\n\n\nPER CURIAM.\nIn this action the plaintiff sought to have a deed rescinded, and to recover back the purchase money paid, upon the ground of fraudulent representations made by the seller to the buyer relative to the condition of the title to the land. At the close of the plaintiff’s evidence the court dismissed the case, on the ground that the plaintiff had failed to show any fraud on the part of the defendant; and the plaintiff appealed to this court from an order denying his motion for a new trial.\nIt appears that the appellant was the owner of a certain stock of goods and fixtures, and that the respondent was the owner of a certain quarter section of land in Kidder county, North Dakota. The appellant asked a party by the name of Lee to find a purchaser for the goods. Lee took the respondent to the appellant’s store, and a contract was entered into by which the store and fixtures and the *525sum of $400 was to be given to the respondent for the land. The respondent represented that the land was free from incumbrance, but at the time informed appellant that he had executed a mortgage thereon for $800 and delivered it to one Lund to be negotiated, but that he would get the mortgage back. He subsequently learned that the mortgage had already been negotiated and the money appropriated by Lund to his own use. The respondent himself immediately informed the appellant of the fact, and offered to pay off the mortgage, and thus make the land free from incumbrance in accordance with hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=paulsrud-v-peterson"
    }
  ],
  "relatedIncidents": [
    29276,
    29289,
    29312,
    29315,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}