{
  "id": 29276,
  "title": "1909년 Wagniere 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-06-29",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Wagniere. 판결일: 1909-06-29. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Gustave Wagniere vs. William W. Dunnell Et Al.\n**판결일**: 1909-06-29\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Blodgett, Dubois, Johnson, Parkhurst, Sweetland\n\n## 변호인\n\nP. Henry Quinn,  for plaintiff.\n\n Gardner, Pirce  Thornley,  for defendant.\n\n William W. Moss,  of counsel.\n\n## 인용\n\n- 73 A. 309\n- 29 R.I. 580\n\n## 판결문 요약\n\nThe plaintiff brought suit in assumpsit, claiming damages for breach of an agreement which was as follows, viz.:\n\"February 9th, 1906.\n\"MR. GUSTAVE WAGNIERE \"DEAR SIR,\n\"Understanding that you will give me your best ability as a finisher of cotton and silk or all silk goods especially, but of any other grade of goods within your knowledge and ability, I hereby agree to employ you at a compensation of Fifty (50) Dollars per week for three (3) years from the date hereof or for so much of such three (3) years as your results show the ability that you now claim to be able to give me.\n\"Yours truly, \"WM. WANTON DUNNELL. \"Accepted: \"G. WAGNIERE. \"In presence of: \"DUDLEIGH C. COLLINS.\"\nAfter hearing all the testimony offered by both parties, before a jury, the Superior Court, upon defendant's motion, directed the jury to return a verdict for the defendant, upon the ground that \"the contract sued upon was such as to bring it within the statute of frauds, and that it was not sufficiently expressed in writing to render the contract enforceable at law.\" This is the language of the exception, and the only exception taken by the defendant in his bill of exceptions, and is quoted therefrom, so that the only questions before this court are:\n1. Is this contract within the statute of frauds?\n2. Is it or not sufficiently expressed to be enforceable at law? *Page 582 \nIt is plainly an \"agreement which is not to be performed within one year from the making thereof;\" under C.P.A., &#167; 226, clause...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wagniere-v-dunnell"
    }
  ],
  "relatedIncidents": [
    29260,
    29289,
    29312,
    29315,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}