{
  "id": 29275,
  "title": "1909년 Pierce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-07-06",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Pierce. 판결일: 1909-07-06. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: E. G. PIERCE, Respondent, v. STABLEMEN'S UNION, LOCAL No. 8760, Et Al., Appellants\n**판결일**: 1909-07-06\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Angellotti, Henshaw, Shaw\n\n## 변호인\n\nMaguire, Lindsay, Houx & Barrett, for Appellants., Bush Finnell, for Respondent.\n\n## 인용\n\n- 103 P. 324\n- 156 Cal. 70\n\n## 판결문 요약\n\nI agree with all that is said by Justice Henshaw in his opinion, except the part relating to the so-called \"secondary boycott\" and the attempt to draw a distinction between the compulsion of third persons caused by picketing, and the compulsion of third persons produced by a boycott. My views concerning the \"secondary boycott\" are *Page 81 \nexpressed in my dissenting opinion in Parkinson v. BuildingTrades Council, 154 Cal. 581, [98 P. 1027, 98 P. 1040]. The means employed for the coercion or intimidation of a third person in a \"secondary boycott\" are unlawful whenever they are such as are calculated to, and actually do, destroy his free will and cause him to act contrary to his own volition in his own business, to the detriment of the person toward whom the main boycott or strike is directed; in other words, whenever the means used constitute duress, menace, or undue influence. Whether this coercion or compulsion comes from fear of physical violence, as in the case of picketing, or from fear of financial loss, as in the \"secondary boycott,\" or from fear of any other infliction, is, in my opinion, immaterial, so long as the fear is sufficiently potent to control the action of those upon whom it is cast. I can see no logical or just reason for the distinction thus sought to be made. There is no such distinction in cases where contracts or wills are declared void, because procured by duress, menace, or undue influence. There should be none where actual injury is produced or thre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pierce-v-stablemens-local-8760"
    }
  ],
  "relatedIncidents": [
    29277,
    29192,
    29250,
    29254,
    29259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}