{
  "id": 29289,
  "title": "1909년 In Re Avdalas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-05-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Avdalas. 판결일: 1909-05-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In Re Application of George Avdalas for Writ of Habeas Corpus.\n**판결일**: 1909-05-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Hart\n\n## 변호인\n\nTuttle  Tuttle, for Petitioner.\n\n   C. A. Tuttle, for Respondent.\n\n## 인용\n\n- 102 P. 674\n- 10 Cal. App. 507\n\n## 판결문 요약\n\nThe petitioner was convicted by a jury in the justice's court of township No. 9, in Placer county, upon a complaint purporting to charge him with a misdemeanor under the provisions of section 537 of the Penal Code, and was thereupon sentenced to pay a fine of sixty dollars, or, in default of the payment thereof, to be confined in the county jail of said county at the rate of one day for each dollar of said fine.\nThat portion of the provisions of said section within which it was sought, by the charging part of the complaint, to bring the alleged act of the petitioner, reads as follows: \"Any person who obtains any food or accommodation at an hotel, inn, restaurant, boarding-house or lodging-house without paying therefor, with intent to defraud the proprietor or manager thereof, . . . is guilty of a misdemeanor.\"\nIt is claimed by the petitioner that the complaint upon which he was convicted does not state a public offense under section537 of the Penal Code, supra, and that, therefore, the court was without jurisdiction to try him upon the purported charge and that he is now restrained of his liberty under a judgment which is absolutely void.\nThe charging part of the complaint is in the following language: \"The said defendant, at the time and place last aforesaid did willfully and unlawfully defraud the said Theros Theros, keeper of a boarding-house, by leaving and going away from the said boarding-house without first paying his bill, with deliberate intent to defraud the said Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-avdalas"
    }
  ],
  "relatedIncidents": [
    29260,
    29276,
    29312,
    29315,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}