{
  "id": 29288,
  "title": "1909년 Riley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-05-17",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Riley. 판결일: 1909-05-17. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Riley v. Pittston Coal Mining Company\n**판결일**: 1909-05-17\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Beown, Brown, Elkin, Fell, Mitchell, Pottee\n\n## 변호인\n\nThomas F. Farrell, with him James L. Lenahan, for appellants. —, Benjamin R. Jones, with him Lawrence B. Jones, for appellee.\n\n## 인용\n\n- 224 Pa. 633\n\n## 판결문 요약\n\n\nOpinion by\nMr. Justice Brown,\nAppellant was employed by the appellee to oil its machinery in connection with a conveyor or scraper-line used to convey culm to a washery. On September 15, 1905, when he was in his seventeenth year, he sustained the injuries for which he seeks compensation in this action. The accident occurred when he was alongside of the machinery for the purpose of oiling it while it was in motion. A nonsuit was directed on what the court below properly regarded as his contributory negligence in view of his disregard and violation of the Act of June 2, 1891, P. L. 176, which provides for the health and safety of persons employed in and about the anthracite coal mines. By' sec. 8 of art. 5 of that act'it is directed that no person under fifteen years of age shall be employed to oil machín*637ery, and no person shall oil dangerous parts of it while it is in motion. The circumstances under which the appellant was injured appear from the following extracts from his testimony: “ I started out to oil the breaker half-past eight, eight o’clock I guess it was, and I walked to that scraper-line and oiled one box and went to walk across to the other. Q. What did you do when you went to the box? A. I stood there and oiled it, then I went to walk across to oil the other box and there was a piece of sheet-iron run out from under; was covered with culm dirt. I walked across, slipped on the sheet-iron, slipped in. I catched hold of the sheet-iron, pulled it in with me and i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=riley-v-pittston-coal-mining-co"
    }
  ],
  "relatedIncidents": [
    29281,
    29213,
    29250,
    29254,
    29259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}