{
  "id": 29281,
  "title": "1909년 Whitehead 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-06-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Whitehead. 판결일: 1909-06-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Pennington Whitehead, as Substituted Trustee of the Trust Created by the Last Will and Testament of John A. Haggerty, for the Benefit of Anna K. Shaw, and Remaindermen v. Maria H. Draper and Others\n**판결일**: 1909-06-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McLaughlin\n\n## 변호인\n\nGeorge A. Strong, for the appellant., Francis Smyth, for the respondent Dehon., William Mitchell, for the respondents Jesse D. Bowne and others., George S. Mittendorf, for the infant respondents Codman., Ernest M. Strong, for the infant respondent Bell., William B. Bristow, for the infant respondents Bowne and Colt.\n\n## 인용\n\n- 132 A.D. 799\n- 117 N.Y.S. 539\n\n## 판결문 요약\n\n\nMcLaughlin, J.:\nJohn A. Haggerty died in 1863, leaving a last will and testament, by which he divided his residuary estate into, six shares,, to .bé held in trust for six nieces named, of whom Anna K. Shaw, then Haggerty, was one, with remainder to their issue. So far as material to this appeal, the will further provided that if any of said nieces *801should die without issue surviving, her share Was to be divided among the survivors, share and share alike. The will was duly probated and letters testamentary issued to the two executors and trustees named therein, the sole survivor of whom died in 1894. In February, 1895, one Welcome S. Jarvis was duly appointed, by order of the Supreme Court, to carry out the trust created for the benefit of Anna K. Shaw, and following his death, the plaintiff, in December, 1898, was appointed for the same purpose, and he has continued to act as such to the present time. Jarvis never accounted, and in June, 1907, Anna K. Shaw having died, the plaintiff commenced this action to procure a settlement of his accounts and of the accounts of Jarvis — the latter’s administrator being made a party — and for the distribution of the trust estate. The judgment appealed from settled the accounts of Jarvis and.of the plaintiff,, and directed the latter to distribute the corpus of the trust in accordance with the terms of the will. The judgment was entered upon the report of a referee, to whom- the case had been referred, and the plaintiff alone appeals.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whitehead-v-draper"
    }
  ],
  "relatedIncidents": [
    29288,
    29213,
    29250,
    29254,
    29259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}