{
  "id": 29286,
  "title": "1909년 Hightower 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-05-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hightower. 판결일: 1909-05-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Judge Hightower v. the State\n**판결일**: 1909-05-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Ramsey\n\n## 변호인\n\nJ.H. Turner  and  R.T. Brown,  for appellant. &#8212; On question of court's failure to submit article 717, Penal Code: Johnson v. State, 44 Tex.Crim. Rep., 6 Texas Ct. Rep., 327. On question of\nadequate cause: Brown v. State, 54 Tex.Crim. Rep., 112 S.W. Rep., 80; McHenry v. State, 54 Tex.Crim. Rep., 114 S.W. Rep., 115. On question of court's charge on threats: Pannell v. State, 54 Tex.Crim. Rep., 113 S.W. Rep., 536; Huddleston v. State, 54 Texas Crim Rep., 93, 112 S.W. Rep., 67; Lara v. State, \n\n## 인용\n\n- 119 S.W. 691\n- 56 Tex. Crim. 248\n\n## 판결문 요약\n\nThis conviction was for assault with intent to murder, the punishment being assessed at five years confinement in the penitentiary.\nThe issues of assault to murder, aggravated assault, and simple assault were submitted by the court in his charge to the jury. Quite a number of errors are assigned in reference to the court's charge and refusal to give appellant's requested instructions. Briefly stated, the evidence for the prosecution is to the effect that appellant and his wife had separated. They had one child which was kept by the wife. There had been a division of the property between them under an oral agreement. On the day of the difficulty appellant had gone in pursuance to an agreement with his wife near the house where she was residing, the home of her father and mother, to see the child. He did not go to the house, but stopped a short distance away. The wife brought the child out to see him and he took the child and played with and fondled it for a little while. The mother-in-law appeared upon the scene and trouble began. It is contended by the State that appellant sought to carry the child away over the protest of the mother and mother-in-law. That the wife had the child by the head or body and appellant by the feet. Finally he relinquished his hold, got out his knife and began cutting his wife, inflicting upon her several wounds. That he also made an assault upon his mother-in-law. The State further introduced evidence in regard to statements made at the time expres...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hightower-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelson-v-state"
    }
  ],
  "relatedIncidents": [
    29254,
    29307,
    29309,
    29317,
    29167
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}