{
  "id": 2928,
  "title": "2017년 J.J.N. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-03-31",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: J.J.N.. 판결일: 2017-03-31. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: J.J.N., a Child v. STATE of Florida\n**판결일**: 2017-03-31\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cohen, Edwards, Torpy\n\n## 변호인\n\nJames S. Purdy, Public Defender, and Steven N. Gosney, Assistant Public Defender, Daytona Beach, for Appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and Lori N. Hagan, Assistant Attorney General, Daytona Beach, for Ap-pellee.\n\n## 인용\n\n- 214 So. 3d 784\n\n## 판결문 요약\n\n\nEDWARDS, J.\nJ.J.N., a child, (“Appellant”) pleaded no contest to one count of burglary of a dwelling and one count of grand theft of a motor vehicle. Appellant was ordered to pay restitution to the victim. Appellant disputes the trial court’s valuation of the foreign currency stolen from the victim, but does not contest the remainder of the restitution order.\nAppellate courts review restitution orders for abuse of discretion. See Koile v. State, 934 So.2d 1226, 1229 (Fla. 2006). The evidence for a restitution order “must be competent and substantial.” J.L.C. v. State, 189 So.3d 260, 261 (Fla. 2d DCA 2016). “[A] mere ‘guesstimate’ of value ... does not constitute competent, substantial evidence that will support a restitution order.” Id. at 262; see also Duncan v. State, 192 So.3d 654, 657 (Fla. 2d DCA 2016); Gonzalez v. State, 948 So.2d 892, 895 (Fla. 5th DCA 2007).\nHere, the victim’s testimony at the restitution hearing provided a sufficient evidentiary basis, rather than a “guesstimate,” for a value ranging from a minimum of $2000, based on ten envelopes each containing foreign currency worth approximately $200, to a maximum value of $3600, based on twelve envelopes, each containing $300 worth of foreign currency. However, the victim’s testimony did not support the trial court’s finding that Appellant stole $5000 in foreign currency.\nOn the lone issue appealed, we reverse and remand for a new restitution hearing solely to determine the value of the foreign currency that Ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=livingston-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jjn-v-state"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2687,
    2780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}