{
  "id": 29307,
  "title": "1909년 Pettit 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-03-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Pettit. 판결일: 1909-03-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Missouri, Kansas & Texas Railway Company of Texas Et Al. v. J. R. Pettit\n**판결일**: 1909-03-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Rice\n\n## 변호인\n\nSpell  Nickles,  for appellants. &#8212; This testimony as to the supposed yardmaster's statements was immaterial and irrelevant and, the party with whom plaintiff had the conversation not having been identified as an agent of these defendants, the conversation testified to was merely hearsay as to these defendants and the statements therein made were not in any sense binding on the defendants, the admission of the testimony was therefore error. Dyer v. Insurance Co.,  63 Tex. 356 ; Railway Co. \n\n## 인용\n\n- 117 S.W. 894\n- 54 Tex. Civ. App. 358\n\n## 판결문 요약\n\nAppellee brought this suit against appellants for the recovery of damages sustained by him to a shipment of 159 head of beef cattle while in transit over appellants' lines of railway from Smithville, Texas, to East St. Louis, Ill., alleging unreasonable delays and rough handling en route, whereby he sustained damage to said shipment in the aggregate sum of $901.04, predicated upon the killing outright of one of said animals, the crippling of another and decrease in weight of the others, depreciation in the market on account of reaching the same one day late, as well as depreciation in their value on account of \"the stale appearance\" of said cattle when they arrived.\nDefendants filed a general demurrer, general denial and several special answers, among other things setting up contributory negligence on the part of plaintiff in failing to properly care for said cattle en route, in accordance with his contract so to do; and pleading *Page 361 \nthat section of their contract limiting their liability to injuries occurring on their own lines, and requiring notice to carrier of injuries before cattle were taken from the cars or mingled with other stock, etc. And further contended that if said cattle were injured by reason of any delay and rough handling, defendants were not liable therefor, because the same was only such as was ordinarily incident to the operation of their trains.\nPlaintiff addressed special exceptions to those portions of said answer which set up contributory negli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=missouri-kansas-texas-railway-co-v-pettit"
    }
  ],
  "relatedIncidents": [
    29254,
    29286,
    29309,
    29317,
    29167
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}