{
  "id": 29309,
  "title": "1909년 Simmons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-03-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Simmons. 판결일: 1909-03-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. M. Simmons v. the State\n**판결일**: 1909-03-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Ramsey\n\n## 변호인\n\nHoover  Taylor, W.T. Allen  and  W.R. Ewing,  for appellant. &#8212; On question of expert testimony: Cases cited in opinion. On question of court's remarks: Kelly v. State,  33 Tex. Crim. 31 ; McCullar v. State, 36 Tex.Crim. Rep.; Benson v. State, 39 Tex.Crim. Rep., 44 S.W. Rep., 163, and cases cited in opinion. On question of charge of court: Cases cited in opinion.\n\n F.J. McCord,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 117 S.W. 141\n- 55 Tex. Crim. 441\n\n## 판결문 요약\n\nAppellant was indicted in the District Court of Hansford County on the 14th day of October, 1907, charged with the murder of one George Aitken, alleged to have been committed in said county on the 30th day of June of the same year. The case was thereafter transferred on change of venue, by agreement, to Roberts County, and on the trial ending on the 15th day of February, 1908, appellant was found guilty of murder in the second degree, and his punishment assessed at confinement in the penitentiary for six years.\nWe deem it unnecessary to give an extended statement of the facts. Briefly, the evidence shows that both appellant and deceased resided on Palo Duro Creek, in Hansford County, their residence being something like a mile and a half apart. Appellant lived below deceased on the creek, but his land extended and his fence was built something like three hundred yards from Aitken's residence. Appellant was mainly engaged in raising alfalfa, and had not made any serious effort to grow any other crops. From the testimony it seems that the hogs of Aitken and probably others had been making serious depredations upon appellant's crops, greatly to his annoyance and to the extent of causing him considerable loss. He had made some effort to stop these inroads, and out of this and probably other facts developed the strained relations between the parties. The evidence tended to show threats on the part of deceased to kill appellant, or at least do him some serious injury, and it is sho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simmons-v-state"
    }
  ],
  "relatedIncidents": [
    29254,
    29286,
    29307,
    29317,
    29167
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}