{
  "id": 29312,
  "title": "1909년 Pethoud 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-02-20",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Pethoud. 판결일: 1909-02-20. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Andrew J. Pethoud v. Gage County B. C. Burkett\n**판결일**: 1909-02-20\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Barnes\n\n## 변호인\n\nA. D. McCandless, for appellant., \nE. O. Kretsinger, contra.\n\n\n## 인용\n\n- 83 Neb. 497\n\n## 판결문 요약\n\n\nBarnes, J.\nThis is an appeal from a judgment of the district court for Gage county.\nIt appears that in the year 1906 certain actions were pending in the district court for that county relating to frauds in bridge building, in which the interests of the county were at stake; that on the 16th day of June of that year the county board duly adopted a resolution authorizing the county attorney to take such steps and employ such means as were necessary for the purpose of checking up all claims, either pending or which had been settled, and examining all bridges that had been constructed for the county during the preceding four years. Thereupon the county attorney requested the plaintiff, now the appellee, and another to perform such work. The services were duly performed, and the plaintiff presented a bill to the county board for the time spent in the field while making his examinations, which was allowed and paid. He thereupon prepared and furnished to the county attorney for the use of the county in conducting said litigation a written report of the conditions found by him, and presented his claim therefor, amounting to $67.50, to the county board, which was also allowed. The objection interposed to the claim was that the plaintiff at the time he performed the services was the county surveyor of Gage county. From the order of allowance one Burkett, as a taxpayer, appealed to the district court. A trial in that court resulted in a judgment for the plaintiff, and Burkett has broug...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pethoud-v-gage-county"
    }
  ],
  "relatedIncidents": [
    29260,
    29276,
    29289,
    29315,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}