{
  "id": 29315,
  "title": "1909년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-02-02",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Brown. 판결일: 1909-02-02. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. E. L. BROWN\n**판결일**: 1909-02-02\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Fox\n\n## 변호인\n\nAbington é Phillips for appellant., 'Herbert S. Hadley, Attorney-General, and F. G. Ferris, Assistant Attorney-General, for the State.\n\n## 인용\n\n- 216 Mo. 351\n\n## 판결문 요약\n\n\nFOX, J.\nThis appeal on the part of the defendant is from a judgment of conviction for obtaining property under false and fraudulent representations, rendered in the Butler Circuit Court.\nOn the 17th day of February, 1908, there was filed in the office of the clerk of the circuit court of Butler county, Missouri, in vacation of said court, transcript of a preliminary examination in this cause. Subsequently, on the 24th day of February, 1908, in vacation of said court, the prosecuting attorney of said county filed an information against the defendant, substantially charging that the defendant, at said county, on or about the 21st day of December, 1908, did feloniously, designedly, knowingly and fraudulently, with the intent then and there to cheat and defraud one J. S. Kochtitzky falsely pretend, represent and state to said Kochtitzky, that he, the said Brown, had completed certain work under a contract, which entitled said Brown to receive from said Kochtitzky the sum of $75; and the said Kochtitzky, believing said representation and being deceived thereby, was induced, by reason thereof, to pay and deliver to said Brown a certain check of the value of $30, as part payment for said work.\nAt the April term, in the circuit court of said county, the defendant appeared and waived formal arraignment and entered his plea of not guilty, whereupon the trial of the cause proceeded.\nWe shall not undertake to set out in detail the testimony developed upon the trial of this cause. It is ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    29260,
    29276,
    29289,
    29312,
    29175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}