{
  "id": 29320,
  "title": "1909년 Missouri Pacific Railway Co. v. Larabee Flour Mills Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1909-01-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Missouri Pacific Railway Co. v. Larabee Flour Mills Co.. 판결일: 1909-01-11. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Missouri Pacific Railway Company v. Larabee Flour Mills Company\n**판결일**: 1909-01-11\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brewer, Holmes, Moody\n\n## 변호인\n\nMr. Balie P. Waggener for plaintiff in error:, Mr. Joseph G. Waters and Mr. Charles Blood Smith, with whom Mrl W. H. Rossington, Mr. Clad Hamilton, Mr. John F. Switzer and Mr. John C. Waters were on the brief, for defendant in error:\n\n## 인용\n\n- 211 U.S. 612\n- 29 S. Ct. 214\n- 53 L. Ed. 352\n- 1909 U.S. LEXIS 1793\n\n## 판결문 요약\n\n\nMr. Justice Brewer,\nafter majdng the foregoing statement, delivered the opinion of the court.\nAll questions arising under the constitution and laws of the State of Kansas are settled adversely to the plaintiff iñ error by the decision of the Supreme Court of the State. Merchants’ Bank v. Pennsylvania, 167 U. S. 461, and cases cited in the opinion. This brings within a narrow range the controversy which this court is called upon tó decide.\nComing directly to that, counsel for plaintiff in error contend that no duty was imposed on’ the' railroad company by act of the legislature or mandate of commission or other administrative board. • Conceding this, it is also true that the Missouri Pacific was a common carrier, and as such was engaged in the work of transferring cars from the Santa Fe' track to the mill company, and after this controversy arose continued like transfer for all industries located on the Missouri Pacific at Stafford, except the mill company. While no one can be compelled to engage in the business of a common carrier, yet when he does so certain duties are imposed which can be ejiforced by mandamus or other suitable remedy. The Missouri Pacific engaged in the business of transferring cars from the Santa Fe track to industries located at Stafford, and continued to do so for all parties, except the mill company. So long as it engaged in such transfer it was bound to treat all industries at Stafford alike, and could not refuse to do for one that which it was. doin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=missouri-pacific-railway-co-v-larabee-flour-mills-co"
    }
  ],
  "relatedIncidents": [
    29250,
    29254,
    29259,
    29260,
    29275
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}