{
  "id": 29323,
  "title": "1908년 Burrus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-12-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Burrus. 판결일: 1908-12-23. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: JAMES M. BURRUS v. JAMES M. COOK\n**판결일**: 1908-12-23\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Lamm\n\n## 변호인\n\nJ. Allen Prewitt and Olney Burrus for appellant., Paxton S Rose for respondents.\n\n## 인용\n\n- 215 Mo. 496\n\n## 판결문 요약\n\n\nLAMM, J.-\nBowlin held a note against Weese, principal, on which Burrus and Cook were cosureties. In a suit against Weese, Cook and Burrus, Bowlin recovered judgment in 1886 in tbe circuit court of Jackson county. Burrus paid in full in June, 1888. In 1903, Burrus as paying-surety sued Cook in equity to recover one-half bis outlay, making tbe beirs of Bowlin parties defendant — bis bill in three counts, viz. :\nThe\" first count was based on tbe theory that Burrus on paying tbe judgment received a written assignment thereof (now lost); that Cook prior to'judgment bad made himself insolvent by a fraudulent transfer of 1601 acres of land in Bates county to bis brother; that Bowlin was dead, Ms estate administered and bis administrator discharged; and that Burrus was entitled to be substituted to all the rights and privileges possessed by -Bowlin, bis beirs and administrators in tbe judgment, and recover on tbe judgment for Cook’s pro rata, be- (Burrus) being wholly without a remedy at law or otherwise.\nBy tbe second count, tbe same narrations are made except nothing is said about tbe assignment of tbe judgment. In lieu it is alleged that, by paying tbe judgment, Burrus became substituted in conscience to Bowlin’s rights under it, became tbe equitable assignee of said judgment and( as such assignee, is enti*501tied to recover from the non-paying surety his pro rata share.\nBy the third count the same narrations as in the second are made except that a judgment in the name of the Bow...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burrus-v-cook"
    }
  ],
  "relatedIncidents": [
    29342,
    29345,
    29357,
    29361,
    29367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}