{
  "id": 29327,
  "title": "1908년 Choice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-11-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Choice. 판결일: 1908-11-18. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ed. Choice v. the State\n**판결일**: 1908-11-18\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brooks\n\n## 변호인\n\nFitzgerald  Butler,  for appellant. &#8212; On question of charge on principals as being contradictory and meaningless: Blair v. State, 26 Texas Crim. App., 394.\n\nThere was no testimony authorizing the giving of any charge to the jury as to Gus Lott shooting at any of the parties, and it\nwas improper to inject said issue into the case, and charge the jury thereon. Tittle v. The State, 35 Tex.Crim. Rep.; 31 S.W. Rep., 677; Anderson v. The State, 34 Tex.Crim. Rep.; 31 S.W. Rep., 673; Bell v. The S\n\n## 인용\n\n- 114 S.W. 132\n- 54 Tex. Crim. 517\n\n## 판결문 요약\n\nAppellant was convicted of assault to murder, and his punishment assessed at four years confinement in the penitentiary.\nThis is the second appeal of this case. The former opinion will be found in 52 Tex.Crim. Rep..\nThe facts, in substance, show that Jim Williams owned some hogs, and at night kept them penned in the bottom. Learning that some parties were going to steal or kill the hogs or drive them away, he secured the services of the constable and lay in watch for their anticipated trespass upon his property. As the prosecuting witness and the constable, in company with others, approached the pen, said trespassers, including appellant, according to the State's case, fired upon the constable and the prosecuting witness, Jim Williams. They returned the fire and a general fusillade of shots were returned by each of the parties until the trespassers ran away. No one was shot. The evidence further shows that at the time of the shooting the parties engaged therein were a very short distance from each other. This is a sufficient statement of the evidence to discuss the questions involved in this record.\nThe indictment contains three counts: the first charging assault with intent to murder W.D. Lowery, the constable; the second, an assault with intent to murder Jim Williams, the complaining witness, and the third, an assault with intent to murder Jim Williams, W.D. Lowery, Martin Killean, and Charles Williams. The court refused to submit the last count.\nAppellant made a motion to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=french-ringo-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=choice-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    29346,
    29356,
    29378,
    29379,
    29254
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}