{
  "id": 29346,
  "title": "1908년 State Ex Rel. Stevenson v. Russell, Judge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-05-13",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: State Ex Rel. Stevenson v. Russell, Judge. 판결일: 1908-05-13. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: State Ex Rel. Stevenson v. Russell, Judge.\n**판결일**: 1908-05-13\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Turner\n\n## 변호인\n\nPruiett, Cardwell & Sniggs. for relator., S’. H. Russell, pro se.\n\n## 인용\n\n- 95 P. 463\n- 1 Okla. Crim. 165\n\n## 판결문 요약\n\nOn February 19, 1908, the petitioner, James Stevenson, brought an original proceeding in this court for a writ of habeascorpus to secure his release from custody on bail. The petitioner urged two grounds on which he claimed his right to the writ; the first being that after his indictment for a capital offense he applied to the Honorable Hosea Townsend, who at that time was judge of the United States Court for the Southern District of the Indian Territory, for bail, and that said judge admitted *Page 166 \nthe petitioner to bail in the sum of $5,000 and that after the transition of said court into the district court of the state of Oklahoma the said court of said district refused to admit the petitioner to bail under said order. That petitioner thereafter applied to the Honorable R. McMillan, judge of the Fourteenth judicial district of the state of Oklahoma, to be admitted to bail, and a hearing of said application was had; that upon considering the testimony the said judge of said court committed the petitioner to the common jail of Cleveland county to be held upon said indictment without bail; that said restraint was illegal; that petitioner was not guilty of the crime of murder or any crime, and the proof of guilt was not evident, nor the presumption thereof great. An alleged copy of which said order was filed with his said petition. His contention was that said order admitting him to bail was res adjudicata as to his right thereto. But it appeared on that application that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-stevenson-v-russell-judge"
    }
  ],
  "relatedIncidents": [
    29327,
    29356,
    29378,
    29379,
    29254
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}