{
  "id": 29345,
  "title": "1908년 Zimmerman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-05-13",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Zimmerman. 판결일: 1908-05-13. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Clayton M. Zimmerman v. . Charles E. Frushour, Admr., Etc.\n**판결일**: 1908-05-13\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Boyd, Burke, Pearce, Schmucker, Worthington\n\n## 변호인\n\nJacob Rohrback,  for the appellant.\n  Wm. P. Maulsby, Jr.,  and  Charles C. Waters  (with whom was Emory L. Coblentz  on the brief), for the appellee.\n\n## 인용\n\n- 69 A. 796\n- 108 Md. 115\n\n## 판결문 요약\n\nThe bill in this case was filed by the appellee as administrator d.b.n. of Mary C. Frushour, deceased, against Clayton M. Zimmerman in the Circuit Court for Frederick County, alleging that said Zimmerman was the confidential agent of the said Mary C. Frushour from the year 1894 up to the date of her death in December, 1904, and that as such agent, he attended to all her business affairs during the whole of this period. It further alleges that during the month of March, 1897, said Zimmerman obtained from the said Mary C. Frushour by way of gift, but through an abuse of the confidential relationship alleged to exist, the sum of fifteen hundred dollars; that said alleged gift was not the free and voluntary act of said Mary C. Frushour, and was fraudulently procured, and has ever since been fraudulently withheld. The prayer of the bill is that the defendant be compelled to pay to the plaintiff the said sum of $1,500 with interest from March 29th, 1897, and for such other and further relief as the case should require. The defendant answered the bill under oath admitting that he had received from Mary C. Frushour as a gift, on March 29th, 1897, the sum of $1,500, and that he had transacted many items of business for her during many years, but averred that the alleged gift was her free and voluntary act and that it was not obtained by any act of fraud on his part, or any abuse by him of any confidential relation existing between them. A large mass of testimony was taken before an ex...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zimmerman-v-frushour"
    }
  ],
  "relatedIncidents": [
    29323,
    29342,
    29357,
    29361,
    29367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}