{
  "id": 2934,
  "title": "2017년 in Re: The Commitment of Charles Ray Dever 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-03-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: in Re: The Commitment of Charles Ray Dever. 판결일: 2017-03-23. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: In RE: The COMMITMENT OF Charles Ray DEVER\n**판결일**: 2017-03-23\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Gabriel, Meier, Walker\n\n## 변호인\n\nKenneth Nash, Appellate Chief, Sarah Cathryn Brandon, 'State Counsel for Offenders, Huntsville, Texas, Attorney for Appellant., Melinda Fletcher, Special Prosecution Unit, Amarillo, Texas, Attorney for Appel-lee.\n\n## 인용\n\n- 521 S.W.3d 84\n\n## 판결문 요약\n\n                        COURT OF APPEALS\n                         SECOND DISTRICT OF TEXAS\n                              FORT WORTH\n\n                             NO. 02-16-00276-CV\n\n\nIN RE: THE COMMITMENT OF\nCHARLES RAY DEVER\n\n                                    ----------\n\n     FROM CRIMINAL DISTRICT COURT NO. 4 OF TARRANT COUNTY\n                TRIAL COURT NO. CDC4-S-13029-15\n\n                                    ----------\n\n                                   OPINION\n\n                                    ----------\n\n      The State of Texas filed a petition to civilly commit Appellant Charles Ray\n\nDever as a sexually violent predator.     See Tex. Health & Safety Code Ann.\n\n§§ 841.001‒.151 (West 2010 & Supp. 2016) (the SVP Act). At the time, Dever\n\nwas incarcerated, serving concurrent thirteen-year sentences for aggravated\n\nsexual assault of a child under age fourteen and for aggravated sexual assault of\n\na child under age seventeen. Dever denied the State’s allegations, and the case\n\neventually proceeded to trial.   A jury found that Dever is a sexually violent\n\fpredator, and the trial court signed a final judgment civilly committing Dever\n\nunder the SVP Act.\n\n      In a single issue, Dever argues that the evidence is legally and factually\n\ninsufficient to support the jury’s finding because, in opining that Dever suffers\n\nfrom a “behavioral abnormality” as defined by the SVP Act, David Self, M.D., the\n\nState’s expert witness, relied in part on a diagnosis that is not recogni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-commitment-of-charles-ray-dever"
    }
  ],
  "relatedIncidents": [
    2630,
    2691,
    2775,
    2800,
    2848
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}