{
  "id": 29347,
  "title": "1908년 Snowden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-05-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Snowden. 판결일: 1908-05-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Tom Snowden Et Al. v. the State\n**판결일**: 1908-05-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Ramsey\n\n## 변호인\n\nMiller  Royall  and  Watkins, Green  Richardson,  for appellant. &#8212; On question of invalidity of bond by reason of sheriff's agreement with one of the sureties: Bopp v. Hansford, 45 S.W. Rep. 744; Bronson v. Noyes, 7 Wend., 188; Brown v. Probate Judge,  42 Mich. 501 ; Powling v. U.S., 4 Cranch, 219; Ballow et al. v. Witchita County, 12 S.W.\nRep. 48; Ordinary v. Thatcher, 41 N.J. (law), 403; Deardoff v. Foreman,  24 Ind. 481 ; Dair v. U.S., 16 Wall, 1; Kiser v. State, 13 Texas Crim. App. 202\n\n## 인용\n\n- 110 S.W. 442\n- 53 Tex. Crim. 439\n\n## 판결문 요약\n\nThis was a suit under the usual form of scire facias, by the State of Texas, against the appellants as sureties on the bond of one Tom Snowden in the sum of $2,000, who was charged with a crime in the District Court of Henderson County. No issue was made on appeal as to the regularity of the bond, the sufficiency of the judgment nisi or the legality of the service, and the only question presented is as to the liability of appellants by reason of certain facts pleaded by them and which were in effect found to be true by the jury. The bond in question was alleged to be invalid for the following reasons, which appear in the answer of Lewis and which, with the view of insuring accuracy, we copy literally: \"Defendant Lewis further answering herein, if so required, says that at the time that he signed the bond that it was distinctly understood and agreed by and between Sheriff W.O. Williams and himself that the said sheriff was not to accept and approve said bond if he, the defendant Lewis, was to be held for more than $500, and it was specially agreed and understood by and between said Williams and this defendant that the said Williams was not to release the defendant, Tom Snowden, from jail if he, the said defendant Lewis, was to be held or become responsible for more than said sum of $500, by reason of which said bond is void and invalid.\" Lewis averred in his answer that he was ready to pay into court the sum of $500 and asked the court in accepting said $500 that he be dischar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=snowden-v-state"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}