{
  "id": 29358,
  "title": "1908년 Parsons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-04-14",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Parsons. 판결일: 1908-04-14. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Ann R. Parsons v. the Litchfield County Hospital.\n**판결일**: 1908-04-14\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Baldwin, Hall, Hamersley, Prentice, Thayer\n\n## 변호인\n\nWellington B. Smith  and  Frank B. Munn , with whom was  Wilbur G. Manchester , for the appellant (plaintiff).\n\n Samuel A. Herman  and  Richard T. Higgins , for the appellee (defendant).\n\n## 인용\n\n- 69 A. 352\n- 80 Conn. 525\n\n## 판결문 요약\n\nThis action is not brought to enforce the right of an owner of land, burdened with the easement of a public highway, to protect his ownership and possession of that land against trespass. The acts of the defendant of which the plaintiff complains were all done within the limits of a described piece of land which adjoins the land owned by the defendant and which is burdened with the easement of the public highway; but it is not alleged by the plaintiff, nor is it found by the court, that the plaintiff *Page 527 \nowns the fee of this piece of land, or of any part thereof. The plaintiff does not charge the defendant with an unlawful entry upon his land and damaging acts committed thereon, but solely with an unlawful encroachment upon the public easement. The question, what rights the owner (if he were other than the defendant himself) of the land upon which the acts charged were committed might have against the defendant, is not involved in this case. The plaintiff charges the defendant solely with an encroachment upon the public easement, and claims relief solely in respect to the special damage alleged to have been suffered by her in consequence of the public injury. The only special damage alleged is this: In consequence of the defendant's invasion of the public easement, the public has extended the traveled part of the highway over a portion of the way previously unused, up to the boundary line of the plaintiff's land, and in doing so have appropriated for public travel the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parsons-v-litchfield-county-hospital"
    }
  ],
  "relatedIncidents": [
    29250,
    29323,
    29327,
    29342,
    29345
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}