{
  "id": 29351,
  "title": "1908년 Person 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-04-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Person. 판결일: 1908-04-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rorert Person v. the State\n**판결일**: 1908-04-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Ramsey\n\n## 변호인\n\nJ.R. Heslep, T.R. Batte  and  V.B. Hudson,  for appellant. &#8212; Whether the Act of 1901 repealed article 440 of the Penal Code, or only amended it, the requirements in article 441a should have been complied with in drawing the information. The information in this case would not be sufficient if drawn under either article 440 or 441a alone, and if the two can be resorted to and blended in drawing the information, then all that is vital in both becomes mandatory and must be complied with, and t\n\n## 인용\n\n- 109 S.W. 935\n- 53 Tex. Crim. 334\n\n## 판결문 요약\n\nThe appellant was charged by information in the County Court of Burleson County, presented at the March term of said court, with having unlawfully engaged in the practice of medicine in said county in violation of the law. He was on trial on the 3rd day of September, 1907, convicted and his punishment assessed at a fine of $50.\nThe appellant relies upon several grounds for reversal of the case. *Page 335 \nAmong other things, it is contended that the information fails to allege the place of residence of the defendant or where he sojourned at the time of the commission of the offense, or that the offense charged was committed in Burleson County. The information alleges that the defendant did engage in the practice of medicine for pay and as a regular practitioner in its various branches and departments and as such practitioner did prescribe for and visit patients professionally in said county without having filed with the clerk of the district court thereof a certificate or diploma as the law requires, but it does not allege that the defendant was a resident of or sojourned in Burleson County. It is also claimed that said information is insufficient in that same fails to allege that appellant was a resident of Brazos County and that he had failed or neglected to file with the clerk of said county a certificate or diploma as the law provides. The charging part of the information is as follows: \"That Robert Person on or about the 15th day of January, 1907, and anterior to the pre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=person-v-state"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}