{
  "id": 29357,
  "title": "1908년 Youngs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-04-15",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Youngs. 판결일: 1908-04-15. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: The People ex rel. Bryant v. Youngs\n**판결일**: 1908-04-15\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Campbell, Gabbert\n\n## 변호인\n\nMr. T. J. O’Donnell, Mr. John A. Rush, Mr. Edwin Van Oise, and Mr. ¥m. H. Bryant, for plaintiff in error., Mr. H. A, Lindsley and Mr. Thos. R. Woodrow, for defendants in error.\n\n## 인용\n\n- 43 Colo. 334\n\n## 판결문 요약\n\n\nMr. Justice Campbell\ndelivered the opinion of the court:\nThis writ of error is to a judgment of the district court dismissing an action in mandamus. Under the pleading’s the issues are of law purely, and were so treated by the trial court and counsel for both parties. The controversy arose out of these facts: The charter of the city of Denver created an election commission consisting of three members, to which 'are entrusted general control and supervision of municipal elections. In preparing for the approaching general city election, to be held May 19th, 1908, Henry Youngs and George N. Ordway, two of the members, in the absence from the state of William IT. Bryant, the third member of the commission, called a meeting of that body for March 18th, of which Bryant had notice, to arrange for the appointment of three judges and two registrars of election in each of the precincts of the city. Bryant at once notified them of his inability to be in Denver until March 27th. The meeting called for the 18th was then adjourned from time to time until the 21st of March, when Youngs and Ordway, each in his individual capacity as a member of the commission, appointed a separate list of judges and registrars for the various precincts; and, because of Bryant’s absence, and since the registration of electors must begin on April 4th, which, under the law as they conceived it to be, necessitated the immediate appointment of all judges and registrars,- the two members *338present sitting as a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-bryant-v-youngs"
    }
  ],
  "relatedIncidents": [
    29323,
    29342,
    29345,
    29361,
    29367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}