{
  "id": 29359,
  "title": "1908년 Succession of Gairnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-04-13",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Succession of Gairnes. 판결일: 1908-04-13. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Succession of GAIRNES\n**판결일**: 1908-04-13\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Land\n\n## 변호인\n\nArthur Benedict Leopold, for appellant. Charles Ferdinand Claiborne, for appellee.\n\n## 인용\n\n- 121 La. 223\n- 46 So. 217\n\n## 판결문 요약\n\n\nLAND, J.\nTwo lots belonging to the succession of Michael Gairnes were adjudicated at a probate sale to Francis Carrau, who refused to comply with his bid on the ground that the sale had not been advertised as required by law. Thereafter the administratrix ruled Francis Carrau to show cause why he should not be condemned to comply with the adjudication.\nF'or answer, the defendant in rule averred that the adjudication made to him was null and void, and conferred no title on him, because the advertisement of the sale had not been published “once a week” during 30 days, as required by law, and that on the discovery of this defect in the proceedings the respondent declined to accept the title and demanded a return of his deposit of 8303.50, made at the time of the adjudication. The respondent prayed for judgment in his favor, dismissing the rule and ordering the administratrix to return the deposit, with all costs of the rule. There was judgment in favor of the defendant in rule as prayed for, and the administratrix has appealed.\nThe property was ordered by the court to be sold at public auction for the prarpose of paying the debts of the succession, which appears to be barely solvent. It is admitted that notice of the sale was not advertised once a week during 30 days as required by law. It is contended, however, that this defect in the proceedings was cured by the subsequent ratification of the sale by the major heirs by authentic act and by the minor heirs by the advice of a f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=succession-of-gairnes"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}