{
  "id": 29355,
  "title": "1908년 R. R. v. . R. R. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-04-15",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: R. R. v. . R. R.. 판결일: 1908-04-15. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Atlantic and North Carolina Railroad Company v. Atlantic and North Carolina Company.\n**판결일**: 1908-04-15\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: HOKE, J.\n\n## 변호인\n\nGeorge Rountree and P. M. Pearsall for plaintiff .\n\n Aycock  Daniels, Simmons, Ward  Allen, and Moore  Dunn for defendant .\n\n## 인용\n\n- 61 S.E. 185\n- 147 N.C. 368\n\n## 판결문 요약\n\nA jury trial having been formally waived by the parties, the court heard the testimony and found the facts as follows:\n1. The plaintiff is a corporation duly organized and existing under the laws of North Carolina.\n2. The defendant is a corporation duly organized and existing under the laws of North Carolina.\n3. On 1 September, 1904, the plaintiff made, duly executed, and delivered a lease to the Howland improvement Company.  A copy of said lease is hereto annexed and made a part of these findings of fact. *Page 276 \n4. The defendant succeeded to the rights and liabilities of the said Howland Improvement Company under said lease.\n5. Previous to the execution of said lease the plaintiff used in its locomotives for the transportation of freight and passengers over its railroad wood as fuel, and for the purpose of supplying itself with a sufficient quantity of wood the plaintiff had purchased timber lands and standing timber and had entered into contracts with several persons for cutting timber, among others one B. W. Ives, for the cutting and delivery to plaintiff of 15,000 cords of wood; and in pursuance of said contract the said Ives, prior to the date of said lease, had cut and delivered large quantities of said wood to plaintiff, and at the time of the execution of said lease the contract between plaintiff and Ives was in regular course of performance by both parties thereto.\n6. When the defendant took over the property of the plaintiff under the said lease all of the locom...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=r-r-v-r-r"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}