{
  "id": 29352,
  "title": "1908년 Ex Parte Nebraska 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-04-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ex Parte Nebraska. 판결일: 1908-04-20. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte THE STATE OF NEBRASKA\n**판결일**: 1908-04-20\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Fuller, After Making the Foregoing Statement\n\n## 변호인\n\nMr. William T. Thompson, Attorney General of the State of Nebraska, and Mr. William B. Rose for petitioner:, Mr. William D. McHugh and Mr. Maxwell .Evarts for respondents:\n\n## 인용\n\n- 209 U.S. 436\n- 28 S. Ct. 581\n- 52 L. Ed. 876\n- 1908 U.S. LEXIS 1684\n\n## 판결문 요약\n\n\n209 U.S. 436 (1908)\nEx parte THE STATE OF NEBRASKA.\nNo. 15, Original.\nSupreme Court of United States.\nArgued March 17, 1908.\nDecided April 20, 1908.\nPETITION FOR WRIT OF MANDAMUS.\n*439 Mr. William T. Thompson, Attorney General of the State of Nebraska, and Mr. William B. Rose for petitioner.\nMr. William D. McHugh and Mr. Maxwell Evarts for respondents.\n*440 MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.\nThe motion to remand presented for decision the question whether there was in the case a controversy wholly between citizens of different States, to the complete determination of which the State of Nebraska was not an indispensable party. If defendant's contention was correct, the action could have been originally brought in the Federal court and its jurisdiction of the case was complete on removal. The Circuit Court *441 was called upon to determine that question and to exercise judicial discretion in deciding it. This being so, its jurisdiction was complete, and if it erred in its conclusions the remedy is not by writ of mandamus, which cannot be used to perform the office of an appeal or writ of error. The applicable principles have been laid down in innumerable cases. Ex parte Bradley, 7 Wall. 364; Ex parte Loring, 94 U.S. 418; In re Rice, 155 U.S. 396; In re Atlantic City Railroad, 164 U.S. 633.\nIt appeared in the case of Pollitz, Petitioner, 206 U.S. 323, that Pollitz had brought suit in the Supreme Court of New York ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-nebraska"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}