{
  "id": 29366,
  "title": "1908년 Bush 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-03-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bush. 판결일: 1908-03-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Baxter Bush v. the State\n**판결일**: 1908-03-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Ramsey\n\n## 변호인\n\nHart  Hart,  for appellant. &#8212; On question of insufficiency of indictment: Dukes v. State, 22 Texas Crim. App. 192.\n  F.J. McCord,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 109 S.W. 184\n- 53 Tex. Crim. 213\n\n## 판결문 요약\n\nAppellant was charged in the District Court of Wood County by indictment in two counts with the crime of theft.\nThe first count charged theft from the person of J.T. Huff so suddenly as not to allow time to make resistance before the property was carried away, the property stolen being alleged to be one money purse containing money. The other count was for theft of $100.11, in money. The State elected to prosecute the case on the first count.\nAppellant was indicted on May 4, 1906. He was tried and convicted on November 24, 1907. A motion has been filed by the assistant attorney-general to dismiss the appeal on the ground that appellant escaped from the custody of the sheriff on the 25th day of December, 1907, and remained out of his custody and beyond his control until recaptured on the morning of December 26, 1907. It appears, after this on the 8th of January, 1908, under the recent law, he (appellant) entered into an appeal bond pending his appeal. This motion is supported by the affidavit of T.L. Moore, Sheriff of Wood County. There is some uncertainty as to whether, under all the circumstances, in the light of the decisions of this court, the surrender of appellant was voluntary, and made under such circumstances as to be a sufficient answer to the motion. However this may be, in view of the fact that the trial court permitted him to execute an appeal bond and thereby recognized him as being in the custody of the sheriff, it seems to us that this should be held as a judic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bush-v-state"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}