{
  "id": 29368,
  "title": "1908년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-03-09",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Roberts. 판결일: 1908-03-09. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Roberts v. State\n**판결일**: 1908-03-09\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: McCueeoch\n\n## 변호인\n\nPryor & Tatum, for appellant., William F. Kirby, Attorney General, and Dan’l Taylor, assistant, for appellee.\n\n## 인용\n\n- 85 Ark. 435\n\n## 판결문 요약\n\n McCueeoch, J. The indictment in this case, which appellant challenged both by demurrer and by motion in arrest of judgment, is as follows (omitting caption and formal parts): “The said defendant, in the county and district aforesaid, on the ioth day of February, 1906, with a felonious intent to defraud and cheat one W. E. Shipley, falsely, fraudulently and feloniously did pretend and represent unto the said W. E. Shipley that he, the said P. F. Roberts, was a graduated eye specialist; that he was a graduate from three different schools; and that he had diplomas from three different schools; that he was authorized and was able and competent to treat the eyes of a son of the said W. E. Shipley, and had lawful authority so to do, and by other words and acts held himself out as a regular practicing oculist, and as one who was authorized by law to treat the eyes and practice as an oculist, by means of which false and fraudulent representations, he, the said P. F. Roberts, did then and there fraudulently and feloniously obtain from' him, the said W. E. Shipley, five dollars gold, silver and paper money of the value of five dollars, and the note of the said W. E. Shipley to said P. F. Roberts for the payment of the sum of twenty-five dollars, and did, by said false and fraudulent representations, obtain from the said W. E. Shipley his signature to said note for twenty-five dollars, which nóte, was made payable to the order of the said P. F. Roberts, and was due and payable six mont...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-v-state"
    }
  ],
  "relatedIncidents": [
    29323,
    29342,
    29345,
    29357,
    29361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}