{
  "id": 29367,
  "title": "1908년 Hedrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-03-11",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Hedrick. 판결일: 1908-03-11. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: M. C. Hedrick v. Smith & Reed\n**판결일**: 1908-03-11\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: McClain\n\n## 변호인\n\nS'techi Daugherty & Steck, for appellant., Tisdale & Heindel and C. F. Clark, for appellees.\n\n## 인용\n\n- 137 Iowa 625\n\n## 판결문 요약\n\n\nMcClain, J.\nThe judgment which plaintiff seeks to have set aside was in an action in which these defendants, claiming as owners of certificates of purchase at tax sale of three lots for delinquent street improvement assessments, asked to have judgment against the defendant (this plaintiff) as the owner of said lots, and to have such judgment decreed to be a lien thereon. No appearance being made for the defendant in that action, judgment was rendered as prayed. This plaintiff now alleges that she was not the owner of the *627lots at the time the special assessments became a lien thereon, and therefore was not personally liable for such assessments; that the defendants in this action, with knowledge of the fact that plaintiff was not personally liable, fraudulently took default against her; and that the failure of an attorney generally employed to. represent her to interpose any defense, although he had knowledge of the pendency of the action, constituted such casualty and misfortune as to entitle her to equitable relief. It is conceded that the right of plaintiff to relief must be found within the provisions for new trial on petition as specified in Code, section 4091, which is exclusive as to the grounds on which such relief may be granted, although the timé within which it may be granted may be extended by a court of equity on a showing that the proceeding is prosecuted with reasonable diligence after discovery of the fraud, casualty, or misfortune. Ruppin v. McLachlan, 12...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hedrick-v-smith-reed"
    }
  ],
  "relatedIncidents": [
    29323,
    29342,
    29345,
    29357,
    29361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}