{
  "id": 29361,
  "title": "1908년 Matter of Ogden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-04-02",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Matter of Ogden. 판결일: 1908-04-02. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Petition of Frank B. Ogden for a Review and Modification of the Opinion Rendered in the Case of Pekin Mining and Milling Company v. James Kennedy, 81 Cal. 357 .\n**판결일**: 1908-04-02\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: THE COURT.\n\n## 인용\n\n- 95 P. 161\n- 153 Cal. 347\n\n## 판결문 요약\n\nIn 1889 this court handed down a decision in the above-entitled case, which will be found reported in 81 Cal. 357, [22 P. 679]. In its opinion this court made reference to, and repeated the substance of, certain findings of the trial court, which findings reflected upon the fair dealing of Frank B. Ogden, petitioner herein. The gist of these findings *Page 348 \nwas that the said Ogden improperly and in fraud of the rights of James Kennedy and others, defendants, represented at an execution sale of certain mining claims of the Oro Fino Mining Company, that the Oro Fino Mining Company was not the owner of the property, and, after the sale, wrote his name in the constable's certificate of sale under execution. In the answer of Kennedy and others in the above-entitled suit no charge of fraud was made against Ogden, and there was no intimation that he was to be charged with fraud. Nothing in the answer tended to give notice that any such fraud was claimed. At the trial of the cause Ogden was called, testified, and went his way. Upon his examination neither his integrity nor the fairness of his acts was called in question. He never was informed during or after the trial of the cause that his testimony had been disputed, or his fair dealing questioned. He had no interest in the litigation, and the first knowledge that he acquired that the findings of the trial court in any way reflected upon him was from reading the reported decision of this court. Immediately upon becoming aware of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ogden-v-kennedy"
    }
  ],
  "relatedIncidents": [
    29323,
    29342,
    29345,
    29357,
    29367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}