{
  "id": 29373,
  "title": "1908년 Haney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-02-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Haney. 판결일: 1908-02-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rube Haney v. the State\n**판결일**: 1908-02-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brooks\n\n## 변호인\n\nNo brief on file for appellant.\n\n F.J. McCord,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 107 S.W. 836\n- 52 Tex. Crim. 485\n\n## 판결문 요약\n\nAppellant was convicted of violating the quarantine regulation and his punishment assessed at a fine of $25.\nThe charging part of the information in this case reads, as follows: \"Said Rube Haney on or about the 20th day of December, A.D., 1906, and in the said County of Palo Pinto, and State of Texas, did then and there unlawfully, knowingly and wilfully violate and disobey a certain quarantine regulation established in the town of Gordon, in said county by the Health Officer of said Palo Pinto County, Texas, by then and there absenting himself from the pesthouse in the said town of Gordon in violation of, and against the order and quarantine regulation of said county health officer,\" etc.\nAppellant filed a motion in arrest of the judgment and to quash the information herein, for the following grounds:\n1. Said information fails to charge that the commissioners court of Palo Pinto County ever ordered the county health officer to establish a quarantine in the town of Gordon in said county.\n2. The same nowhere alleges that the defendant was ever placed in quarantine by the said health officer.\n3. It does not allege that defendant was ever lawfully detained by said health officer, or any one else who had authority to detain him in quarantine. *Page 486 \n4. It does not allege that quarantine regulations had ever been established in the town of Gordon by the health officer or any one else having authority to make such regulations.\n5. It does not allege that a quarantine was legally...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haney-v-state"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}