{
  "id": 29377,
  "title": "1908년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-02-06",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Thomas. 판결일: 1908-02-06. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Thomas v. Livingston\n**판결일**: 1908-02-06\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, Dowdell, McClellan, Tyson\n\n## 변호인\n\nGunter & Gunter, for appellant., Ersi-iTOsr & Coleman, for appellee.\n\n## 인용\n\n- 155 Ala. 546\n- 46 So. 851\n\n## 판결문 요약\n\n\nDOWDELL, T.\nThe bill in this case seeks an accounting for rent of land. The theory of the bill is that the relation of mortgagor and mortgagee existed between the complainant and respondent, and that during the existence of such relationship the respondent collected rents from the mortgaged premises for which he was in equity liable to account, but has never accounted. It was on this theory, as made by the allegations of the bill, that on former appeal from a decree dismissing the bill on motion for want of equity it was ruled that the bill contained equity, and the decree of the chancery court was reversed and the cause remanded, putting the respondent to further defense on the facts as made by the bill. On the remandment of the cause, fhe respondent answered the bill, denying and. putting in issue all of the allegations material to the equity of ■fhe bill; and on the, issues so made evidence was taken, and the cause was finally heard on the pleadings and proof, and a final decree rendered in favor of the re*548spondent, from which the present appeal is prosecuted.\nThe principles of law applicable to the case were stated on the former appeal, and authorities cited in support thereof, on the facts stated in the bill. The question now is mainly one of fact. The contention of the appellant is that the deed of December 9, 1903, though absolute in form, was intended as a security for a loan. It is admitted that at the time of the execution of the deed there was a contemporaneous...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-livingston"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}