{
  "id": 29375,
  "title": "1908년 Rothstein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-02-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rothstein. 판결일: 1908-02-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Samuel Rothstein and Robert Rothstein v. Isidore Isaac\n**판결일**: 1908-02-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Ingraham\n\n## 변호인\n\nMartin PasJcus, for the appellant. -, Marry A. Gordon, for the respondents.\n\n## 인용\n\n- 124 A.D. 133\n- 108 N.Y.S. 896\n\n## 판결문 요약\n\n\nIngraham, J.:.\nBy a contract executed the 12th day of October, 1904, the defendant agreed to sell and the plaintiffs agreed to purchase certain real'property consisting of two lots of land on Madison street upon which was a tenement house. The price to be paid therefor was $78,000, of' which $2,000 was paid on or-before the signing of the contract; . $8,000 was to be paid in cash upon delivery of the deed; $45,000 by taking said premises subject to a mortgage then a- lien on the property; and the-balance of .$23,000 by the execution of a second mortgage, the deed to be delivered on the 15th of November, 1904. The plaintiffs did not complete the contract, but on the 18th of November, 1904, commenced this- action; the complaint alleging that the contract had been procured. by. fraud, asking that it-be canceled and annulled, and for judgment against the defendant for the $2,000 paid in cash on the contract and for $400 damages, the fraud consisting of representations made by .the defendant that the premises brought in an actual rental of $8,478 per year; and that there was to be built a tenement house adjoining the said premises immediately on the east thereof, the light shaft, or light and ventilation area, of which would be on the westerly side of said nev/ building, and immediately adjoining the light shaft, or light and ven-. tilation area, of the said premises which the plaintiffs had purchased, *135it being stated that tlie owner of the said lot had already tiled plans in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rothstein-v-isaac"
    }
  ],
  "relatedIncidents": [
    29323,
    29342,
    29345,
    29357,
    29361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}