{
  "id": 29378,
  "title": "1908년 Barnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-01-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Barnes. 판결일: 1908-01-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Pink Barnes v. the State\n**판결일**: 1908-01-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nNo brief on file for appellant.\n\n F.J. McCord,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 107 S.W. 823\n- 52 Tex. Crim. 407\n\n## 판결문 요약\n\nAppellant, under an indictment charging him with assault with intent to murder, was convicted of aggravated assault. Without going into a detailed statement of the facts, the record discloses that on Christmas night appellant was in the saloon of one Sinclair and had some trouble with John Broadnax, during which Broadnax struck him in the face or upon the forehead with a beer bottle, inflicting a rather severe wound, which caused a considerable flow of blood. Shortly afterwards, some distance from that point, and while *Page 408 \nhe was en route home, as he claims, he passed the injured party, John Eaton and two others, and immediately upon hearing the name \"John,\" or \"Johnnie,\" he began the assult upon Eaton, inflicting two wounds with a knife.\nAppellant further claims, and the evidence seems rather to justify his contention, that there was no occasion for his attacking John Eaton, but that when he heard the name called, he was under the impression that it was John Broadnax who had recently knocked him down with a beer bottle. The relations between appellant and the assaulted party seem to have been of a friendly character up to the time of the assault. Nothing was said by appellant at the time of the assault, and it may be fairly assumed that he was under the impression that it was his enemy, Broadnax, whom he thought he was assaulting. The jury acquitted of assault with intent to murder, and punished for aggravated assault.\nAmong other suggestions for reversal is the want ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barnes-v-state"
    }
  ],
  "relatedIncidents": [
    29327,
    29346,
    29356,
    29379,
    29254
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}