{
  "id": 29372,
  "title": "1908년 Queen Insurance v. John Spry Lumber Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-02-13",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Queen Insurance v. John Spry Lumber Co.. 판결일: 1908-02-13. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Queen Insurance Company v. John Spry Lumber Company\n**판결일**: 1908-02-13\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Brown\n\n## 변호인\n\nBeach & Brown, for appellants., Adams & Froehlich, for appellee.\n\n## 인용\n\n- 138 Ill. App. 620\n\n## 판결문 요약\n\n Mr. Justice Brown delivered the opinion of the court. This appeal is from a decree of the Superior Court dismissing for want of equity a hill in chancery brought by appellants against the appellee to reform four several policies of insurance issued to appellee by the appellants, and a fire loss having occurred of property which appellee claimed was covered by said policies, and suits at law having been brought by it on the same, to enjoin the bringing or further prosecution of actions at law against the appellants for such loss or damage until the determination of the suit at bar. The policies, the reform of which was sought by the bill, were as follows: Policy 1773078 of the Queen Insurance Company of America for $750, dated March 15, 1905, and running for one year. Policy 1758939 of the Queen Insurance Company of America, for $1,000, dated August 19, 1905, and running for one year. Policy 16694 of the National Union Fire Insurance Company of Pittsburg, for $1,500, dated December 5, 1904, and running for one year. Policy 320347 of the Virginia State Insurance Company, for $500, dated March 15, 1905, and running for one year. Each was of the usual standard form, and insured the John Spry Lumber Company against all direct loss or damage by fire to the amount mentioned in the policy, “to the following described property while located and contained as described herein, and not elsewhere, to wit: John Spey Lumber Company. (Amt. of Policy.) On Lumber, Lath, Shingles, Pickets, Pos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=queen-insurance-v-john-spry-lumber-co"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}