{
  "id": 2938,
  "title": "2017년 New Star Realty, Inc. v. Jungang Pri USA, LLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-03-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: New Star Realty, Inc. v. Jungang Pri USA, LLC. 판결일: 2017-03-15. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: New Star Realty, Inc. v. Jungang Pri USA, LLC\n**판결일**: 2017-03-15\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                        ATLANTA,____________________\n                                                 March 09, 2017\n\nThe Court of Appeals hereby passes the following order:\n\nA16A1910. NEW STAR REALTY, INC. v. JUNGANG PRI USA, LLC.\n\n      Jungang Pri USA, LLC brought this action in the Superior Court of Gwinnett\nCounty against New Star Realty & Investment, Inc. (“New Star Georgia”), New Star\nRealty, Inc. (“New Star California”), Jeongha Lee, Yoon Jae Lee, Paul N.\nRohrabaugh, and West Point Property Group, LLC. Jungang subsequently moved to\ndrop Yoon Jae Lee as a party defendant. Jungang also filed a motion to amend the\nconsolidated pre-trial order asking, among other things, that Jeongha Lee and West\nPoint Property Group be dropped as parties. However, no order was filed dismissing\nYoon Jae Lee, Jeongha Lee, and West Point Property Group as parties. In the\nabsence of such an order, the trial court determined that Yoon Jae Lee, Jeongha Lee,\nand West Point Property remained parties to the action, and the jury was instructed\nthat they were among the parties.\n      The jury returned a verdict (i) against Rohrabaugh on Jungang’s negligence\nclaim and awarded damages of $1,000,000, (ii) against New Star California on\nJungang’s negligence claim and awarded damages of $1,000,000, and (iii) against\nNew Star Georgia on Jungang’s breach of contract claim and awarded damages of\n$0.00. The jury also found that Jungang was entitled t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=new-star-realty-inc-v-jungang-pri-usa-llc"
    }
  ],
  "relatedIncidents": [
    2622,
    2623,
    2624,
    2630,
    2635
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}