{
  "id": 29380,
  "title": "1908년 Kerber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-01-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Kerber. 판결일: 1908-01-24. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE Ex Rel. STATE BOARD OF HARBOR COMMISSIONERS, Respondent, v. H. KERBER, JOHN ENGLEBRETSON, and O. NELSON, Appellants\n**판결일**: 1908-01-24\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Shaw\n\n## 변호인\n\nStearns & Sweet, and Haines & Haines, for Appellants., Victor E. Shaw, for Respondent.\n\n## 인용\n\n- 93 P. 878\n- 152 Cal. 731\n\n## 판결문 요약\n\nThis action is prosecuted under the authority of section 2578 of the Political Code, to recover possession of certain premises alleged to constitute a part of the tide-lands of the bay of San Diego. Plaintiff had judgment for part of the land sued for and the defendants appeal from that part of the judgment.\nThe defendants denied ownership of the lands by the state and pleaded, as a defense, the ten-year statute of limitations, as set forth in section 315 of the Code of Civil Procedure. The court found that the defendants have been in adverse occupancy of the land for more than ten years next before the action was begun. The evidence shows that their occupancy began on January 1, 1887, and has continued ever since that time. The claim of the defendants is that the action is barred by the statute and that, under the provisions *Page 733 \nof section 1007 of the Civil Code, they have acquired title to the land by prescription.\nThe land in question lies between the lines of the ordinary high and low tides and is covered and uncovered successively by the ebb and flow thereof. It is, unquestionably, tide-land, in the usual meaning of that term. (People v. Davidson, 30 Cal. 386;Rondell v. Fay, 32 Cal. 364; Oakland v. Oakland Water F. Co.,118 Cal. 182, [50 P. 277].) It is situated next to the shore line at ordinary high tide and constitutes a strip of land forty feet in width, running from the line of Atlantic Street on the west to the line of California Street on the east, assuming ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-state-bd-of-harbor-commrs-v-kerber"
    }
  ],
  "relatedIncidents": [
    29323,
    29327,
    29342,
    29345,
    29346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}