{
  "id": 29381,
  "title": "1908년 Ledbetter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1908-01-16",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ledbetter. 판결일: 1908-01-16. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ledbetter v. Davenport Bros.\n**판결일**: 1908-01-16\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, McClellan, Simpson, Tyson\n\n## 변호인\n\nJohn B. Talley, and W. L. Martin, for appellant., Virgtl Bouldin, for appellee.\n\n## 인용\n\n- 154 Ala. 336\n- 45 So. 467\n\n## 판결문 요약\n\n\nTYSON, C. J.\nThe bill in this cause is exhibited by creditors of J. M. Ledbetter, and seeks to subject to the payment of their debts certain property attempted to be conveyed by him, in fraud of their rights, to one Gullatt,- and to have declared void a mortgage upon this property *339by Gullatt to one Matthews. It attacks the consideration of these alleged conveyances as being simulated, and also upon the theory, if adequate consideration ivas paid for the property, that Gullatt and Matthews had notice of Ledbetter’s intent to hinder, delay, or defraud his creditors in the making of the sale to Gnllatt.\nComplainants being existing creditors of Ledbetter át the date of his attempted sale to Gullatt, it will not be doubted that the burden of proof was upon Gullatt to show that he paid a valuable consideration for the property, and that, it was adequate, and upon Matthews to establish that he was a bona fide purchaser for value. If each of these respondents had borne this burden put upon him by the law, it then became incumbent upon the complainants to prove that they had notice of Led-better’s fraudulent intent, or — its equivalent — of such facts as put them upon inquiry which, if followed up, would have disclosed his fraudulent purpose; and, if this was shown, the complainants would be entitled to the relief granted them by the decree appealed from. The fraudulent design and purpose of Ledbetter to put his property beyond the reach of his creditors is established beyond ser...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ledbetter-v-davenport-bros"
    }
  ],
  "relatedIncidents": [
    29323,
    29342,
    29345,
    29357,
    29361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}