{
  "id": 29398,
  "title": "1907년 Raymond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-10-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Raymond. 판결일: 1907-10-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Raymond, Treasurer of Cook County, Illinois, v. Chicago Union Traction Company\n**판결일**: 1907-10-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Moody, Peckham\n\n## 변호인\n\n■Mr. David K. Tone and Mr. James Hamilton Lewis, with whom Mr. Edward J. Brundage, Mr. Harry. A. Lewis, Mr. William F. Struckmann, Mr. William H. Stead and. Mr. George B. Gillespie were on the brief, for appellants:, Mr. William 0. Beale for The Chicago Edison Company and The Chicago Telephone Company, with whom Mr. Gilbert E. Porter, Mr. Buell McKeever, Mr. Waldo F. Tobey, Mr. Charles S. Holt and Mr. William P. Sidley were on the briefs; Mr. James F. 'Meagher for The People’s Gas Light and Coke\n\n## 인용\n\n- 207 U.S. 20\n- 28 S. Ct. 7\n- 52 L. Ed. 78\n- 1907 U.S. LEXIS 1197\n\n## 판결문 요약\n\n\n207 U.S. 20 (1907)\nRAYMOND, TREASURER OF COOK COUNTY, ILLINOIS,\nv.\nCHICAGO UNION TRACTION COMPANY.\nNo. 115.\nSupreme Court of United States.\nArgued April 8, 9, 1907.\nDecided October 21, 1907.\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n*29 Mr. David K. Tone and Mr. James Hamilton Lewis, with whom Mr. Edward J. Brundage, Mr. Harry A. Lewis, Mr. William F. Struckmann, Mr. William H. Stead and Mr. George B. Gillespie were on the brief, for appellants.\nMr. William G. Beale for The Chicago Edison Company and The Chicago Telephone Company, with whom Mr. Gilbert E. Porter, Mr. Buell McKeever, Mr. Waldo F. Tobey, Mr. Charles S. Holt and Mr. William P. Sidley were on the briefs; Mr. James F. Meagher for The People's Gas Light and Coke Company; Mr. John P. Wilson for The Chicago City Railway Company. Mr. John S. Miller and Mr. Merritt Starr filed a brief for the South Chicago City Railway Company; Mr. William W. Gurley, Mr. Arthur Dyrenforth, Mr. Isaac M. Jordan and Mr. Howard M. Carter filed a brief for The Chicago Consolidated Traction Company; and Mr. William W. Gurley, Mr. Arthur Dyrenforth and Mr. Howard M. Carter filed a brief for The Chicago Union Traction Company:[1]\n*35 MR. JUSTICE PECKHAM, after making the foregoing statement of facts, delivered the opinion of the court.\nThe claim that the action of the state board of equalization in making the assessment under consideration was the action of the State, and if carried out would vi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=raymondv-v-chicago-union-traction-co"
    }
  ],
  "relatedIncidents": [
    29417,
    29433,
    29443,
    29445,
    29446
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}