{
  "id": 29417,
  "title": "1907년 Stewart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-07-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Stewart. 판결일: 1907-07-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: JOHN H. STEWART Et Al., Respondents, v. MARY S. SMITH Et Al., Appellants\n**판결일**: 1907-07-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Burnett\n\n## 변호인\n\nW. H. Carlin, and M. E. Sanborn, for Appellants.\n\nS. J. Stabler, and A. C. McLaughlin, for Respondents.\n\n## 인용\n\n- 91 P. 667\n- 6 Cal. App. 152\n\n## 판결문 요약\n\nThe action is in equity to compel specific performance of a contract to make a certain testamentary disposition *Page 154 \nof property. Two of the plaintiffs are children and the other two are daughters of a deceased child of James S. Stewart and Annie Stewart, decedents. All the other heirs, legatees and devisees of said Annie Stewart, deceased, are made defendants.\nIt appears from the complaint that said James S. Stewart, at the time of his death in 1870, left property, real and personal, of the value of $17,000. All claims against the estate did not exceed the sum of $1,000. In the same year Annie Stewart, widow of said James S. Stewart, was appointed administratrix of his estate and remained such until the administration of the estate was closed, April 8, 1893. All the estate of said James S. Stewart was community property. Some time in the year 1873 the said Annie Stewart, \"for her better maintenance and support during her life, orally solicited and requested her said sons, John H. Stewart and Charles E. Stewart and her said daughter Elizabeth Reilay (nee Stewart), deceased, mother of said plaintiffs, Luella M. Reilay and Mabel S. Kellogg (nee Reilay), to deed, sell, assign and deliver to her all their and each of their shares and interests as heirs at law of their said father of, in and to their said father's estate, upon the oral promise, contract and agreement, in consideration therefor, that she the said Annie Stewart would use and enjoy the said property for her sup...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stewart-v-smith"
    }
  ],
  "relatedIncidents": [
    29398,
    29433,
    29443,
    29445,
    29446
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}