{
  "id": 2943,
  "title": "2017년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-03-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hayes. 판결일: 2017-03-07. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Emanuel D. HAYES v. The STATE of Texas\n**판결일**: 2017-03-07\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Bland, Jennings, Radack\n\n## 변호인\n\nSarah V. Wood, Houston, TX, for appellant., Kim Ogg, District Attorney, Melissa Munoz, Assistant District Attorney, Houston, TX, for State.\n\n## 인용\n\n- 516 S.W.3d 649\n\n## 판결문 요약\n\n\nOPINION\nSherry Radack, Chief Justice\nAppellant, Emanuel Hayes, pleaded guilty to aggravated robbery of an individual over sixty-five years of age or disabled, and, after a presentence investigation [“PSI”], the trial court found appellant guilty and assessed punishment at 16 years’ confinement. In single point of error, appellant contends the trial court erred because it heard a day of appellant’s punishment proceedings without appellant being present. We affirm.\nBACKGROUND\n\nThe Offense\n\nOn November 6, 2013, six young people—appellant, Darion Amos, “Marcus,” “Zae,” and two girls—knocked on the door of 78-year-old Richard Chandler, forced their way into his apartment when Chandler opened the door, and stole several items, including a computer tablet, keys to a track, and a gold ring that Mr. Chandler usually wore.\nDuring the home invasion, Chandler was knocked unconscious and sustained bruises and swelling of his face, ear, and brain. He was taken to Ben Taub Hospital, where he remained for several weeks. After being released from Ben Taub Hospital, Chandler spent several months in a rehabilitation facility. While he had suffered some degree of dementia before the home invasion, Chandler’s dementia accelerated afterward. He never recovered his ability to communicate with his family and became very combative. In her victim impact statement, Chandler’s daughter stated that he died in 2015 when he “went into the kitchen to get something to drink and wound up drinking a plumbing ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hayes-v-state"
    }
  ],
  "relatedIncidents": [
    2654,
    2662,
    2664,
    2687,
    2780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}