{
  "id": 29433,
  "title": "1907년 Freeman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-06-17",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Freeman. 판결일: 1907-06-17. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. FREEMAN\n**판결일**: 1907-06-17\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Monroe, Provosty\n\n## 변호인\n\nDennis Miller Sholars, for appellant. Walter Guión, Atty. Gen., and James Wilson Parsons, Dist. Atty. (Lewis Guión, of. counsel), for the State.\n\n## 인용\n\n- 119 La. 663\n- 44 So. 334\n\n## 판결문 요약\n\n\nPROVOSTY, J.\nDefendant was convicted of murder without capital punishment.\nIn this case the indictment was found and the case tried at the same term of court as in State v. Mitchell (recently decided, No. 16,-599) 44 South. 132,1 and the same objection was made to the manner of organizing the grand jury, and the same ruling made. That ruling is now sustained for the reasons given in State v. Mitchell. The writer and Justice MONROE dissented then, and dissent now, for the reasons assigned by Justice MONROE: in State v. Lively, 44 South. 128, ante, p-363 and by the writer in the dissenting opinion handed down by him herewith.\nDefendant’s second reliance is without merit. When defendant’s case was called, 12 of the regular venire were engaged in another case, and only 13 others were in attendance. The venire at this term had made a record for conviction, and on that account defendant’s counsel was anxious to get a jury of talesmen, if possible. This he might succeed in doing only by getting rid of the 13 and organizing the jury before the other 12 of the regular venire could be discharged from the case they were trying. To that end, counsel quickly accepted one of the 13, and challenged peremptorily the other 12. Thereupon 15-talesmen were summoned, and 11 of them were drawn and called into the jury box ;. but, just as the first of them was being sworn on his voir dire, the other jury was discharged, and the judge ordered all the talesmen to-stand aside, and the regular venire ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-freeman"
    }
  ],
  "relatedIncidents": [
    29462,
    29327,
    29346,
    29356,
    29378
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}