{
  "id": 29446,
  "title": "1907년 Carnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-05-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Carnes. 판결일: 1907-05-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bart Carnes v. the State\n**판결일**: 1907-05-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nHelton  Jackson,  for appellant. &#8212; Parker v. State, 8 Texas Ct. Rep., 112.\n\n F.J. McCord,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 103 S.W. 403\n- 51 Tex. Crim. 437\n\n## 판결문 요약\n\nAppellant was convicted of violating the local option law; and prosecutes this appeal.\nProsecuting witness, John King, testified substantially that sometime in the fall of 1905, in the town of Comanche, he asked defendant for a quart of whisky; defendant told him he did not have any, but thought he knew where he could get some. This occurred on the southeast corner of the square in the town of Comanche. The witness and defendant walked up the street to Will Martin's buggy; defendant went in the store where Martin was, had a conversation with him, and then they came out, and witness, defendant and Martin got into Martin's buggy and they went to the wagon yard; witness got out of the buggy, went behind it and got a quart of whisky from the buggy, and left $1.05 in the back end of the buggy. The witness stated he knew the price of the whisky because he had taken whisky out of the express office; there was nothing said about the price of the whisky. After witness got the whisky out of the buggy the defendant and Will Martin went off together in the buggy and witness walked back up in town.\nWill Martin, an accomplice, also testified for the State as did the witness King; he further testified that he got the $1.05 that prosecutor left in the buggy; that he and appellant did business together in the sale of whisky; sometimes whisky was shipped by express in his name and sometimes in appellant's name; he testified that he did not know whether the whisky that was sold to John King was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carnes-v-state"
    }
  ],
  "relatedIncidents": [
    29398,
    29417,
    29433,
    29443,
    29445
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}