{
  "id": 29445,
  "title": "1907년 Moss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-05-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Moss. 판결일: 1907-05-09. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: BRADLEY S. MOSS, Appellant, v. EDWARD H. JACK, Respondent\n**판결일**: 1907-05-09\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Henshaw\n\n## 변호인\n\nBRADLEY S. MOSS, Appellant, v. EDWARD H. JACK, Respondent., Nicol & Orr, and Ansel Smith, for Respondent.\n\n## 인용\n\n- 90 P. 552\n- 151 Cal. 190\n\n## 판결문 요약\n\nThis is an action in equity to have a certain assignment and deed executed by plaintiff to defendant set aside, as having been fraudulently procured, and to recover from defendant the sum of fifteen thousand dollars for moneys and property of the plaintiff obtained by defendant under this deed and assignment. The trial resulted in findings wholly exonerating the defendant from the charges and imputations of fraud, and judgment followed the findings in defendant's favor.\nThe essential facts are the following: Plaintiff is a son, heir, and devisee of William S. Moss, deceased. Upon his death William S. Moss, who was a resident of California, left a will, whereby were appointed as executors of his estate Judge Baldwin and defendant, Jack. Defendant, Jack, had married a daughter of William S. Moss, and is a brother-in-law of plaintiff. Besides property in California, Moss left property and property interests in the state of Illinois, which were, and for years had been, deeply involved in litigation. It is not necessary to particularize in this regard further than to say that this litigation involved the adjustment of partnership accounts, awards to Moss in the accounting, the levy upon and execution sales of pieces of real property, the purchase of them by Moss, appeals resulting in setting aside these decrees, the clouding of the titles so obtained by Moss, affirmance of the execution sales as to certain pieces, and disaffirmance as to others, litigation over this, outstanding l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moss-v-jack"
    }
  ],
  "relatedIncidents": [
    29450,
    29454,
    29457,
    29464,
    29323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}