{
  "id": 29457,
  "title": "1907년 Raymond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Raymond. 판결일: 1907-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The Mutual Life Insurance Company of New York v. Charles H. Raymond and Louis A. Thebaud, Impleaded with Richard A. McCurdy\n**판결일**: 1907-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Laughlin\n\n## 변호인\n\nDeLancey Nicoll [Courtland V. Anable with him on the brief], for the appellant., Joseph H. Choate [James McKeen and Joseph H. Choate, Jr., with him on the brief], for the respondent..\n\n## 인용\n\n- 118 A.D. 828\n- 103 N.Y.S. 839\n\n## 판결문 요약\n\n\nLaughlin, J.:\nThe complaint contains two counts. Tlie first alleges a fraudulent and corrupt agreement and conspiracy between the appellant, who was president of the plaintiff, and the other defendants, who composed the firm of Charles H. Raymond &amp; Co., the defendant Thebaud being son-in-law to said McCurdy, to enrich the firm and particularly Thebaud at the expense of the plaintiff, by which the firm was to receive and did receive, as general agent of the plaintiff, compensation at special and exorbitant rates, exceeding the fair and reasonable compensation for the services rendered or to be rendered by the sum of $750,000, and other moneys aggregating $500,000, for which plaintiff was to receive and did receive no consideration, to plaintiff’s damage in the sum of $1,250,000. The observations in Mutual Life Ins. Co. v. McCurdy and McCurdy (118 App. Div. 827), argued and decided herewith, answer the objections to the order presented on this appeal, so far as the first count of the complaint is concerned, and render further discussion thereof unnecessary.\nIn the second count the plaintiff alleges its incorporation and that “ between the 1st day of January, 1893, and the 17th day of November, 1905, the defendants, acting jointly, wrongfully and without authority, took certain money, the property of the plaintiff, *830consisting of checks, bank bills, United States notes, Treasury notes, gold and silver coin, of. the amount and value of five hundred thousand dollars ($500,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mutual-life-insurance-v-raymond"
    }
  ],
  "relatedIncidents": [
    29445,
    29450,
    29454,
    29464,
    29323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}