{
  "id": 29454,
  "title": "1907년 Bastian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-04-15",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Bastian. 판결일: 1907-04-15. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Bastian v. Paulhamus\n**판결일**: 1907-04-15\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Beater, Head, Henderson, Morrison, Porter, Rice\n\n## 변호인\n\nJ. E. Strieby, for appellant., \ni\n, Emerson Collins, for appellee.\n\n## 인용\n\n- 33 Pa. Super. 341\n\n## 판결문 요약\n\n\nPer Curiam,\nThis is an appeal from an order discharging a rule to- show 'cause why judgment entered by confession upon a promissory note in July, 1900, should not be opened. The note was given for medical services rendered by the plaintiff to the defendant’s wife and other members of his family. It is not alleged that any fraud was practiced upon the defendant to obtain the note, but that the plaintiff was negligent in the treatment of the de*344fendant’s wife, and that this fact was not discovered by the defendant until later. The defendant’s delay in moving to open the judgment is a circumstance which would be entitled to consideration. But apart from that, the allegation of negligence was not sustained by the quantity and quality of proof which is required to move a chancellor to open a judgment for services admittedly rendered. First, it does not clearly and satisfactorily appear that the plaintiff did not make the examination which it is claimed ought to have been made in the exercise of due skill and care. Second, the medical witness who was called by the defendant to establish want of skill in this particular would go no further than to say that “ it was a little unfortunate that examination was not made,” but in the same connection he testified, “ I would not say that it reflected on the skill of the physician, even if he found that treating her upon the lines of his conception of the case and the trouble did not improve her.” This extract with others quoted in the o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bastian-v-paulhamus"
    }
  ],
  "relatedIncidents": [
    29445,
    29450,
    29457,
    29464,
    29323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}