{
  "id": 29450,
  "title": "1907년 Baldwin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-05-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Baldwin. 판결일: 1907-05-01. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: First National Bank of Honey Grove v. J. H. Baldwin.\n**판결일**: 1907-05-01\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Ben, Denton, Hon, Key\n\n## 변호인\n\nGross  Gross  and  McGrady  McMahon  for appellant.\n\n Thurmond  Steger  and  Baldwin  Christian,  for appellee.\n\n## 인용\n\n- 102 S.W. 786\n- 46 Tex. Civ. App. 244\n\n## 판결문 요약\n\nAppellant brought this suit against appellee, seeking to recover damages on account of deceit alleged to have been practiced by appellee and his agent, J. C. Baldwin. Appellant alleged in its petition, that, appellee being indebted to it in a large sum of money, an agreement was entered into between them by which appellee was to convey to appellant certain tracts of land in Fannin County and 1,400 acres of land in Haskell County. It was alleged that appellee and his agent represented to appellant that he was the owner of and held the superior title to all the Haskell County land; that appellant was ignorant upon that subject, and relied upon such representations; that, in fact, he had no title to 400 acres of that land worth $3,200, and which was accepted by appellant at that price. The averments of deceit and fraud were much fuller than are here stated, and were sufficient, if true, to entitle the appellant to recover.\nThe defendant's answer contained special exceptions, a general demurrer, a general denial and a voluminous special plea, setting up appellee's version of the negotiations which culminated in the contract of settlement attached to appellant's petition.\nThe case was submitted to a jury upon special issues, which we regard as commendable practice, especially in cases of this kind. However, the defendant requested and the court gave the following instructions, which is assigned as error:\n\"The burden of proof is on the plaintiff to show that the defendant and J. C....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-natl-bk-of-honey-grove-v-baldwin"
    }
  ],
  "relatedIncidents": [
    29445,
    29454,
    29457,
    29464,
    29323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}