{
  "id": 29464,
  "title": "1907년 St. Louis, Iron Mountain & Southern Railway Co. v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-02-04",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: St. Louis, Iron Mountain & Southern Railway Co. v. Smith. 판결일: 1907-02-04. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: St. Louis, Iron Mountain & Southern Railway Company v. Smith\n**판결일**: 1907-02-04\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: McCulloch, Wood\n\n## 변호인\n\nB. S. Johnson and /. E. Williams, for appellant., Smith & Smith and Lamb & Caraway, for appellee.\n\n## 인용\n\n- 82 Ark. 105\n\n## 판결문 요약\n\n McCulloch, J., (after stating the facts.) 1. The court did not err in overruling appellant’s motion to abate the action at law to recover damages because of the pendency of the chancery suit. The plaintiff could maintain the action at law, notwithstanding the written releasé, if it was obtained by fraud. It was unnecessary to sue in equity to cancel the release. George v. St. Louis, I. M. &amp; So. Railway Co., 34 Ark. 622; Springfield &amp; Memphis Ry. Co. v. Allen, 46 Ark. 217; Hot Springs Railroad Co. v. McMillan, 76 Ark. 88; St. Louis, I. M. &amp; S. Ry. Co. v. Brown, 73 Ark. 42; Union Pacific Ry. Co. v. Harris, 158 U. S. 328; Chicago, R. I. &amp; P. Ry. Co. v. Lewis, 109 Ill. 120. Her right to sue at law to recover for the injury and to show that the release was procured by fraud being complete, the fact that she had instituted a suit in equity to cancel the release did not abate the action at law nor bar her right to proceed to trial of the action. No,r did the pendency of the suit in equity or the cross-complaint filed therein by appellant oust the jurisdiction of the law court to proceed with the trial of the action previously instituted therein. No injunction was issued upon the cross-complaint restraining appellee from prosecuting the action at law, and that can not be urged as a bar. ‘2. Did the court er,r in permitting the plaintiff to contest the genuineness of the release filed with defendant’s answer without having filed the affidavit provided by law? The stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=st-louis-iron-mountain-southern-railway-co-v-smith"
    }
  ],
  "relatedIncidents": [
    29445,
    29450,
    29454,
    29457,
    29323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}