{
  "id": 29463,
  "title": "1907년 Flournoy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-02-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Flournoy. 판결일: 1907-02-13. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. W. Flournoy v. the State\n**판결일**: 1907-02-13\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nJ.D. Hunt,  for appellant. &#8212; On question of amending jurat to complaint: Lanham v. State, 9 Texas Crim. App., 232; Scott v. State, id., 435; Robertson v. State, 25 Texas Crim. App., 529; Patillo v. State, 3 Texas Crim. App., 442; Wilson v. State, 6 Texas Crim. App., 154; Huff v. State, 23 Texas Crim. App., 291; Williams v. State, 34 Tex.Crim. Rep..\n\n F.J. McCord,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 100 S.W. 151\n- 51 Tex. Crim. 29\n\n## 판결문 요약\n\nAppellant was convicted of aggravated assault and battery, and his punishment assessed at a fine of $25, and prosecutes this appeal.\nAppellant, by bill of exceptions, questions the action of the court in permitting the jurat to the complaint filed in this case to be corrected. It appears that after the parties had gone to trial and evidence for the State and defendant had been introduced, with the exception of one witness for the defendant, the county attorney discovered a mistake in the jurat of the officer who took the complaint against appellant, and he made a motion to correct same. It appears that the complaint showed in the body of it the name of Earl Conner and that Earl Conner also signed the complaint, but that in making out his jurat to same the officer stated that same had been sworn to and subscribed by M.R. Bostic. The motion alleged that in truth and in fact Earl Connor made and signed the complaint, and swore to same, and that by mistake the officer in placing his jurat thereto used the name M.R. Bostic instead of Earl Conner. The State desired to offer proof to that effect and to have the jurat of the officer corrected. This was done by the court, and the correction made accordingly.\nAppellant excepted to the action of the court for the following reasons: \"Because the jurat to the complaint, being a matter of substance, could not be amended, changed or corrected after the *Page 31 \nannouncement of ready for trial. The jurat to the complaint on which the inform...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flournoy-v-state"
    }
  ],
  "relatedIncidents": [
    29443,
    29467,
    29398,
    29417,
    29433
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}