{
  "id": 29467,
  "title": "1907년 Bean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1907-01-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bean. 판결일: 1907-01-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Galveston, Harrisburg & San Antonio Railway Company v. J. B. Bean\n**판결일**: 1907-01-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: James\n\n## 변호인\n\nBaker, Batts, Parker  Garwood,  and  Beall  Kemp,  for appellant. &#8212; That the company was not liable under the facts of this case because of the contract on the pass used by plaintiff, cited: Boering v. Chesapeake Beach Ry. Co., 193 U.S. 442 ; Northern Pac. Ry. Co. v. Adams,  192 U.S. 441 ; Book 48, Law Ed., U.S. Sup.Ct. Reps., pp. 742 and 513, and authorities therein cited; Rogers v. Kennebec Steamboat Co. (Maine), 25 L. R. A., 491; Muldoon v. Seattle City Ry. Co. (Wash.), 22 L. R. A., 794\n\n## 인용\n\n- 99 S.W. 721\n- 45 Tex. Civ. App. 52\n\n## 판결문 요약\n\nThe action was for damages alleged to have been sustained by appellee while a passenger on defendant's train through an assault upon him by the train porter. The verdict was for $2,500. The petition after alleging the assault and the circumstances, alleged that plaintiff sued for (among other things) \"the great mental and physical pain and anguish he has already suffered because of said injuries, and for the great physical and mental pain and anguish he will be forced to endure in the future because of the permanent character of said injuries, and also because of the humiliation and disgrace caused him.\"\nThe court charged the jury that in estimating his damages they should take into consideration the physical pain suffered by him in consequence of such assault and also the mental pain and humiliation, if any, he has suffered in consequence of being so assaulted.\nThere was a special exception to the petition in that therein plaintiff sued for mental suffering and to recover for humiliation and disgrace which involves a double recovery. It is true the sense of disgrace and humiliation is a form of mental suffering. It seems to us, however, *Page 54 \nthat if plaintiff could have recovered for such species of suffering under the designation of mental suffering, his asking for it in connection with mental suffering could not have prejudiced anything. It appears that when the court came to charge the jury he did so as we have indicated. The second assignment is that by the charge p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=galveston-harrisburg-san-antonio-railway-co-v-bean"
    }
  ],
  "relatedIncidents": [
    29443,
    29463,
    29398,
    29417,
    29433
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}