{
  "id": 29488,
  "title": "1906년 Cavin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1906-11-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Cavin. 판결일: 1906-11-20. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. CAVIN\n**판결일**: 1906-11-20\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Burgess\n\n## 변호인\n\nHerbert 8. Hadley, Attorney-General, and N. T. Gentry, Assistant Attorney-General, for the State.\n\n## 인용\n\n- 199 Mo. 154\n\n## 판결문 요약\n\n\nBURGESS, P. J.\nBy this appeal the reversal of a verdict and judgment of the circuit court of St. Francois county, convicting the defendant of murder in the second degree and fixing his punishment at ninety-nine years in the penitentiary for having shot to death.with a pistol at said county on the fourth day of July, 1904, one Samuel Gann, is sought.\nIn due time after verdict defendant filed motions for á new trial and in arrest, which were overruled. He appeals.\nAt a picnic at Knob Lick in said county on the 4th day of July, 1904, late in the evening there was dancing, a platform about sixteen by twenty feet having, been constructed for that purpose. Between eight and nine o’clock, Ed Gann, a brother of the deceased, was dancing upon this platform and got into a controversy with-one Bert Williams. The platform was poorly lighted. Ed Gann and Williams wanted to dance with *156the same lady. Ed Gann accused Williams of talking about him. Williams, denied the charge; a quarrel then resulted between them during which Ed Gann struck Williams and knocked him off the platform. About this time one William Smith appeared upon the scene, and used loud and profane language towards Ed Gann. During this time the defendant had been standing by the side of the platform, looking at the dancing. He was heard to say, “Here boys; that will not do.” At the time of using this language defendant was on the platform walking in the direction of Ed Gann. Just before he started towards Gann he drew h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cavin"
    }
  ],
  "relatedIncidents": [
    29550,
    29558,
    29433,
    29462,
    29483
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}