{
  "id": 29483,
  "title": "1906년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1906-12-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Taylor. 판결일: 1906-12-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Fred Taylor v. the State\n**판결일**: 1906-12-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Bbooks\n\n## 변호인\n\nSnodgrass  Dibrell  and  Woodward, Baker  Woodward,  for appellant.\n\n J.E. Yantis,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 98 S.W. 839\n- 50 Tex. Crim. 288\n\n## 판결문 요약\n\nAppellant was convicted for keeping and exhibiting a gaming table. He filed a plea of former conviction, and offered in support of his plea the former indictment for betting at a *Page 289 \ngaming table, judgment thereon, and proof that in the previous case wherein he was convicted, the State elected to ask a conviction upon said game as played by him, Cline, with defendant, Fred Taylor, in which witness paid for said games lost by him at said time and place. Appellant further tendered proof that the box of cigars, while not mentioned by witness in his testimony in the other case was bet, according to the testimony of Ed Cline, upon the result of the same game for which the State had elected to try defendant in this case, in which he was convicted, and that the judgment of conviction has not been set aside or vacated. In this case defendant was convicted for the alleged betting of a box of cigars on a game of pool played by him with Cline. In the other case he had been convicted for betting at a game of pool, on the theory that the table fees due on the game were wagered. And appellant proposed to prove by witness Cline, that the box of cigars was bet on the same game as when the table fees were wagered. This proof was excluded, and defendant was convicted of exhibiting a gaming table, by reason of having bet this box of cigars on the game. There being but one transaction, it was error to exclude this testimony, and the State having carved once could not prosecute appellant u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-state"
    }
  ],
  "relatedIncidents": [
    29488,
    29501,
    29531,
    29535,
    29550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}