{
  "id": 29501,
  "title": "1906년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1906-10-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: King. 판결일: 1906-10-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: G. A. King v. the State\n**판결일**: 1906-10-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nM.D. Carlock,  for appellant.\n\n J.E. Yantis,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 97 S.W. 488\n- 50 Tex. Crim. 321\n\n## 판결문 요약\n\nAppellant was convicted of violating the local option law, and his punishment assessed at a fine of $25 and twenty days confinement in jail; hence this appeal.\nAppellant has a bill of exceptions that raises the question as to the right of two of the jurors to sit in the trial of his case. During the progress of the trial, and after the jury had been empaneled, the defendant on the cross-examination of the witness L.N. Gilbreath, showed that there was a vigilance committee in the town of Winnsboro, and he belonged to the same; that such vigilance committee had hired Howell  Nabors, attorneys, to prosecute this as well as all violations of the local option law; and that J.D. Gilbreath and Aaron Cain, two of the jurors, were related to said L.N. Gilbreath within the third degree, they being uncles to said L.N. Gilbreath. It was further shown that this was the first information appellant had of this matter. Appellant then asked that the trial be arrested and said two jurors be excused, and their places filled with two other jurors, which the court refused to do. The court explains the bill by stating that said law and order committee employed said firm of Howell  Nabors to assist in prosecuting all violations of law in Winnsboro, and that defendant had an opportunity of testing the qualifications of the jurors upon the point but failed to do so. It seems that this contention is not well taken. It is held in a number of cases that one who contributes to a fund for the employment o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    29483,
    29488,
    29531,
    29535,
    29550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}