{
  "id": 29535,
  "title": "1906년 Browning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1906-05-07",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Browning. 판결일: 1906-05-07. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: WARREN BROWNING v. THE CHICAGO, ROCK ISLAND & PACIFIC RAILWAY COMPANY\n**판결일**: 1906-05-07\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Broaddus\n\n## 변호인\n\nM. A. Low and Orton <& Orton for appellant., Platt Hubbell and George Hubbell for respondent.\n\n## 인용\n\n- 118 Mo. App. 449\n\n## 판결문 요약\n\n\nBROADDUS, P. J. —\nThis is a suit for damages claimed as the result of an injury to the plaintiff caused by the negligence of defendant, while in its employ. The facts were, that on the 15th day of May, 1905, while the plaintiff with other employees of defendant under the section boss were engaged in repairing defendant’s railroad tracks, he was injured -while tightening up the bolts that fastened together angle bars with the ends of the rails between them. These bolts became loose as the result of jar caused by the constant passing of trains over the rails.\nAt the time plaintiff and a fellow workman by the name of Kooken had placed a bolt where one was missing. This bolt had been in use before and the threads on the end of it had become somewhat worn and battered. The angle bar is applied at each side at the joints where the ends of the rails come together. They are bolted at each end of each rail by two bolts through the rails. The hole through one of these bars is made oblong and the bolt to fit this kind of a hole is made with flattened sides, so that it will not turn in its place. It was shown that the oblong hole in the angle bar was also worn and defective; and that it was by reason of this *454defect, combined with the defect in the bolt, that the bolt was caused to turn when the wrench was applied to the nut on the bolt for the purpose of tightening the angle bar.\nIn order to keep the bolt from turning while his fellow laborer, a man by the name of Kooken, was using ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=browning-v-chicago-rock-island-pacific-railway-co"
    }
  ],
  "relatedIncidents": [
    29483,
    29488,
    29501,
    29531,
    29550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}