{
  "id": 29553,
  "title": "1906년 Brock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1906-03-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brock. 판결일: 1906-03-23. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brock v. Wildey\n**판결일**: 1906-03-23\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Rish\n\n## 변호인\n\nG. B. Hutchens', 8. L. Craven, and TF. B. Hutcheson, for plaintiff in error. Head & Head and H. 8. Griffith, contra.\n\n## 인용\n\n- 125 Ga. 82\n\n## 판결문 요약\n\n\nRish, O. J.\n1. On the trial of an action for the recovery of divers amounts of money, furnished at different times by plaintiff to defendant, to be invested by defendant, in specified ways, for the benefit of plaintiff, who claimed that defendant had fraudulently induced him to part with such funds, had fraudulently converted a large portion thereof to his own use, and had fraudulently invested the balance to plaintiff’s loss, where the evidence did not demand a finding that plaintiff did not discover the alleged fraud until within four years prior to the bringing of the action, it was error for the court to charge the jury, “that if you find *83that the moneys were invested as one continuing, running business between plaintiff and defendant, and that the last sum was furnished within four years before the filing of this suit, . . the same would not be barred by the statute of limitations.” It has been held that the term “running account,” when used in a statute of limitation, means an open mutual account. 24 Am. &amp; Eng. Enc. L. 1011; Brackenridge v. Baltzell, 1 Ind. 333. Under our law the statute of limitation begins to run against mutual accounts from the date of the last item thereof. Civil Code, §3769. But g. mutual account is one where there is an indebtedness on both sides. Ib.; Wagener v. Steele, 117 Ga. 145, and cit. If the phrase, “one continuing, running business between plaintiff and defendant,” used by the judge, could be construed as meaning a mutual account,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brock-v-wildey"
    }
  ],
  "relatedIncidents": [
    29581,
    29445,
    29450,
    29454,
    29457
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}