{
  "id": 29558,
  "title": "1906년 State v. Worley. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1906-03-13",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Worley.. 판결일: 1906-03-13. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. . Worley\n**판결일**: 1906-03-13\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Bbown\n\n## 변호인\n\nE. M. Land and G. V. Cowper, with the Attorney-General, for the State., N. J. Rouse, Wooten & Wooten and Ay cock & Daniels for the defendants.\n\n## 인용\n\n- 53 S.E. 128\n- 141 N.C. 764\n\n## 판결문 요약\n\nThe defendant, Thomas F. Worley, was convicted of murder in the second degree and Clem Worley of manslaughter. From the judgment pronounced, both defendants appealed.\nIn the consideration of this appeal we have been greatly aided by most carefully prepared briefs filed by the defendants' counsel, as well as by the Attorney-General, who in the investigation of State cases never fails to be of great assistance to the Court. *Page 584 \nThe defendants are charged with the murder of one Ed. Warters on 22 April, 1905, in the county of Lenoir. There was evidence on the part of the State tending to show that the deceased and the Worleys were in Kinston on the day of the homicide and left there in the afternoon, the deceased and Cully Williams leaving first in a cart, and the Worleys following soon thereafter in a buggy. On the way the parties reached a stock-law gate. Thomas Worley got out of the buggy, and, speaking to Cully Williams, said: \"Mr. Williams, was that you spoke to me back yonder?\" Williams replied, \"Yes,\" and Thomas said, \"I thought so; I do not speak to that fellow you are with, for he is a d____d coward.\" About this time it appears that the deceased and the other Worley alighted from their vehicle and were standing near the gate cursing each other. The deceased had a pistol in his hand and, as the Worleys started towards him, fired four shots, injuring no one, and then threw the (766)   weapon on the ground. When the firing ceased, the Worleys rushed up and a struggle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-worley"
    }
  ],
  "relatedIncidents": [
    29488,
    29550,
    29433,
    29462,
    29483
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}