{
  "id": 29571,
  "title": "1906년 Prewitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1906-02-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Prewitt. 판결일: 1906-02-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: W. B. Prewitt v. the State\n**판결일**: 1906-02-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nFeatherston, Myres  Lev Hays,  for appellant.\n\n Howard Martin,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 92 S.W. 800\n- 49 Tex. Crim. 323\n\n## 판결문 요약\n\nAppellant was convicted for carrying on and about his person a pistol. The State's case was made by the witness Eddy, who states that \"I heard a pistol shot in the distance. I saw defendant put the pistol on his right side. It seemed to me as if defendant put the pistol in his right hand coat-pocket.\" Did not know who fired the pistol he heard. Nor did he know the direction from which defendant came to the Buck Creek schoolhouse, where he saw defendant have the pistol. He saw deputy sheriff Welsh and justice of the peace Williams approach the buggy where defendant was sitting, and searched defendant, and they failed to find a pistol. Welsh testified that he and justice of the peace Williams searched defendant and failed to find any pistol; that he did not know whether or not defendant had a pistol. If he had one he failed to find it. The evidence shows that defendant was sitting in a buggy when witness Eddy saw the pistol in appellant's hand, and he was still sitting in the same buggy at the time he was searched by the officers. Appellant relies upon the case of Cathey v. State, 23 Texas Crim. App., 492. To the same effect is Sanderson v. State, 23 Texas Crim. App., 520. The State relies upon Woodward v. State, 5 Texas Crim. App., 296; and Garrett v. State, 25 S.W. Rep., 285. We are of opinion that this case is not brought within the rule laid down in the Cathey *Page 324 \ncase, and hardly within the rule laid down in Garrett's case supra. In the Cathey case, the facts show t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prewitt-v-state"
    }
  ],
  "relatedIncidents": [
    29483,
    29488,
    29501,
    29531,
    29535
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}