{
  "id": 29589,
  "title": "1905년 Rivera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-12-09",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Rivera. 판결일: 1905-12-09. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: The People v. Rivera alias Panchito\n**판결일**: 1905-12-09\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Figueras, Hernandez, MacLeaet, Quiñones, Wolf\n\n## 변호인\n\nMr. Diaz Navarro for appellant., Mr. Rossy, fiscal, for The People.\n\n## 인용\n\n- 9 P.R. 454\n\n## 판결문 요약\n\n\nMb. Justice MacLeaet\ndelivered the opinion of the court.\nThe appeal presented brings this case before us for the second time. The judgment rendered on the first trial in the district court was considered and reversed for informality in the verdict on the 25th of June, 1904. A new trial was had, on the 30th of March, last, in conformity with the judgment of this court, resulting, for the second time, in a verdict and judgment finding the defendant guilty of murder in the first degree, and he was again sentenced to death, on the 6th day of April, 1905; and from this judgment appealed to this court. The transcript was filed here on the 16th of May, last, and the appellant, having no counsel, and being convicted in a capital case, this court, as • required by law (Act of 9th March, 1905), assigned him an attorney for his defense. lion. Herminio Diaz Navarro was selected for this arduous and unrequited task, and gave the case careful attention, making an able and vigorous defense. Of course, he had to take the record as it came from the court below and make the best of it. The appeal was heard on the 20th of October, last, on briefs and oral arguments of counsel on both sides.\nThe case appears to have been tried with great care in the court below, and every precaution was taken by counsel for the accused to protect his rights. A bill of exceptions was prepared and signed in the trial court, carefully following the statute applicable thereto and reserving nine points of der fense ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rivera"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29594,
    29597,
    29636
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}