{
  "id": 29585,
  "title": "1905년 Briggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-12-20",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Briggs. 판결일: 1905-12-20. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Briggs v. The People of the State of Illinois\n**판결일**: 1905-12-20\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Wilkin\n\n## 변호인\n\nEdward Maher, special counsel and as amicus curies, for plaintiff in error:, William H. Stlad, Attorney General, and John J. Hlaly, State’s Attorney, (Robert N. HolT, of counsel,) for the People :\n\n## 인용\n\n- 219 Ill. 330\n\n## 판결문 요약\n\n Mr. Justice Wilkin delivered the opinion of the court: Plaintiff in error, together with John Leonard and John F. Smith, was indicted by the grand jury of Cook county on September 29, 1904, for the murder of Hans Peterson on the 12th day of that month. Plaintiff in error was tried at the February term of the criminal court of said county, and a verdipt returned finding him guilty and fixing his punishment at death. So far as appears from this record the other defendants have not been tried. Motions for a new trial and in arrest of judgment were interposed by counsel for the defendant, Briggs, which were overruled and he was sentenced to be executed on June 16, 1905, his counsel being-allowed until that date to prepare and file a bill of exceptions. Subsequently the date of execution was postponed to June 23 for want of the presentation of a bill of exceptions, the court reciting, in different orders extending the time, that the interest of the defendant had been so seriously neglected by his counsel that sufficient time did not remain to prepare and file a bill of exceptions before the date of execution fixed, which condition of affairs was without the knowledge or procurement of the defendant himself. On the 15th day of that month Edward Maher, of the Chicago bar, was by order of the court, of its own motion, appointed additional counsel for the defendant, the order stating that the court deems it to be in the interest of the defendant 'that he have additional counsel for t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=briggs-v-people"
    }
  ],
  "relatedIncidents": [
    29584,
    29589,
    29594,
    29597,
    29636
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}