{
  "id": 29594,
  "title": "1905년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-11-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cox. 판결일: 1905-11-10. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: CENTRAL OF GEORGIA RAILWAY COMPANY v. COX\n**판결일**: 1905-11-10\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Evans\n\n## 변호인\n\nHoward & Jordan, for plaintiff in error., Evans & Evans, contra.\n\n## 인용\n\n- 124 Ga. 143\n\n## 판결문 요약\n\n\nEvaNS; J.\n1. Ordinarily, on the trial of an action for damages growing out of the killing by a railway company of stock upon its track; the fact that the same train ran over other stock at a different point on the track can not illustrate the question whether or not the servants of the company in charge of the train exercised .due care in endeavoring to prevent injury to the stock for the killing of which suit is brought. But when the engineer testifies, in effect, that he neither saw nor could have seen any stock on the track until his engine rounded a curve and approached to within two hundred yards of the plaintiff’s cattle, when he immediately applied brakes and used every effort to prevent injury to them, it is competent for the plaintiff to prove that the version of the oe-ehrrence given by the engineer is untrue, by introducing testimony tending to show that the engineer in fact saw a cow belonging to another upon the track, some one hundred and thirty yards above *144the point where the plaintiffs cattle were standing and between the engineer and the plaintiffs cattle; that the engineer blew the whistle of the locomotive when he saw this cow, but made no attempt to check the speed of his train at that time or even after his engine had rounded the curve and he could have seen plaintiff’s cattle upon the track. Whether the engineer did or did not see the cow on the .track was material to the issue on trial, as throwing light upon his conduct subsequently, inasmuch as t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=central-of-georgia-railway-co-v-cox"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29597,
    29636
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}