{
  "id": 29597,
  "title": "1905년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-10-30",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: White. 판결일: 1905-10-30. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. William White\n**판결일**: 1905-10-30\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Rudkin\n\n## 변호인\n\nWilliam O’Connor and A. A. Booth, for appellant., Kenneth Mackintosh, for respondent.\n\n## 인용\n\n- 40 Wash. 428\n\n## 판결문 요약\n\n\nRudkin, J.\nThe defendant was informed against in the court below for the crime of murder in the first degree* and upon his trial the jury returned a verdict of guilty as charged. Final judgment was entered on the 17th day of March, 1905, and on the same day the defendant gave notice of appeal to this court.\nOn the 15th day of June, 1905, the appellant made application to the court below for an order extending the time in which to appeal from the judgment, for a period of thirty days, for the reasor that he had not the necessary means to *429procure a transcript of the record on appeal. This application was supported by two, affidavits. In the first, the appellant averred that he had been unable to procure a transcript of the record by reason of his poverty, but, if an extension of thirty days were granted, he would be able to procure the necessary funds to perfect his appeal. In the second, he averred that he was without means to procure a transcript of the stenographer’s notes of the testimony taken at the trial in order that he might prepare and serve a proposed statement of facts or bill of exceptions, and asked that the court require the stenographer to furnish the same at public expense. These applications were denied by the court on the same day.\nOn the 15th day of August, 1905, the state filed a short record here, and moved to dismiss the appeal, for the reasons, that no statement of facts or bill of exceptions had been filed or served; that no transcript of the recor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-white"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29636
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}