{
  "id": 29614,
  "title": "1905년 Schroder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-08-07",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Schroder. 판결일: 1905-08-07. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: LAKE COUNTY v. SCHRODER\n**판결일**: 1905-08-07\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Wolveeton\n\n## 변호인\n\nFor appellant there was a brief over the name of Andrew M. Crawford, Attorney General, and W. J. Moore, District Attorney, with an oral argument by Mr. Crawford., For respondent there was a brief over the names of Charles A. Cogswell and William Addison Wilshire, with an oral argument by Mr. Cogswell.\n\n## 인용\n\n- 47 Or. 136\n- 81 P. 942\n\n## 판결문 요약\n\n\nMe. Chief Justice Wolveeton\ndelivered the opinion.\nThis is an action by the county to recover against the owner upon an assessment of his live stock, which he was about to remove into another county, according to the rate of levy of the previous year, in pursuance of an act of the legislative assembly, entitled “An act to provide for the *137assessment and taxation of live stock,” etc.; it being alleged that the defendant has no real property with which to secure the payment of such tax. A demurrer being sustained to the complaint, judgment was rendered dismissing the action, from which plaintiff appeals.\nPlaintiff’s cause of action depends entirely upon the proper construction of the act under which it is instituted : Laws 1905, p. 273, 277. In epitome, the act provides :\nSection 1. That all live stock kept, driven, or pastured in more than one county in the State during the year shall be subject to taxation in each of the counties in proportion to the time it is permitted to range therein, respectively.\nSection 2. That all live stock shall be assessed for taxation in the county in which it is found at the time fixed by law for assessment of all properties in the State, such county to be known as its “ home county that at the time of such assessment the owner shall make and deliver to the assessor a written statement under oath, showing by appropriate description the different kinds of such live stock within the county belonging to him,.and giving the full time during the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lake-county-v-schroder"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}