{
  "id": 29621,
  "title": "1905년 George 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-07-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: George. 판결일: 1905-07-17. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: George v. State\n**판결일**: 1905-07-17\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Candler\n\n## 변호인\n\nJ. Z. Jackson and J. W. Powell, for plaintiff in error., W. B. Thomas, solicitor-general, contra.\n\n## 인용\n\n- 123 Ga. 504\n\n## 판결문 요약\n\n\nCandler, J.\n1. This court will not consider, in lieu of a brief of the evidence, a transcript of the stenographer’s notes of the testimony taken on the trial of a case, consisting of questions asked by counsel and the answers given by the witnesses, and not approved by the trial judge. No agreement of counsel can avail to bring such a document to the attention of this court, for the law is imperative that there must be a brief of the evidence, approved by the judge and made a part of the record. Civil Code,'§ 5529.\n2. The indictment charged the accused with the offense of arson, for that on a named day he did “set fire to the mill and machinery building, in the city of Tifton, of the Tifton Knitting Mills, same being a house.” There was no demurrer to the indictment. Held, that it was not error to allow the State to prove that the Tifton Knitting Mills was a corporation.\nSubmitted June 19,\nDecided July 17, 1905.\nIndictment for arson. Before Judge Mitchell. Berrien superior court. April 11, 1905.\nJ. Z. Jackson and J. W. Powell, for plaintiff in error.\nW. B. Thomas, solicitor-general, contra.\nS. There being no approved brief of evidence in the record, other questions made by the motion for new trial can not be decided.\n\nJudgment affirmed.\n\n\nAU the Justices concur, except Simmons, C. J., absent.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=george-v-state"
    }
  ],
  "relatedIncidents": [
    29556,
    29584,
    29585,
    29589,
    29594
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}