{
  "id": 29636,
  "title": "1905년 Carlisle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-06-10",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Carlisle. 판결일: 1905-06-10. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: St. Louis & San Francisco Railroad Company v. Carlisle\n**판결일**: 1905-06-10\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Hill\n\n## 변호인\n\nL. F. Parker and B. R. Davidson, for appellant., Walker & Walker, for appellee.\n\n## 인용\n\n- 75 Ark. 560\n\n## 판결문 요약\n\n Hill, C. J. This is an action against the appellant railroad company for negligently killing appellee’s mule. There was a verdict and judgment in favor of appellee. The court gave one general instruction, and it was in entire accord with the statute governing these cases. At the instance of appellant the court gave ten instructions, and refused three. Those given presented fairly every phase of the appellant’s case which it was entitled to have considered, and some more favorably for it than the law authorized. The first one refused was a peremptory instruction, which ought not to have been given. The next instruction refused stated that it was not negligence to run the train at fifty or fifty-five miles an hour. The court had just instructed, at instance of appellant, that the company was not required to run its train at a low rate of speed as to one who owned stock and allowed it to range in the vicinity of the track. The last instruction requested, which was refused, stated that if the rate of speed the train was operated was the sole cause of the injury, they should find for the defendant. This was not the issue in the case, but the issue was one of care in the operation of the train— whether slow or fast — and that question was properly and fairly presented in instructions framed by the appellant. On the evidence, the jury, if they believed plaintiff’s witnesses, were amply justified in finding the verdict. The mule killed was on the right of way and track going from th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=st-louis-san-francisco-railroad-v-carlisle"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}