{
  "id": 29632,
  "title": "1905년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wright. 판결일: 1905-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Edmund Wright, as Trustee in Bankruptcy of W. C. Loftus & Company, Bankrupt v. Edward Hart\n**판결일**: 1905-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Brien, Ingraham\n\n## 변호인\n\nLouis Marshall, for the appellant., Abram I. Elkus, for the respondent.\n\n## 인용\n\n- 103 A.D. 218\n- 93 N.Y.S. 60\n\n## 판결문 요약\n\n\nO’Brien, J.:\nIt is conceded that this complaint is demurrable if chapter 528 of the Laws of 1902 is unconstitutional; otherwise the facts alleged are sufficient to constitute a cause of action and the demurrer was properly overruled. The constitutionality of the statute, therefore, is the sole question to be determined on this appeal.\nIn approaching the consideration of this question we must bear in mind tho rules which govern a court in exercising its conceded power to declare unconstitutional in a proper case a statute enacted by the Legislature with due formality. It has been frequently held and is acknowledged to be the true rule that a statute will not be declared to be unconstitutional and void unless a clear and substantial conflict exists between it and either the State or Federal Constitution ; and that every presumption is in favor of the constitutionality of legislative acts. The case must, therefore, be practically free from doubt before the judicial branch of the State government is justified in nullifying the action of the legislative branch by declaring this enactment unconstitutional. (People v. Gillson, 109 N. Y. 389.)\nThe Legislature has the unquestioned right to enact suitable and proper laws for the common welfare, and while the liberty and property of the citizen are sacredly guarded by both State and Federal Constitutions, nevertheless, these rights which he has as an individual may be limited and restricted to a certain extent, when necessary for the m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wright-v-hart"
    }
  ],
  "relatedIncidents": [
    29631,
    29634,
    29658,
    29665,
    29669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}