{
  "id": 29634,
  "title": "1905년 Carreras 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-06-24",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Carreras. 판결일: 1905-06-24. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: Carreras v. Carreras\n**판결일**: 1905-06-24\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Figueras, Hernández, Leary, Mac, Quiñones, Take, Wolf\n\n## 변호인\n\nMr. Alvarez Nava for appellant., Mr. Mendez Vaz for respondent.\n\n## 인용\n\n- 9 P.R. 207\n\n## 판결문 요약\n\n\nMr. Justice Hernández\ndelivered the opinion of the court.\nOn December 15, 1903, Attorney Pascasio Fajardo, on behalf of José del Carmen Domingo Carreras é Yrizarry, a minor, the latter represented also by his guardian ad litem. Antonio del Carmen Domingo Carreras é Yrizarry, filed a complaint in the District Court of Mayagiiez against Lorenzo Carreras and Ramón Frontera, in which he stated as facts: That Juan Lorenzo Carreras y Velez married Maria Monse-rrate Yrizarry on October 29, 1873, by which marriage they had a number of children, among them the plaintiff and his guardian ad litem; that on February 9, 1891, Maria Monse-rrate Yrizarry died, her widower and sons being declared her intestate heirs by order of said court of July 20, 1903; that without any steps having been taken toward the settlement of the estate of Maria Monserrate Yrizarry, the defendant, Ramon Frontera, fraudulently and maliciously on March 1, 1899, induced the other defendant, Carreras, to place a mortgage in his favor on the property belonging to the conjugal •partnership of Yrizarry-Oarreras, well knowing that such a contract could not and should not have been executed by Ca-rreras, inasmuch as the property left on the death of his wife had not been divided in accordance with the proper legal procedure; that the estate encumbered by Carreras in favor of Frontera, was acquired by the former by an exchange made with Hilario Anglero y Coascut on May 9, 1888, while Ca-rreras was married to Maria Monserr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carreras-v-carreras"
    }
  ],
  "relatedIncidents": [
    29631,
    29632,
    29658,
    29665,
    29669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}