{
  "id": 29631,
  "title": "1905년 Swensen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-07-03",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Swensen. 판결일: 1905-07-03. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. GEORGE SWENSEN\n**판결일**: 1905-07-03\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Ailshie, Stockslager, Sullivan\n\n## 변호인\n\nBriggs & McCutcheon, for Appellant., J. J. Guheen, Attorney General, Edwin Snow, and F. S. Wettach, for the State.\n\n## 인용\n\n- 13 Idaho 1\n- 81 P. 379\n\n## 판결문 요약\n\n\nSTOCKSLAGER, C. J.\nThe county attorney of Bingham county filed his information, charging that, “George Swensen, on or about the 1st day of November, 1904, at the county of Bingham, state of Idaho, and prior to filing this information, did willfully, unlawfully, feloniously and falsely forge and utter a bank check which was then and there signed in blank by one Evelyn Richards, to wit: A cheek on the State Bank of Idaho Falls, Bingham County, Idaho, and which said check he, the said George Swensen, did willfully, unlawfully, falsely and feloniously forge and utter by writing in the body of the check the words and figures, to wit: George Swensen, twenty-five ($25.00) between the words, ‘pay to the order of’ and the word ‘dollars,’ and did then and there utter the said bank check as true and genuine with intent to defraud the said Evelyn Richards.”\nThereafter, and on the third day of April, 1905, the defendant being in open court with his counsel, the information was read to him and he was given until the next morning to plead, and on the next morning, to wit, on the fourth day of April, he asked that the plea of not guilty be entered in his behalf. Thereafter, Briggs &amp; McCutcheon, counsel for defendant, filed their demurrer to the above information: “First, that the information does not substantially conform with the provisions of sections 7677, 7678, *47679 of the Revised Statutes of Idaho; second, that more than one offense is charged in the information in this, that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-swensen"
    }
  ],
  "relatedIncidents": [
    29632,
    29634,
    29658,
    29665,
    29669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}