{
  "id": 2964,
  "title": "2017년 Crawford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-02-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Crawford. 판결일: 2017-02-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Milton Ray CRAWFORD v. The STATE of Texas\n**판결일**: 2017-02-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Alcala, Hervey, Keasler, Keel, Keller, Newell, Richardson, Walker, Yeary\n\n## 변호인\n\nATTORNEYS FOR APPELLANT: Richard E. Wetzel, 1411 West Ave., Suite 100, Austin, TX 78701, ATTORNEYS FOR THE STATE: Su-sannah Prucka, 300 East 26th Street, Suite 310, Bryan, TX, Stacey Soule, State’s Attorney, Austin, TX\n\n## 인용\n\n- 509 S.W.3d 359\n\n## 판결문 요약\n\n\nOPINION\nYeary, J.,\ndelivered the opinion of the Coui't\nin which Keller, P.J., and Keasler, Richardson, Newell, and Keel, JJ., joined.\nPleading guilty to the offense of sexual assault in 1984, Appellant was convicted and later required to register as a sex offender. Twice after that, in 2007 and then again in 2009, he was convicted of the felony offense of failing to comply with sex-offender-registration requirements. In 2013, he was once again indicted for failing to comply with sex-offender-registration requirements, a third degree felony under Article 62.102(b)(2) of the Code of Criminal Procedure. Tex. Code Crim. Proc. art. 62.102(b)(2). Moreover, the 2013 indictment alleged the two previous felony sex-offender-registration offenses in enhancement paragraphs, to bring Appellant within the ambit of Section 12.42(d) of the Penal Code and thereby raise his exposure to a term of life, or not more than 99 years or less than 25 years, in the penitentiary. Appellant objected to the application of Section 12.42(d) to enhance his punishment, but nevertheless pled true to the enhancement paragraphs. A jury found them to be true and assessed his punishment at a term of 85 years in the penitentiary.\nOn appeal, Appellant again challenged the legality of his enhanced sentence. He argued that the State could not use prior felony offenses for failure to comply with sex-offender-registration requirements to punish him as a habitual felony offender for a subsequent sex-offender-registratio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crawford-v-state"
    }
  ],
  "relatedIncidents": [
    2630,
    2691,
    2775,
    2800,
    2848
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}