{
  "id": 29642,
  "title": "1905년 Smith v. Buffalo Oil Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-05-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Smith v. Buffalo Oil Co.. 판결일: 1905-05-25. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: S.E. Smith v. Buffalo Oil Company.\n**판결일**: 1905-05-25\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Williams\n\n## 변호인\n\nMakemson, Hudson  Lord,  for appellant. &#8212; The Court of Civil Appeals has power, upon affidavits or otherwise, to ascertain matters of fact necessary to the exercise of its jurisdiction. Rev. Stats., art. 998; Claiborne v. Missouri, K.  T. Ry. Co., 53 S.W. Rep., 837; Bradford v. Nowles, 33 S.W. Rep., 149.\n\n L.A. Carleton  and  E.E. Townes,  for appellees.\n\n## 인용\n\n- 87 S.W. 659\n- 99 Tex. 77\n\n## 판결문 요약\n\nThis writ of error is prosecuted from a judgment of the Court of Civil Appeals dismissing plaintiff in error's appeal because of insufficiency of the affidavit in lieu of appeal bond upon which it was prosecuted. The affidavit on its face appeared to have been made before the District Judge who tried the case, and was attested by him officially with his jurat, but did not state that it was made in open court; and there was no order or entry showing other action of the court upon it. It was, however, made to appear by affidavits in the Court of Civil Appeals that the oath was administered by the District Judge in open court. The Court of Civil Appeals held *Page 78 \nthat this was not sufficient, and that \"there should have been an order entered on the minutes of the (district) court adjudging that sufficient proof had been so made.\"\nThe subject is regulated by article 1401, Revised Statutes, which is as follows: \"Where the appellant or plaintiff in error is unable to pay the costs of appeal, or give security therefor, he shall nevertheless be entitled to prosecute his appeal; but, in order to do so, he shall be required to make strict proof of his inability to pay the costs, or any part thereof. Such proof shall be made before the county judge of the county where such party resides, or before the court trying the case, and shall consist of the affidavit of said party, stating his inability to pay the costs; which affidavit may be contested by any officer of the court or party ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-buffalo-oil-co"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}