{
  "id": 29644,
  "title": "1905년 Steinhardt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-05-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Steinhardt. 판결일: 1905-05-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Benjamin Steinhardt and Abraham H. Hummel\n**판결일**: 1905-05-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Kenefick\n\n## 변호인\n\nWilliam T. Jerome, District Attorney, for People., John E. Dos Passos, for defendant Hummel., DeLancy Nicoll, for defendant Steinhardt. \\\n\n## 인용\n\n- 47 Misc. 252\n- 93 N.Y.S. 1026\n\n## 판결문 요약\n\n\nKenefick, J.\nThe defendants are indicted on two charges of subornation of perjury. The charges were brought before the grand jury in the first instance without a preliminary hearing before a magistrate. The defendants now move to inspect the minutes of testimony, given before the grand jury, upon which the indictments ' are based! Inspection is sought, as stated in the moving affidavits, preliminary to a motion to dismiss the indictments, and also as suggested in the argument of counsel to enable the defendants to prepare for trial.\nMotions of .this character have become so common in practice in recent years that it may not be amiss to examine at some length and to define as near as may be the power of the court to grant this form of relief.\nThe practice of preserving a written record of the proceedings before a grand jury, including minutes of the testimony, did not prevail at common law.\nThe courts uniformly refused bail after indictment for murder for the reason that the lack of a written record of the , testimony upon which the indictment was founded, and the secrecy imposed upon the jurors by their oaths made it impossible for the court to look into the evidence upon which *255the grand jury acted. Lord Mohun’s Case, 1 Salk. 103; Ex parte Tayloe, 5 Cow. 56.\nIn the revision of the statutes of this State in 1827-1828 we find the first statutory provision for the keeping of a written record. It was there enacted that “ Every grand jury may appoint one of their number to be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-steinhardt"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}