{
  "id": 29653,
  "title": "1905년 Long 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-04-10",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Long. 판결일: 1905-04-10. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles A. Long v. Olive M. Long\n**판결일**: 1905-04-10\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Budkin, Crow, Dunbar, Fullerton, Hadley, Mount, Root, Took\n\n## 변호인\n\nTolman & Kimball, for appellant., W. A. Ga,rber and Gose & KwykendaM, for respondents.\n\n## 인용\n\n- 38 Wash. 218\n\n## 판결문 요약\n\n\nRoot, J.\nRespondent Charles A. Long commenced this action to secure a divorce from the appellant, who filed a cross-complaint- making W. 0. Long, a brother of plaintiff, also a party, and asking for a decree of divorce in her favor, and for certain relief with regard to property rights. It appears that, some time prior to the commencement of this action, appellant and plaintiff entered into a written agreement, wherein and .whereby they divided all of their property, and made appropriate conveyances of the respective portions each to the other. In her cross-complaint appellant alleges that, at the time of the execution of said agreement, she was in ill health, and mentally incapable of transacting business, or of appre*219dating the- import of what she was then doing, and that, while so incapacitated, she was induced to enter into said agreement and execute said conveyances by means of a conspiracy, entered into by her legal adviser and her husband, to deceive and mislead her. It is admitted that appellant abandoned her husband; and his cause of action is based upon this ground solely, as was the decree of the trial court. Appellant contends that\" she was justified in deserting plaintiff on account of his conduct toward her. It is not alleged that he was guilty of any cruelty toward her physically; but it is alleged that he was guilty of constant fault-finding, “nagging,” criticizing, and scolding, and was disagreeable and inconsiderate toward appellant ; that he was eccentr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=long-v-long"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}