{
  "id": 2965,
  "title": "2017년 Trapani 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-02-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Trapani. 판결일: 2017-02-14. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Vincent M. TRAPANI v. STATE of Missouri\n**판결일**: 2017-02-14\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Howard, Mitchell, Witt\n\n## 변호인\n\nRoger M. Gibbons, Osage Beach, MO, for appellant., Mark A. Richardson, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 510 S.W.3d 388\n\n## 판결문 요약\n\n\nGary D. Witt, Judge\nVincent M. Trapani (“Trapani”) appeals from the judgment of the Circuit Court of Cole County denying his Petition for Ex-pungement of Arrest Records (“Expungement Petition”). Trapani’s arrest arose out of the shooting of his brother Anthony Trapani (“Anthony”)1 on December 17, 2011. The court heard the case and denied Trapani’s request for expungement as the court found that Trapani failed to meet the statutory requirements for expungement with respect to both his arrest for first-degree domestic assault and unlawful use of a weapon. We affirm.\nFactual Background\nIn July of 2014, Trapani filed his Ex-pungement Petition pursuant to section 610.122,2 seeking the expungement of all records related to his arrest on December 17, 2011. Trapani’s arrest arose out of a shooting incident at the home he shared with his toother Anthony and Anthony’s wife, Shay Trapani (“Shay”). On December 17, 2011 at approximately 1:00 a.m., law enforcement officers were called to the residence. At the residence, Anthony was found with a bullet wound to his left hand and abdomen. Anthony had been shot once with the bullet travelling through his left *391hand and his abdomen and then exiting his back.\nDuring their investigation, officers learned that both Shay and Trapani were present at the time of the shooting. A detective overheard Trapani state several times that the shooting was an accident and tell family members that Anthony accidentally shot himself.\nShay told law enforcemen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trapani-v-state"
    }
  ],
  "relatedIncidents": [
    2672,
    2728,
    2730,
    2742,
    2824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}