{
  "id": 29658,
  "title": "1905년 Moebs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-03-25",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Moebs. 판결일: 1905-03-25. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: F. & M. Schaefer Brewing Company v. Henry Moebs & others\n**판결일**: 1905-03-25\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Lathrop\n\n## 변호인\n\nF. H. Stewart, for the plaintiff., G. W. Anderson, for the defendants, submitted their case without an argument or brief.\n\n## 인용\n\n- 187 Mass. 571\n\n## 판결문 요약\n\n\nLathrop, J.\nThis is a bill in equity, filed in the Superior Court on May 12, 1902, under the R. L. c. 159, § 3, cl. 8, to reach and apply in paj^ment of a debt property alleged to have been conveyed in fraud of creditors by Henry Moebs, the first named defendant, to the other defendants, his sons.\nThe case was sent to a master who found the following facts. At the time of the conveyances hereinafter referred to, Henry Moebs had been engaged in business in Boston for about twenty-six years, at 193 Hampden Street, where he conducted a restaurant and a wholesale and retail liquor business, with a bottling establishment. He had licenses of the first, fourth and fifth classes. His three sons were employed by him in the business, two of them as bartenders at weekly wages, and the other, *572Josepli, being in charge of the bottling establishment on a commission. The three sons lived at home with their father, but it did not appear that any of them except Joseph paid for board and lodging. At the time of the conveyances and for some time before the father was afflicted with rheumatism, and was unable properly to attend to business. For a period of over five years, the sales in the business had been falling off, so that at the time of the conveyances it was being conducted at little or no profit.\nOn April 10, 1901, the father sold to his son Joseph three horses, two delivery wagons, one buggy and some harnesses, for an expressed consideration of $600. This consideration consisted of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=f-m-schaefer-brewing-co-v-moebs"
    }
  ],
  "relatedIncidents": [
    29631,
    29632,
    29634,
    29665,
    29669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}