{
  "id": 29654,
  "title": "1905년 Barker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-04-05",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Barker. 판결일: 1905-04-05. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Frank Barker v. State of Nebraska\n**판결일**: 1905-04-05\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Barnes\n\n## 변호인\n\nHamer & Hamer, for plaintiff in error., Norris Brown, Attorney General, and W. T. Thompson, contra.\n\n## 인용\n\n- 73 Neb. 469\n\n## 판결문 요약\n\n\nBarnes, J.\nAt the April, 1904, term of the district court for Webster county, Prank Barker was charged with the murder of his brother Daniel Barker and his sister-in-law Alice Barker. He was tried on the first count of the information, which charged him with killing his brother Daniel, and was found guilty of the crime of murder in the first degree, the jury fixing the death penalty; and from the judgment and sentence of the court he prosecutes error.\n1. His first contention is that the information does not charge him with the crime of murder in the first degree, and is not sufficient to sustain a conviction of that offense. The length of the information is so great that we cannot copy it in full in this opinion. It is sufficient to say, however, that it charged that the accused, “contriving and intending of his deliberate and premeditated malice one Daniel Barker feloniously to kill and murder, in and upon the.said Daniel Barker, then and there being, did unlawfully, willfully, forcibly, purposely, and of deliberate and premeditated malice, make an assault.” Then follows a description of the pistol used by the accused, with a minute statement of the shooting; a description of- the wound inflicted; a statement of its effect; the death of the *471victim, and concludes: “So said E. U. Overman, county attorney as aforesaid, does say that the said Frank Barker, him the said Daniel Barker unlawfully, purposely, and of his deliberate and premeditated malice, did kill and murder, c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barker-v-state"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}