{
  "id": 29672,
  "title": "1905년 Stanwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-02-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Stanwood. 판결일: 1905-02-13. 법원: U.S. Circuit Court for the Southern District of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STANWOOD v. WISHARD\n**판결일**: 1905-02-13\n**법원**: U.S. Circuit Court for the Southern District of Iowa\n**관할**: USA, Federal\n\n**판사**: McPherson\n\n## 변호인\n\nCharles A. Clark and Walter C. Marquis, for complainants., Read & Read and Berryhill & Henry, for defendants.\n\n## 인용\n\n- 134 F. 959\n\n## 판결문 요약\n\n\nMcPHERSON, District Judge.\nJuly 29, 1903, the original bill in equity was filed herein. After a time a plea was filed, and that plea was held insufficient. Then the defendant answered. Thereupon an amended and substituted bill was filed, to which a demurrer has been filed, which is now for determination. In substance, the bill is as follows: It charges a conspiracy against defendants Wishard and the bank of and concerning some valuable real estate in Des Moines of the I.oan &amp; Trust Company, of which aii the plaintiffs were and still are creditors. This action is brought *960not only for themselves, but all other creditors of that concern, now insolvent. This real estate was acquired by the trust company from one Kennedy in exchange for a large body of lands. But the title was taken in defendant Wishard’s name, to be by him held in trust for moneys owing to him by the company, and to indemnify him for certain contingent liabilities of the company to him. It is alleged these have all been paid and extinguished. When the company received this property by taking the title in trust in Wishard, there were three mortgages thereon given by Kennedy at a prior date. One was for $2,000, another was for $6,000, and the third was for $25,000. This large one was to the bank defendant herein. The trust company became insolvent in 1896, at which time a receiver was appointed by a state court at Des Moines. Prior thereto Wishard had been an active officer of the company, and was entirely...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stanwood-v-wishard"
    }
  ],
  "relatedIncidents": [
    29584,
    29585,
    29589,
    29594,
    29597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}