{
  "id": 29688,
  "title": "1904년 Tardy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-12-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Tardy. 판결일: 1904-12-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. D. Tardy v. the State\n**판결일**: 1904-12-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brooks\n\n## 변호인\n\nNo brief for appellant.\n\n Howard Martin,  Assistant Attorney-General, for the State. &#8212; On proposition of provoking the difficulty: Matthews v. State, 42 Tex. Crim. 31 ; Franklin v. State, 34 Id., 286; Highsmith v. State, 41 Texas Crim. App., 32; Artie Craiger v. State, decided present term.\n\n## 인용\n\n- 83 S.W. 1128\n- 47 Tex. Crim. 444\n\n## 판결문 요약\n\nThis conviction was for manslaughter, the punishment assessed being three years confinement in the penitentiary. The former appeal is reported in 9 Texas Ct. Rep., 650.\nAppellant criticises the court's charge on provoking the difficulty. The charge complained of is an exact copy of the charge approved by this court in Matthews v. State,42 Tex. Crim. 31. The evidence called for this charge. Frank Shannon testified: \"I was at the Katy depot in the afternoon that Mr. Thompson was killed. Just before he was killed, he and I were in a car, on the south side of the depot, and just a little east of the door leading into the ware-room. We had been checking up transfer freight that went down the Aransas Pass. While we were in that car, I saw defendant on the platform between the car and the depot. I heard him say to one of the Schultz boys that he was not trying to get any \"grab-freight;\" that there was not any there for him, and the whole push had it in for him. At that time Mr. Thompson was in the car. Shortly after defendant made the remark he got up and started up the platform, and deceased stepped out of the car and said, `Come here old man,' and defendant stopped and turned around and then deceased said, `Come right here, old man; I want to talk to you.' Defendant then said, `I have no talk for you, you big-bellied son of a bitch.' *Page 445 \nDeceased then picked up a stick that set just inside of the freight house door, and started towards defendant. Defendant then pulled the s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tardy-v-state"
    }
  ],
  "relatedIncidents": [
    29693,
    29695,
    29714,
    29715,
    29726
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}