{
  "id": 29687,
  "title": "1904년 S. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-12-17",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: S.. 판결일: 1904-12-17. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Huff\n**판결일**: 1904-12-17\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: CoNNOR\n\n## 변호인\n\nAttorney-General Gilmer, for the State., B. G. Beckwith, for the defendant.\n\n## 인용\n\n- 49 S.E. 339\n- 136 N.C. 679\n\n## 판결문 요약\n\nThe Defendant was indicted for an assault with intent to commit rape, and convicted by the jury of a simple assault.  So much of the testimony as is necessary to present the exceptions is as follows:\nMrs. Jones, the prosecutrix, testified that she lived at Fuquay Springs; that defendant came to her house about dark on the day of the alleged assault; that she was sitting in the door.  She first thought it was her husband, and then thought it was Alex.  Hobbs.  He Came up and said \"Good evening,: and she said \"Good evening.\"  He asked for her husband, and she told him he was in the store.  Defendant said he was not; came and put (680)  his foot on the door-step and said that Mr. Jones had gone to Chalybeate to arrest a man and would not return until 12 o'clock, and he had come to stay until he came back.  \"He told my little girl to hand him a match; he wanted to light a cigar.\"  While she was gone the defendant took her by the hand and said \"Let us go to bed.: Witness said \"You must be crazy; you leave here.\"  Witness prepared supper, and while she and children were eating the defendant came back; she saw him when he jumped up in the door.  Mr. Arnold's dog was under the house and barked.  He told the dog to \"hush\"; said he would kill it; put his hand in his pocket when he said that.  Witness was sitting feeding the baby &#8212; the table in front of her and the baby in her lap on her left arm. Defendant took hold of her by the hand; he pulled up a chair and say down by her and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-huff"
    }
  ],
  "relatedIncidents": [
    29691,
    29697,
    29688,
    29692,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}