{
  "id": 29681,
  "title": "1905년 Baglin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1905-01-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Baglin. 판결일: 1905-01-07. 법원: U.S. Circuit Court for the District of Southern New York.",
  "description": "## 사건 정보\n\n**사건명**: BAGLIN v. CUSENIER CO.\n**판결일**: 1905-01-07\n**법원**: U.S. Circuit Court for the District of Southern New York\n**관할**: USA, Federal\n\n**판사**: Facombf\n\n## 변호인\n\nPhilip Mauro, C. A. F. Massie, and Ralph F. Scott, for complainant, Howson & Howson, for defendant.\n\n## 인용\n\n- 156 F. 1015\n\n## 판결문 요약\n\n\nFACOMBF, Circuit Judge.\nThe French government may, no doubt, seize such property of the Carthusian monks as it may find in France, including trade-marks: but I am at a loss to see how it can give to any one, liquidator or not, the right to sell in this country Chartreuse cordial not made by the said monks, packed, marked, and labeled with the marks and devices which for more than a generation have identified and guaranteed their product. Maybe the monks have lost the right to use their old trade-marks, but it does not follow that some one else can use than here on goods which they do not make. To offer for sale cordial made by Mr. Feconturier as cordial made by the monks of Fa Grande Chartreuse is a fraud upon the public in this country, which even the authority of the French government cannot permit.\nComplainant may take a preliminary injunction against the selling and offering for sale of any cordial not made by the Carthusian monks, in packages which, by the collocation of emblems and inscriptions ground on the. bottle with the yellow label, lettered, etc., and the cir*1016cular cork label, lettered, etc., imposed on brown wax, simulate the well-known packages in which complainant’s association have heretofore offered their cordial for sale in this country.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baglin-v-cusenier-co"
    }
  ],
  "relatedIncidents": [
    29631,
    29632,
    29634,
    29658,
    29665
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}