{
  "id": 29697,
  "title": "1904년 People v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-09-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Miller. 판결일: 1904-09-28. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE v. MILLER\n**판결일**: 1904-09-28\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Smith\n\n## 인용\n\n- 7 Cal. Unrep. 192\n- 78 P. 227\n\n## 판결문 요약\n\n\nSMITH, C.\nThe defendant was convicted of the crime of rape, and sentenced to a term of seven years’ imprisonment in the state prison at Folsom. He appeals from the judgment *193and from an order denying Ms motion for a new trial. The grounds for reversal alleged are: (1) The insufficiency of the indictment in failing to allege that the prosecutrix was not the wife of the defendant at the time of the commission of the offense; (2) error of the court in allowing a question to the prosecutrix, and the insufficiency of her answer to establish an essential element of the crime; (3) the exclusion of certain testimony; and (4) that the verdict is contrary to the evidence.\nThe objection to the indictment is obviously untenable. The actual allegation is that the defendant on the day named “did willfully, etc., .... commit an act of sexual intercourse with one Eva Hilberg, a female person under the age of sixteen years, and not the wife of said Clarence T. Miller”; and this, whether we have regard to the mere grammatical construction or to the manifest intent of the allegation, unequivocally alleges that the act was committed on a female under the age of sixteen years, and not the wife of the ■defendant at the time of the act. Nor is the allegation susceptible of a different meaning.\nAs to the second of the grounds urged, the question asked we regard as proper, and the answer of the witness as susceptible of but one inference, which is adverse to the appellant on the point complained ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miller"
    }
  ],
  "relatedIncidents": [
    29687,
    29691,
    29688,
    29692,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}