{
  "id": 29692,
  "title": "1904년 Barley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-11-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Barley. 판결일: 1904-11-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Schwarz, Rosenbaum & Co. v. Barley\n**판결일**: 1904-11-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Anderson, McClellan, Simpson, Tyson\n\n## 변호인\n\nJ. M. Miller, for appellant., Canterbury & Gilder, contra.\n\n## 인용\n\n- 142 Ala. 439\n\n## 판결문 요약\n\n\nMcCLELLAN, C. J.\nThe right of appeal exercised in this case is that given by section 426 of the Code-, and not that given by section 427. The decree dismissing the bill was no less a final decree for that it was rendered on and in response to- a motion to dismiss it for the want of equity. There has been a practice in this state to-grant motions to- dismiss with leave to- amend. Such decrees while they granted the motion to dismiss in a way, yet did not in reality dismiss the bill finally. They were in the nature of tentative or conditional decrees and not final. To- such decrees must be referred the provision of section 427 to the effect that from a decree sustaining a motion- to dismiss a bill for want of equity an appeal may be taken within thirty days. That limitation loes not apply where the motion is not only sustained hut the bill is actually and absolutely dismissed-out of court. The decree here is of this latter class, and was appealable any time within a year from its rendition.\nWe take occasion to- repeat here what- we have said in some recent cases that the practice referred to of thus conditionally dismissing bills on motion, and in recognition of which the provision of § 427 stated above was enacted, was a bad practice, and illogical, and should not be further resorted to-.\nOn the allegations of the hill the complainants had no claim on the stock of goods growing out of the facts that originally it had been the property of the- partnership composed of Barley &a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schwarz-rosenbaum-co-v-barley"
    }
  ],
  "relatedIncidents": [
    29687,
    29688,
    29691,
    29693,
    29694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}