{
  "id": 29695,
  "title": "1904년 Slaughter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-10-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Slaughter. 판결일: 1904-10-19. 법원: Court Of Appeals Of Indian Territory.",
  "description": "## 사건 정보\n\n**사건명**: Slaughter v. United States\n**판결일**: 1904-10-19\n**법원**: Court Of Appeals Of Indian Territory\n**관할**: USA, Federal\n\n**판사**: Clayton, Gill, Raymond\n\n## 변호인\n\nEddleman & Graham, Cruce, Cruce & Bleakmore, and H. M. Furman, for appellant., W. B. Johnson, U. S. Atty., and Jas. E. Humphrey, Asst. U. S. Atty., for the United States.\n\n## 인용\n\n- 5 Indian Terr. 234\n\n## 판결문 요약\n\n\nRaymond, C. J.\nThe appellant was indicted for the murder of William Watson, and convicted of the crime- of manslaughter, in the United States Court for the Southern District of the Indian Territory. On April 11, 1903, he was sentencedto imprisonmént in the United States Penitentiary at Ft.Leavenworth, Kan., for a term of 10 years, and fined $1,000 and costs. From this judgment an appeal is taken to this court.\nThree errors are assigned, but under the view we take of the case a decision upon the third will be decisive of the case. *235During tbe argument of the assistant district attorney the presiding judge left the courtroom for a few minutes, and, as shown by the bill of exceptions, the following occurred: “Be it further remembered, that during the trial of this cause, and while the Assistant United States District Attorney, Mr. James E. Humphrey, was making his opening argument for the government to the jury, the presiding judge retired from the courtroom, directing the bailiff in charge of the swinging doors to keep the same open while he was out of the courtroom. He then passed out across a hall about 12 feet wide, and into his private, chamber, directing his court messenger to keep the door from his chamber into the hall open, and was absent from' and without the courtroom for a very short space of time; and that during such absence of the presiding judge, and while the said Assistant United States Attorney was making such argument, the following colloquy occurred betw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=slaughter-v-united-states"
    }
  ],
  "relatedIncidents": [
    29688,
    29693,
    29714,
    29715,
    29726
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}