{
  "id": 29691,
  "title": "1904년 Mason v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-11-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mason v. State. 판결일: 1904-11-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Henry Mason v. the State\n**판결일**: 1904-11-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nD.H. Meek,  for appellant. &#8212; Conceding that the proof in this case showed that the defendant entered the house of Max Martin, without his consent, yet it falls far short of proving with any degree of certainty that he entered with the specific intent of committing rape. The intentions of the accused, in such cases as this, must be ascertained from what he said and did before the entry and while in the house.\n\nIn this case defendant did and said nothing bearing on his intentions, before, no\n\n## 인용\n\n- 83 S.W. 689\n- 47 Tex. Crim. 403\n\n## 판결문 요약\n\nAppellant was convicted of burglary: the indictment alleging that the entry into the house was made for the purpose of committing rape upon a named woman. The facts *Page 404 \nupon which the verdict is predicated, in substance show, that on the night of the alleged buglary, defendant entered the house and raised the screen fastened in the window opening into the room, where the girl slept; that under the window was a trunk in the room, the top of which reached a little above the top of the window sill; that appellant crawled in the window partly over this trunk, with his feet hanging out in the room behind him; that while lying in this position on the trunk he reached over with a stick, which he held in his hand, and undertook by means of the stick to raise the night apparel of the girl lying on the bed. She sat up and spoke to him. He immediately withdrew. The girl further swears that a few moments afterwards, she saw defendant at a window on the outside, looking through the slats of the blind; that she threw open the blinds and he ran away. This is the State's case. Appellant's defense was an alibi. Concede the evidence in regard to alibi to be false, discredited at least by the jury, and that the girl's testimony is true. In order to constitute rape, there must be the specific intent to have intercourse with the woman without her consent and by force, and to overcome all resistance. As applied to the facts, unless defendant had the specific intent to commit the crime of ra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mason-v-state"
    }
  ],
  "relatedIncidents": [
    29687,
    29697,
    29688,
    29692,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}