{
  "id": 29694,
  "title": "1904년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-11-05",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: James. 판결일: 1904-11-05. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: W. H. James v. Parsons, Rich & Co., a Corporation\n**판결일**: 1904-11-05\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Cunningham\n\n## 변호인\n\nPulsifer & Smith, and Pierce E. Butler, for plaintiff in error., F. W. Sturges, for defendant in error.\n\n## 인용\n\n- 70 Kan. 156\n- 78 P. 438\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nCunningham, J. :\nPlaintiff in error,. James, on March 11, 1901, was engaged by the defendant in •error, Parsons, Rich &amp; Co., to work for it as a traveling salesman until the 1st day of October of the same year, at a monthly salary of $85, the same to be due and payable on the first day of each calendar month. He did so work until the 3d day of May, 1901, when without adequate cause or excuse he was discharged from his employment by the defendant. Estimated at the rate he was to receive by the terms of the contract, he had earned up to this time $53.66, but this •sum included the balance due up to the 1st of May and the amount earned during the first three days of May, but not as yet due. On the 4th day of May the plaintiff commenced a proceeding in the district court of Saline county to recover from the defendant upon two causes of action : (1) For the $53.66 salary ; (2) for $425, the amount of salary that would be due him under the contract for the five months from May 1 to October 1, and, also, for the further sum of $1000, which he alleged he had been damaged because of the defendant’s breach of the contract in discharging him. A demurrer to the second cause of action was sustained, and that was dismissed by the plaintiff without prejudice. Judgment was rendered upon the first cause of action for the amount prayed for, $53.66, which judgment was subsequently satisfied in full by the defendant.\nThis action was commenced before...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-v-parsons-rich-co"
    }
  ],
  "relatedIncidents": [
    29621,
    29687,
    29688,
    29691,
    29692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}