{
  "id": 29714,
  "title": "1904년 People v. Gonzales 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-06-17",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Gonzales. 판결일: 1904-06-17. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. SEVARIANO GONZALES, Appellant\n**판결일**: 1904-06-17\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Shaw\n\n## 변호인\n\nWilliam T. Blakely, and R. F. Del Valle, for Appellant., U. S. Webb, Attorney-General, and J. C. Daly, Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 77 P. 448\n- 143 Cal. 605\n\n## 판결문 요약\n\nThe defendant was convicted of the crime of murder in the first degree, and sentenced to imprisonment for life. He appeals from the judgment and from an order denying his motion for a new trial. In support of his appeal the defendant's counsel urge that the verdict is contrary to the evidence, and that a new trial should have been granted because of newly discovered evidence.\nThis court cannot interfere with the verdict of a jury, nor with the action of the court below in refusing a new trial, on the ground that the evidence is insufficient to justify the verdict, unless there was such a lack of evidence as to satisfy us that the court below abused its discretion in denying the new trial. A careful reading of the record shows that there was legal evidence to prove all the facts constituting the crime alleged. *Page 606 \n\"The decision of a jury upon legal evidence, in so far as this tribunal is concerned, is absolutely final.\" (People v. Maroney,109 Cal. 279; People v. Hotz, 73 Cal. 242.) We cannot say that the new trial upon that ground was not properly refused, or that the verdict was not sustained by sufficient evidence.\nApplications for new trial upon the ground of newly discovered evidence are regarded with distrust and disfavor. (People v.Howard, 74 Cal. 547; People v. Sutton, 73 Cal. 243; People v.Freeman, 92 Cal. 359.) The homicide in question took place in the city of Los Angeles early in the morning of August 31st. The witnesses for the prosecution testified that it ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gonzales"
    }
  ],
  "relatedIncidents": [
    29688,
    29693,
    29695,
    29715,
    29726
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}