{
  "id": 29717,
  "title": "1904년 Frazier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-06-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Frazier. 판결일: 1904-06-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Georgia Frazier v. the State\n**판결일**: 1904-06-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Bbooks\n\n## 변호인\n\nNo brief for appellant.\n\n Howard Martin,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 81 S.W. 532\n- 47 Tex. Crim. 24\n\n## 판결문 요약\n\nAppellant was convicted of keeping a disorderly house, the fine imposed being $200.\nBy bill of exceptions number 1 appellant objected to the introduction in evidence of the record of a certain deed showing that one Evans had conveyed the premises in question to appellant. Appellant urges various objections to the introduction of this deed. First, because the execution was not proved. The qualification of the court to the bill, however, controverts this. Second, because defendant nor counsel had *Page 25 \nbeen given notice of the filing of the same, or that it would be introduced as evidence in this cause. This objection is not a certificate of the existence of the fact upon which the objection is predicated. If the deed had not been filed, as required by the statute in such cases, with proper three days' notice, it would not be admissible. But the above is merely the objection of appellant to its admission, and not a certificate that such fact did exist. There is no proper showing in the bill that three days was not given, but there is only an objection on this ground. Under a long line of authorities it has been held that the judge approving a bill which states objections to the introduction of testimony does not certify that the facts urged as objections, in fact exist. The last objection urged in the bill is, that the deed is dated November 18, 1895, and did not show that defendant owned the house during the month of January, 1903, the time alleged in the indictment; and w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frazier-v-state"
    }
  ],
  "relatedIncidents": [
    29687,
    29688,
    29691,
    29692,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}