{
  "id": 29715,
  "title": "1904년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-06-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Owens. 판결일: 1904-06-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: OWENS v. State\n**판결일**: 1904-06-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Evans, Lamar\n\n## 변호인\n\nG. Y. Harrell and B. F. Harrell, for plaintiff in error., John C. Hart, attorney-general, and, F. A. Hooper, solicitor-general, contra.\n\n## 인용\n\n- 120 Ga. 296\n\n## 판결문 요약\n\n\nEvans, J.\n1. The first; second and fifth grounds of the amended motion assign error on the charge of the court on the subject of conspiracy. Complaint is made that there was no evidence to warrant the charge. A conspiracy may be shown by circumstances, and there was sufficient evidence in the record upon which to base the charge of defendant conspiring with her sons to take the life of her husband. The dissected portions complained of may not have been absolutely accurate, but, taken as a whole, the charges fairly submitted the law of conspiracy. Davis v. State, 114 Ga. 104.\n2, 3. Plaintiff in error contends that there was no evidence justifying the charge on the subject of confessions. It appears *298from the record that on the morning after the killing, while standing near the body, defendant stated: “ Shep is the cause of it. If he had behaved himself he would not be lying there dead. We had to do it to save ourselves.” The judge construed the effect of such statement to fee a confession of guilt. “A confession, in criminal law, is a voluntary statement made by a person charged with the commission of a crime or misdemeanor, communicated to another person, wherein he acknowledges himself to be guilty of the offence charged, and discloses the circumstances of the act and the share and participation he had in it.” Black’s Law Diet. This definition of a confession was adopted and approved by the Court of Appeals of Kentucky in Spicer v. Commonwealth, 51 S. W. 802. “A confessi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-state"
    }
  ],
  "relatedIncidents": [
    29688,
    29693,
    29695,
    29714,
    29726
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}