{
  "id": 2971,
  "title": "2017년 Hollins v. the State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-02-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hollins v. the State. 판결일: 2017-02-08. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Cameron Hollins v. State\n**판결일**: 2017-02-08\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Per Curiam\n\n## 변호인\n\nLynn M. Kleinrock, for appellant., Daniel J. Porter, District Attorney, Courtney R. Spicer, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 340 Ga. App. 190\n- 796 S.E.2d 901\n\n## 판결문 요약\n\n                              THIRD DIVISION\n                             ELLINGTON, P. J.,\n                         ANDREWS and RICKMAN, JJ.\n\n                    NOTICE: Motions for reconsideration must be\n                    physically received in our clerk’s office within ten\n                    days of the date of decision to be deemed timely filed.\n                                http://www.gaappeals.us/rules\n\n\n                                                                    February 8, 2017\n\n\n\n\nIn the Court of Appeals of Georgia\n A17A0126. HOLLINS v. THE STATE.\n\n      PER CURIAM.\n\n      Following a jury trial, Cameron Hollins was convicted of aggravated assault\n\nand possession of a firearm during the commission of a felony. After the denial of his\n\nmotion for new trial, Hollins filed this appeal, in which he asserts that the trial court\n\nerred when it instructed the jury that it could convict him of aggravated assault in a\n\nmanner not alleged in the indictment. Finding no error, we affirm.\n\n      “On appeal from a criminal conviction, we view the evidence in the light most\n\nfavorable to the verdict, with the defendant no longer enjoying a presumption of\n\ninnocence.” (Punctuation omitted.) Crankshaw v. State, 336 Ga. App. 700 (1) (786\n\nSE2d 245) (2016). So viewed, the record shows that Hollins and his codefendant,\n\nAdam Pfeifer, called a taxicab to drive them from the Sugarloaf Mills shopping center\n\fto an apartment complex near Hollins’s residence, where Pfeifer also...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hollins-v-the-state"
    }
  ],
  "relatedIncidents": [
    2672,
    2728,
    2730,
    2742,
    2824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}