{
  "id": 29718,
  "title": "1904년 Price 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-05-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Price. 판결일: 1904-05-24. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Appellant, v. ROY PRICE, Respondent\n**판결일**: 1904-05-24\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Gray\n\n## 변호인\n\nU. S. Webb, Attorney-General, J. C. Daly, Deputy Attorney-General, and George W. Jones, District Attorney, for Appellant., Snow & Freeman, for Respondent.\n\n## 인용\n\n- 77 P. 73\n- 143 Cal. 351\n\n## 판결문 요약\n\nThe defendant is charged with burglary. The plaintiff appeals from an order granting defendant's motion to set aside the information made on the ground that the defendant had not been legally committed by a magistrate.\nRespondent's contention is, that the complaint filed in the police court upon which the warrant for defendant's arrest was issued, and which was also treated as a deposition, and the commitment indorsed thereon, failed to charge a crime in that it did not contain any allegation of ownership of the property alleged to have been entered. It is further contended that there is a fatal variance between the complaint or commitment and the information subsequently filed by the district attorney.\nThe complaint describes the property entered as \"That certain building situate at No. 1247 Fresno Street, in said city of Fresno.\" The information describes the same property as \"That certain house, room, store, dwelling, and apartment of Charles Chalup, situated at the corner of Fresno and C streets, and designated by the number 1247 Fresno Street, in the city of Fresno.\" It is clear that the same house is referred to in both these instruments. And that the information charges the burglary of the same building referred to in the original complaint. Identify of the house will be presumed from identity of number, name of street, and city, just as identity of the person will be presumed from identity of name.\nNor is it necessary to allege the ownership of the building in the com...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-price"
    }
  ],
  "relatedIncidents": [
    29720,
    29598,
    29687,
    29688,
    29691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}