{
  "id": 29726,
  "title": "1904년 Ochoa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-02-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ochoa. 판결일: 1904-02-18. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. FRANCISCO OCHOA, Appellant\n**판결일**: 1904-02-18\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Beatty\n\n## 변호인\n\nE. J. Emmons, Alvin Fay, and Henry C. Dibble, for Appellant., Tirey L. Ford, Attorney-General, and A. A. Moore, Jr., Deputy Attorney-General, for Respondent.\n\n## 인용\n\n- 75 P. 847\n- 142 Cal. 268\n\n## 판결문 요약\n\nThe defendant was convicted of murder in the first degree and the death penalty imposed. He appeals from the judgment and from an order denying his motion for a new trial.\nThe facts of the case are few and simple. The defendant had been living for several years with a woman sometimes called Maria and sometimes Escolastica Barera. They were not married, but he testified that by their friends and relatives they were regarded as man and wife. For some reason she left him and went to live at the house of a woman named Lou Ross, in the town of Bakersfield. He says he tried to persuade her to leave the house of Lou Ross, which he regarded as a place of ill-repute, and return to him, but she refused to do so. Afterwards, when he was drinking in a saloon with one of his friends, Lou Ross accosted him; told him that he was a cuckold; that Escolastica was sleeping with a man named Tadeo Olivera, and taunted him with being so little of a man as to submit to the wrong. After this he continued drinking, he says, and does not remember what ensued. What did happen, as shown by the evidence for the people, was that some hours later he broke into the house of Lou Ross, where the two women were sleeping, asked where Maria (Escolastica) Barera was, and when he discovered her cowering under the bed covering, sprang upon her with the words, \"Here you are, you bitch,\" and shot her. No question is made as to defendant's *Page 270 \nguilt of the crime of murder, but it is claimed in his behalf that t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ochoa"
    }
  ],
  "relatedIncidents": [
    29688,
    29693,
    29695,
    29714,
    29715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}