{
  "id": 29720,
  "title": "1904년 Stripling 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-04-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Stripling. 판결일: 1904-04-13. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: P. R. Stripling v. the State\n**판결일**: 1904-04-13\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brooks\n\n## 변호인\n\nL.W. Stanley, Lewellyn  Connally,  and  Rice  Bartlett,  for appellant. &#8212; On question of sufficiency of information: Willson's Crim. Forms. No. 345, pp. 156-7. On question of age of female: Smith v.\nState, 68 S.W. Rep., 995. On question of remarks by Judge: Willson's C.C.P., art. 767; Rodriguez v. State, 23 Texas Crim. App., 503. On question whether defendant was married: Smith v. State, 68 S.W. Rep., 995. On question of charge of the court on intent to injure: Floyd v. State, 29 Texas Cri\n\n## 인용\n\n- 80 S.W. 376\n- 47 Tex. Crim. 117\n\n## 판결문 요약\n\nAppellant was convicted of an aggravated assault, the fine assessed being $25. The charging part of the information is as follows: That appellant \"did then and there unlawfully in and upon the person of Willie Glenn, commit an aggravated assault and battery, the said P.R. Stripling then and there being an adult male person, and the said Willie Glenn, a female,\" etc. The first ground of the motion for new trial insists that the complaint and information are insufficient to charge the offense of aggravated assault against defendant. The complaint and information are sufficient; they follow the approved form.\nAppellant's second insistence is, that the court erred in permitting the State to prove the age of prosecutrix, because the same was prejudicial to defendant, and not an issue in the case, not relevant or material to any issue. Appellant was charged with making an assault upon a female, and the age of the female is admissible to throw light upon the transaction; the evidence showing that she was barely 14 years old.\nAppellant further complains of the remark of the court in the presence and hearing of the jury, after the cross-examination of the witness Willie Glenn had concluded, \"that in the future conduct of the case he desired the counsel for defendant to confine themselves to the rules of evidence.\" Appellant insists that this was calculated to injure the rights of defendant. It is not shown in what way it could or did injure him; and the admonition of the court for the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stripling-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    29718,
    29598,
    29687,
    29688,
    29691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}