{
  "id": 29723,
  "title": "1904년 Barney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-03-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Barney. 판결일: 1904-03-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Barney v. the City of New York\n**판결일**: 1904-03-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Fuller, After Making the Foregoing Statement\n\n## 변호인\n\n'Mr. Maxwell Evarts and Mr. Arthur H. Masten for appellants in this case and in No. 173., Mr. Edward M. Shepard for the appellees, members of the Rapid Transit Board, and Mr. Platt A. Brown, with whom Mr. DeLancey Nicoll was on the brief, for appellee McDonald:\n\n## 인용\n\n- 193 U.S. 430\n- 24 S. Ct. 502\n- 48 L. Ed. 737\n- 1904 U.S. LEXIS 917\n\n## 판결문 요약\n\n\n193 U.S. 430 (1904)\nBARNEY\nv.\nTHE CITY OF NEW YORK.\nNo. 159.\nSupreme Court of United States.\nArgued March 3, 4, 1904.\nDecided March 21, 1904.\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n*433 Mr. Maxwell Evarts and Mr. Arthur H. Masten for appellants in this case and in No. 173.\nMr. Edward M. Shepard for the appellees, members of the Rapid Transit Board, and Mr. Platt A. Brown, with whom Mr. DeLancey Nicoll was on the brief, for appellee McDonald.\n*437 MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.\nThe jurisdiction of the Circuit Court was invoked upon the ground that by the tunnel construction sought to be enjoined, complainant was deprived of his property without due process of law, in violation of the Fourteenth Amendment. But that amendment prohibits deprivation by a State, and here the bill alleged that what was done was without authority and illegal.\nThe city acts through the Rapid Transit Board, which possesses the powers specifically vested. It is empowered to prescribe the routes and general plan of any proposed rapid transit railroad within the city, and every such plan must \"contain such details as to manner of construction as may be necessary to show the extent to which any street, avenue or other public place is to be encroached upon and the property abutting thereon affected.\" Consents of the municipal authorities and the abutting property owners to construction on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barney-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    29687,
    29688,
    29691,
    29692,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}