{
  "id": 29725,
  "title": "1904년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-02-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: White. 판결일: 1904-02-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. S. White v. the State\n**판결일**: 1904-02-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nR.B. Hood  and  Sam Shadle,  for appellant, on motion to quash venire, cited: Sayles' Civ. Stats., art. 3155, p. 1168; Sayles' Civ. Stats., art. 3157, p. 1169; Sayles' Civ. Stats., art. 3158, p. 1169; Elkins v. State, 1 Texas Crim. App., 539; Shackleford v. State, 2 Texas Crim. App., 385; O'Bryan v. State, 12 Texas Crim. App., 118; Constitution of Texas, art. 1, sec. 15.\n\n Howard Martin,  Assistant Attorney-General, and  James C. Wilson, \ncounty attorney, for the State. &#8212; There is no claim\n\n## 인용\n\n- 78 S.W. 1066\n- 45 Tex. Crim. 597\n\n## 판결문 요약\n\nAppellant was convicted of violating the local option law, and his punishment assessed at a fine of $50 and twenty days confinement in the county jail; hence this appeal.\nAppellant made a motion to quash the venire on the ground that said jurors had not been chosen and selected by a jury commission of Parker County, as the law directs; but that the judge had intentionally and purposely failed to appoint a jury commission to select jurors, not only for the present term of the court, but for many previous terms; that said action on the part of the judge was not accidental or through inadvertence or mistake, but was purposely done in order to place the selection of the jury entirely in the hands of the sheriff, his deputies and the constable, whose fees and costs depend entirely upon a conviction in misdemeanor cases. That the jury furnished him was not the jury authorized by law. It seems that the court tried this issue and heard testimony thereon. J.E. Hodges testified, that he had been county clerk of Parker County for three years next preceding the present term of the court. At the last term of the County Court of Parker County no jury commissioners were appointed to select jurors for the present term; that he had examined the records and found that no jury commissioners had been appointed or chosen for several terms preceding the present term of the *Page 599 \ncounty court; that he was sure it has been as many as four terms, including the present term, in which no jury comm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-state"
    }
  ],
  "relatedIncidents": [
    29687,
    29688,
    29691,
    29692,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}