{
  "id": 29727,
  "title": "1904년 Allison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1904-02-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Allison. 판결일: 1904-02-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: A. A. Allison v. the State\n**판결일**: 1904-02-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brooks\n\n## 변호인\n\nNo brief for appellant on file.\n\n Howard Martin,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 78 S.W. 1065\n- 45 Tex. Crim. 596\n\n## 판결문 요약\n\nAppellant was fined $20 upon conviction under indictment charging substantially as follows: That on or about the 14th day of June, 1902, A.A. Allison \"did then and there unlawfully *Page 597 \nand corruptly offer to bribe and did bribe John Shipp, who was then and there a qualified voter at a primary election, and did then and there unlawfully, wilfully and corruptly offer to give and did give to said John Shipp the sum of three dollars, in money (lawful and current money of the United States of America) for the purpose of influencing the said John Shipp at such election to vote and cast his vote at such election for R.E. Prince, who was then and there a candidate for the office of Congress. The said primary election being authorized by law, and being a primary election held by authority of the Democratic party on the 14th day of June, 1902, in all election precincts in Limestone County, for the purpose of nominating a candidate for Congress,\" etc. Appellant made a motion to quash the indictment on the ground that there is no such office as \"Congress\" known to the law. In ordinary parlance, where a candidate is elected as the representative of the people of a district of a State to Congress, he is known and designated as congressman, or a candidate for Congress while running. But in law there is no such office as \"Congress.\" Nor can an election be held to elect a candidate for the office of Congress. Article 1, section 2, of the Constitution of the United States designates the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allison-v-state"
    }
  ],
  "relatedIncidents": [
    29687,
    29688,
    29691,
    29692,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}