{
  "id": 29732,
  "title": "1903년 Baden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-12-12",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Baden. 판결일: 1903-12-12. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Henry Baden v. John Bertenshaw, as Trustee, etc.\n**판결일**: 1903-12-12\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Greene\n\n## 변호인\n\nJ. B. & IF. E. Ziegler, for plaintiff in error., F. J. Fritch, for defendant in error.\n\n## 인용\n\n- 68 Kan. 32\n- 74 P. 639\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nGreene, J. :\nJohn Bertenshaw, as trustee in bankruptcy of the firm of Ridgeway &amp; Co., brought this action against Henry Baden to recover the sum of $183.50 alleged to have been paid to him as a preferential payment within four months before the filing of the petition in bankruptcy. Judgment was for plaintiff.\nMany errors are assigned and argued by plaintiff in error, some of which are not assigned in the petition in error. It is argued that the court erred in overruling the demurrer to the petition. This is not assigned in the petition in error and therefore will not be considered. (National Bank v. Jaffray, 41 Kan. 691, 19 Pac. 626 ; Clark v. Schnur, 40 id. 72, 19 Pac. 327 ; Carson v. Funk, 27 id. 524.)\nIt is contended that the court erred in not sustaining the objection to the introduction of evidence under the petition for the reasons that it was not alleged that a demand had been made on the defendant prior to commencing action, or that any claims were proved or allowed against the estate, or that the money paid to Baden was necessary to pay any of the debts which had been proved or allowed against the estate. If it was necessary for plaintiff to make these allegations, the defendant has waived any questions arising from such omission that he might have presented here by *34permitting the plaintiff, without objection, to introduce evidence tending to prove such facts.\nThe petition shows that more than two years intervened bet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baden-v-bertenshaw"
    }
  ],
  "relatedIncidents": [
    29755,
    29694,
    29733,
    29745,
    29746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}