{
  "id": 29745,
  "title": "1903년 Vance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-07-03",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Vance. 판결일: 1903-07-03. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Vance and others v. Davis\n**판결일**: 1903-07-03\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Dodge\n\n## 변호인\n\nFor the appellant there was a brief by Silbaugh & Bennett and Higbee & Bunge, and oral argument by J. A. Bennett and E. G. Higbee., For the respondents there was a brief by C. W. Graves and Smith & Griffin, and oral argument by Mr. C. J. Smith and Mr. Graves.\n\n## 인용\n\n- 118 Wis. 548\n\n## 판결문 요약\n\n\nDodge, J.\nThe judgment rendered by the trial court was based upon two positions very definitely declared in an opinion filed and in the formal findings. Those were, first, that conveyance of the whole farm to the defendant, to the exclusion of the son and grandchildren of the grantor, was inequitable, and that it was the duty of a court of equity to prevent its having effect; secondly, that the situation was such as to raise presumption of fraud and undue influence, and require defendant to. disprove it. The specific findings of fact are, of course, to be read in the light of these preliminary positions assumed by the trial court. Maldaner v. Smith, 102 Wis. 30, 78 N. W. 140; Hill v. American Surety Co. 107 Wis. 19, 26, 81 N. W. 1024, 82 N. W. 691; Kelley v. Crawford, 112 Wis. 368, 372, 88 N. W. 296.\nWe cannot at all agree with either the fact or the law of the first of these views. Seventeen years of devoted attention from defendant, coloring her whole existence, controlling and modifying her life plans, and this, too, at the request of her elder brother and sister, who treated the situation as relieving them from substantially all filial responsibility, certainly might justify the parent in recognizing an equity of gratitude for which any pecuniary compensation she might be able to make would be no more 'than adequate, from her point of view,' and certainly ought not to be subject of complaint by these other children, who bad so promptly and completely transferred to the ....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vance-v-davis"
    }
  ],
  "relatedIncidents": [
    29747,
    29758,
    29759,
    29762,
    29772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}