{
  "id": 29746,
  "title": "1903년 Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wells. 판결일: 1903-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York ex rel. Michael Ryan, Relator v. James L. Wells, President, and Others, Composing the Board of Taxes and Assessments of the City of New York\n**판결일**: 1903-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Bartlett, Goodrich\n\n## 변호인\n\nRobert H. Elder, for the relator., James McKeen [ Walter S. Brewster with him on the brief], for the respondents.\n\n## 인용\n\n- 86 A.D. 270\n- 83 N.Y.S. 789\n\n## 판결문 요약\n\n\nWillard Bartlett, J. :\n■ The relator held the position of a deputy tax commissioner in the department of taxes and assessments of the city of Mew. York. He was removed by the board of taxes and assessments on May 1,1902, for alleged incompetency, after having been allowed an opportunity to make an explanation. He had been appointed, pursuant to a competitive civil service examination, and had served the timé required by law in the volunteer fire department of the city of Brooklyn.\n*271His status as a veteran fireman, therefore, entitled him to the protection afforded by section 21 of the Civil Service Law (Laws of 1899, chap. 370, as amd. by Laws of 1902, chap. 270), unless he was a deputy of an official or department, within the meaning of that section.\nIn the case of People ex rel. Conway v. Barker (14 Misc. Rep. 360) it was held by Mr. Justice Beekman, sitting at Special Term in the first district, that a deputy tax commissioner in the department of taxes and assessments in New York city was not a deputy within the meaning of chapter 577 of the Laws of 1892 (amdg. Laws of 1888, chap. 119, § 1), which prohibited the removal of veterans except for cause shown after a hearing had, but contained a proviso that the prohibition should “not be construed to apply to the position of private secretary or chief clerk or deputy of any official or department, or to any other person holding a confidential relation to the appointing officer.” The reasoning of Justice Beekmab’s opinion s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-ryan-v-wells"
    }
  ],
  "relatedIncidents": [
    29732,
    29733,
    29745,
    29747,
    29750
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}