{
  "id": 29757,
  "title": "1903년 Stuart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-03-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Stuart. 판결일: 1903-03-21. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: NELLIE STUART, Appellant, v. WALTER H. LORD, Respondent\n**판결일**: 1903-03-21\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Shaw\n\n## 변호인\n\nNELLIE STUART, Appellant, v. WALTER H. LORD, Respondent., Walter G. Bonta, for Appellant., H. A. Powell, for Respondent.\n\n## 인용\n\n- 72 P. 142\n- 138 Cal. 672\n\n## 판결문 요약\n\nThe suit was brought to recover for services rendered to the defendant's intestate from January 26, 1897, to January 26, 1899, at which latter date the intestate died. It is alleged that the servicess were worth the sum of thirty-five dollars per month. The court found that the plaintiff rendered services to the intestate as housekeeper, cook, and general farm servant for the time alleged \"at the fixed price of fifteen dollars per month, and the proceeds of the butter and eggs from the farm of the said\" deceased, and upon the issue of payment the court found that her work and services mentioned in the complaint were wholly paid for.\nThe appellant claims that the finding as the price to be paid her is unsupported by the evidence, and that the finding of payment is against law and contrary to the evidence, because *Page 674 \nthe evidence shows that she had been paid nothing, and further that the court erred in refusing to permit the plaintiff to testify in contradiction of a witness who had testified as to certain statements made to the witness by the plaintiff in the lifetime of the deceased.\nThe only evidence to support the finding that the services were rendered at the agreed rate of fifteen dollars per month and the proceeds of the butter and eggs, is that of Mrs. Baun, who testified that in a conversation with the plaintiff in the month of November or December, 1898, the latter \"said she was receiving for her services upon the Lord ranch, and as her wages, the sum of fifte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stuart-v-lord"
    }
  ],
  "relatedIncidents": [
    29732,
    29733,
    29745,
    29746,
    29747
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}