{
  "id": 29758,
  "title": "1903년 Evans 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-03-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Evans. 판결일: 1903-03-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Myron E. Evans v. The Columbia Fire Ins Co.\n**판결일**: 1903-03-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Gaynor\n\n## 변호인\n\nJohn Notman for plaintiff., Albert A. Wray for defendant.\n\n## 인용\n\n- 40 Misc. 316\n- 81 N.Y.S. 933\n\n## 판결문 요약\n\n\nGaynor, J.:\nThe case was disposed of at the trial on a question •of pleading. There is no defence of fraud pleaded, but only a ■defence that certain misrepresentations of facts material to the risk were made by the insured to obtain the policy, and relied upon by the insurer.\nIt is claimed by the learned counsel for the defendant that such misrepresentations make the policy voidable, even though *318they be not fraudulent, and that therefore the pleaded defence is sufficient. This is plainly so where the representations are made warranties by the terms of the policy, or, though not so made warranties, if the policy provide that any misrepresentation shall make it voidable. In the one case the breach of warranty avoids the contract, whether the misrepresentations be material or not; while in the other the misrepresentations also avoid it, because the policy so provides, but only if they be material, unless the language be plainly to the contrary. ' Obviously, no plea of fraud, but only of breach of contract, like that interposed here, is necessary to present these defences.\nThese rules are of familiar use in the trial of causes (Fitch v. American Ins. Co. 59 N. Y. 557; Graham v. Fireman’s Ins. Co. 87 id. 69). But the present case does not fit either of them. Here there are no warranties in the policy, nor does it provide that it shall be voidable for misrepresentations. We have to do with representations dehors the written contract; and they are oral. Unless, therefore, their...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=evans-v-columbia-fire-insurance"
    }
  ],
  "relatedIncidents": [
    29745,
    29747,
    29759,
    29762,
    29772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}