{
  "id": 29759,
  "title": "1903년 Cohalan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-03-14",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Cohalan. 판결일: 1903-03-14. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Security Savings Society v. Sylvester Cohalan\n**판결일**: 1903-03-14\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Mount\n\n## 변호인\n\nGleeson & Stayt, for appellant., Happy & Hindman, for respondent.\n\n## 인용\n\n- 31 Wash. 266\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nMount, J.\n— This is an action to foreclose a mortgage made by appellant to one P. C. Sorenson and by Sorenson assigned to the respondent. The complaint is in the usual form. Two defenses are interposed, viz.: (1) That the action is barred by the statute of limitations; and (2) “that the above named plaintiff procured the said note and mortgage and assignment thereof, if any such assignment was by them procured, fraudulently and for the purpose of cheating and defrauding this defendant out of his property by and through the agency of one P. C. Shine, who at all of said times was an attorney for and a stockholder of and acting in the capacity of agent and attorney for said plaintiff company, and who was at the same time acting in the capacity of attorney at law and legal counselor and adviser of this defendant in regard to the settlement and cancellation of said note and mortgage.” These affirmative defenses were denied, the cause was tried, and findings *268and decree rendered in favor of the jffaintiff for the full amount prayed in the complaint. Defendant Oohalan appeals.\nThree questions are argued in the briefs as follows: (1) That P. C. Shine, an attorney at law, who on a previous occasion had been employed as counsel for appellant, was permitted to sit by and suggest questions to respondent’s attorneys in the trial of the case below; (2) that when the trial judge announced orally at the close of the trial that he would make certa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=security-savings-society-v-cohalan"
    }
  ],
  "relatedIncidents": [
    29745,
    29747,
    29758,
    29762,
    29772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}