{
  "id": 29762,
  "title": "1903년 Charlton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-02-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Charlton. 판결일: 1903-02-21. 법원: New York Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: Salina A. Charlton v. The Columbia Real Estate Company\n**판결일**: 1903-02-21\n**법원**: New York Court of Chancery\n**관할**: New York, NY\n\n**판사**: Grey\n\n## 변호인\n\nMr. Allen B. Bn&icott, for the complainant., Mr. George A. Bourgeois, for the -defendant.\n\n## 인용\n\n- 64 N.J. Eq. 631\n\n## 판결문 요약\n\n\nGrey, Y. C.\nThe bill seeks the specific performance of an alleged agreement for the leasing, for ten years, of a lot of land situate in Atlantic City, admittedly owned by the defendant, the Columbia Real Estate Company. The agreement is not alleged, in the bill, to have been in writing. The defence is—first, that no agreement between the parties touching the alleged leasing was ever finally concluded; it is admitted that negotiations were opened and that they had made some progress towards an agreement, but it is denied that any concluded contract was made between the parties; secondly, the defendant insists as the claimed agreement is for a lease for a ten-year term, that it must have been evidenced by a writing, signed by the lessor, or by his lawfully-authorized agent, and that no- such writing has been shown, &amp;d, nor any equitable excuse for its non-production.\nThe statute of frauds, in its first section, prescribes the effect which shall be given to leases of land for a longer period than three years when they are not put in writing, signed by the parties so making or creating the same, or their agents thereunto lawfully authorized by writing. The phrasing of this clause of the statute is in the words following:\n“That all leases, estates, interests oí freehold or term of years, or any uncertain interests of, in to or out of any messuages, lands, tenements or hereditaments, made or created, or hereafter to be made or created, by livery and seisin only, or by parol an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charlton-v-columbia-real-estate-co"
    }
  ],
  "relatedIncidents": [
    29745,
    29747,
    29758,
    29759,
    29772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}