{
  "id": 29761,
  "title": "1903년 Marino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-02-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Marino. 판결일: 1903-02-24. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Vito Marino, an Infant, by Rocco Martorana, His Guardian Ad Litem, Respondent, v. Louis A. Lehmaier, Appellant\n**판결일**: 1903-02-24\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Gray, Haight, O'Brien, Parker\n\n## 변호인\n\nAlbert W. Venino  and  Maurice Sichel  for appellant.\n\n George Lawyer  and  William McArthur  for respondent.\n\n## 인용\n\n- 66 N.E. 572\n- 173 N.Y. 530\n\n## 판결문 요약\n\nThis action was brought to recover damages for a personal injury.\nThe defendant was engaged in conducting a printing establishment in the city of New York. The plaintiff was first employed by him as an errand boy. He served in that capacity for the period of about three months and was then set at work in the factory as a feeder of a printing press which he was required to clean every night. On the 15th of September, 1900, while he was engaged in cleaning the press, his fingers were caught between the cog wheels and cut off. The machine was not in motion at the time he commenced to clean it and the evidence is not clear as to the precise manner in which the machine was started. On receiving the injury the boy fainted and was unable to state whether he had previously taken hold of the fly wheel and in so doing started the motion of the machine. He entered the employ of the defendant when he was twelve years and ten months of age, and at the time of the accident he was thirteen years and three months old.\nThe Labor Law, section seventy, provides: \"A child under the age of fourteen years shall not be employed in any factory in this state. A child between the ages of fourteen and sixteen years shall not be so employed, unless a certificate executed by a health officer be filed in the office of the employer.\" (Laws of 1897, ch. 415.) It will be observed that the first provision of this section is an absolute prohibition, without any qualification, of the employment in a factory of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marino-v-lehmaier"
    }
  ],
  "relatedIncidents": [
    29732,
    29733,
    29745,
    29746,
    29747
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}