{
  "id": 29767,
  "title": "1903년 Manuel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-01-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Manuel. 판결일: 1903-01-28. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: M. H. Manuel v. the State\n**판결일**: 1903-01-28\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nFagan  Hathaway,  for appellant. &#8212; The giving of money by the prosecutor to accused to invest, the profits to be divided between them, constitutes the parties partners, and is not a bailment within the statute on embezzlement. Dancy v. State, 53 S.W. Rep., 886.\n\n Rob't A. John,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 71 S.W. 973\n- 44 Tex. Crim. 433\n\n## 판결문 요약\n\nAppellant was convicted of embezzlement, and given seven years in the penitentiary.\nHe was charged with embezzlement of money as the agent of Ed Roach. There are several interesting questions presented for revision, which we deem unnecessary to discuss, under the view taken of the testimony.\nWithout going into details, the State's case is that appellant induced Roach to turn over to him $600, with which to purchase a saloon for Roach and himself. Under the testimony of Roach, after the money was turned over to appellant he failed to purchase the saloon; that appellant and Roach were to be partners, and after the $600 was paid back they were thenceforward to divide the profits.\nAppellant's contention is that he purchased an interest in what he terms the James saloon, for himself and Roach; and introduced the admissions of Roach to the effect that he was satisfied with the purchase and intended to wind up his business affairs and work in said saloon himself; that appellant did place his brother in the saloon, who worked there for a while.\nOmitting defensive theories, and placing it entirely upon the State's case, as made by Roach's testimony, it does not show this to be a case of embezzlement. The identical question was decided by this court in Dancy's case, 53 S.W. Rep., 886; see also Reed's case, 16 Texas Crim. App., 586. These cases are so nearly like this that we deem it unnecessary to enter into a discussion of the question involved, but simply refer to them. The judgment ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=manuel-v-state"
    }
  ],
  "relatedIncidents": [
    29732,
    29733,
    29745,
    29746,
    29747
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}