{
  "id": 29769,
  "title": "1903년 Kelley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-01-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kelley. 판결일: 1903-01-19. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Kelley v. Rhoads\n**판결일**: 1903-01-19\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brown\n\n## 변호인\n\nMr. J. A. Yam, Orsdel for plaintiff in error., Mr. Willis Yan Devamter for defendant in error. Mr. W. B.. Stoll was with him on the brief.\n\n## 인용\n\n- 188 U.S. 1\n- 23 S. Ct. 259\n- 47 L. Ed. 359\n- 1903 U.S. LEXIS 1264\n\n## 판결문 요약\n\n\n188 U.S. 1 (1903)\nKELLEY\nv.\nRHOADS.\nNo. 93.\nSupreme Court of United States.\nSubmitted November 12, 1902.\nDecided January 19, 1903.\nERROR TO THE SUPREME COURT OF THE STATE OF WYOMING.\n*4 Mr. J.A. Van Orsdel for plaintiff in error.\nMr. Willis Van Devanter for defendant in error. Mr. W.R. Stoll was with him on the brief.\nMR. JUSTICE BROWN, after making the foregoing statement, delivered the opinion of the court.\nThis case resolves itself into the single question whether the property of the plaintiff was engaged in interstate commerce to such an extent as to be exempt from taxation by the State of Wyoming, through which it was being transported.\nThe statute of the State upon this subject, Laws, 1895, c. 61, is as follows:\n\"SEC. 1. All live stock brought into this State for the purpose of being grazed shall be taxed for the fiscal year during which it shall have been brought into the State.\n\"SEC. 2. Assessors are, for the purpose of enforcing this act, *5 hereby vested with the powers, and charged with the duties vested in and conferred upon other officers for the collection of taxes.\n\"SEC. 3. It shall be the duty of the assessors in the several counties to levy and immediately collect the taxes provided for in this act, as soon as live stock is brought into their counties to graze; and to pay, without delay, such sums to the treasurers of their respective counties.\n\"SEC. 4. Whenever the owner of any live stock upon which a tax has been levied as provided in this act, shall refus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kelley-v-rhoads"
    }
  ],
  "relatedIncidents": [
    29732,
    29733,
    29745,
    29746,
    29747
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}