{
  "id": 29763,
  "title": "1903년 Johnson v. People 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-02-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Johnson v. People. 판결일: 1903-02-18. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John E. Johnson v. The People of the State of Illinois\n**판결일**: 1903-02-18\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Magruder\n\n## 변호인\n\nW. B. Cooney, for plaintiff in error., H. J. Hamlin, Attorney General, and G. W. Cunningham, State’s Attorney, (George B. Gillespie, of counsel,) for the People.\n\n## 인용\n\n- 202 Ill. 53\n\n## 판결문 요약\n\n Mr. Chief Justice Magruder delivered the opinion of the court: First — Plaintiff in error made a motio.n to quash the indictment, which motion was overruled by the trial court; and the first error here assigned is, that the court below erred in refusing to quash the indictment, for the reason that it does not aver that, at the timé the crime sought to be charged was committed, plaintiff in error was of the age of sixteen years and upwards. The contention of the plaintiff in error is, that the in-dictment is so drawn as to make the allegation of age apply to the time when the indictment was found, rather than the time when the offense is alleged to have been committed. We do not think that the three counts in the indictment, which are set forth in the statement preceding this opinion, are justly subject to such an interpretation. The section of the Criminal Code, under which the indictment is found, is as follows: “Rape is the.carnal knowledge of a female, forcibly and against her will. Every male person of the age of sixteen years and upwards, who shall have carnal knowledge of any female person under the age of fourteen years, either with or without her consent, shall be adjudged to be guilty of the crime of rape: Provided, that every male person of the age of fourteen years and upwards, whp shall have carnal knowledge of a female forcibly and against her will, shall be guilty of the crime of rape. Every person convicted of the crime of rape shall be imprisoned in the penit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-people"
    }
  ],
  "relatedIncidents": [
    29687,
    29691,
    29697,
    29732,
    29733
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}