{
  "id": 29772,
  "title": "1903년 Schuessler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-01-15",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Schuessler. 판결일: 1903-01-15. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The Midland Fuel Company v. Schuessler\n**판결일**: 1903-01-15\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Gunter\n\n## 변호인\n\nMr. C. W. Darrow, for plaintiff in error., Mr. J. W. Dollison, for defendant in error.\n\n## 인용\n\n- 18 Colo. App. 386\n\n## 판결문 요약\n\n\nGUNTER, J.\nThe complaint alleges that August 20, 1896, the defendant was indebted to plaintiff in a certain sum, and that bn such date defendant issued and delivered to plaintiff a certificate of indebtedness, wherein it acknowledged itself indebted to plaintiff in said sum. It further alleges certain payments, and prays judgment for the balance due with interest from August 20, 1896.\nIn the 4th paragraph of the complaint it is alleged that defendant is about to fraudulently transfer its property so as to hinder creditors, and especially the plaintiff.\nIn aid of the action plaintiff filed an attachment affidavit wherein it is alleged inter alia that defendant is about to fraudulently transfer its property to hinder its creditors, and sued out an attachment. The answer to the complaint contained two paragraphs:\n*388(1) “Denies that there is any interest due or owing on the alleged indebtedness or certificate of indebtedness referred to in said complaint. ’ ’\n(2) “And this defendant denies each and every allegation contained in the 4th paragraph * * * in the said complaint. ’ ’\nThe affidavit in attachment was of date December 8. December 19, defendant filed a traverse of the affidavit in attachment wherein .it denies that it is about to fraudulently transfer its property or any part thereof so as to hinder or delay its creditors or any one or more of them.\nWhen the case was called for trial the defendant “asked that the issues raised by the affidavit in attachment and the trav...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=midland-fuel-co-v-schuessler"
    }
  ],
  "relatedIncidents": [
    29745,
    29747,
    29758,
    29759,
    29762
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}