{
  "id": 2977,
  "title": "2017년 Mosley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-02-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Mosley. 판결일: 2017-02-06. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: MOSLEY v. State\n**판결일**: 2017-02-06\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hines\n\n## 변호인\n\nSara E. Meyers, for appellant., Ashley Wright, District Attorney, Joshua B. Smith, Assistant District Attorney; Samuel S. Olens, Attorney General, Patricia B. Attaway Burton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Ashleigh D. Headrick, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 300 Ga. 521\n- 796 S.E.2d 684\n\n## 판결문 요약\n\n\nHINES, Chief Justice.\nFollowing the denial of his motion for new trial, as amended, Sean Mosley appeals his convictions and sentences for malice murder and possession of a knife during the commission of a crime in connection with the fatal stabbing of Michael Coleman. Mosley challenges the sufficiency of the evidence of his guilt and the trial court’s supplementation of the record of his trial. Finding the challenges to be without merit, we affirm.1\nThe evidence construed in favor of the verdicts showed the following. On the evening of September 15, 2011, witnesses near the intersection of Jenkins and Tuttle Streets in Richmond County heard Coleman screaming and saw him stumbling across a nearby yard into the intersection, where he fell into the gutter. Coleman was still alive but had several large stab wounds that were bleeding profusely Coleman, a military veteran, was then homeless, but was well known in the neighborhood. A neighbor, Dykes, witnessed a Caucasian man with dark hair, a teardrop tattoo under his eye, and a lip ring, which matched Mosley’s distinctive description, leaving the crime scene on a bicycle. Coleman had suffered twenty sharp force injuries to his head, neck, chest, back, arms, and legs. Several of these wounds were three to five inches deep and had punctured major organs.\nInvestigators at the scene found a trail of blood leading from where Coleman had collapsed to a couch on a nearby porch, where he was apparently staying. The couch and the surround...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mosley-v-state"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2696,
    2720
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}