{
  "id": 29774,
  "title": "1903년 Wheeler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-01-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wheeler. 판결일: 1903-01-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE v. WHEELER\n**판결일**: 1903-01-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Spring\n\n## 변호인\n\nW. G. Laidlaw, for appellant., George W. Cole, Dist. Atty., for the People.\n\n## 인용\n\n- 79 N.Y.S. 454\n\n## 판결문 요약\n\n\nSPRING, J.\nThe defendant was indicted for manslaughter in the first degree in causing the death of one George Sharp by shooting him with a revolver. In his main charge the learned county judge instructed the jury that the proof did not warrant a conviction for the crime charged in the indictment, but submitted the question of fact for them to determine whether the defendant was imputable with culpable negligence in handling his revolver in “wanton disregard of the consequences.” Section 193, subd. 3, Pen. Code. After the jury had deliberated for a time, they returned, asking the court if they were permitted to find the defendant guilty oi a lesser crime than manslaughter in the second degree, and were thereupon instructed by the trial judge that they might find the defendant guilty of either of the two lesser degrees of assault, to which instruction the defendant’s counsel excepted. The jury found the defendant guilty of assault in the second degree. A motion for new trial was made in his behalf, which was denied, and the defendant was sentenced to pay a fine of $600.\nWe regard it as settled by the courts of this state that an indictment for homicide in any degree does not justify the conviction for the crime of assault where the act complained of causes death, as the elements composing the crimes are not identical. People v. McDonald, 159 N. Y. 314, 54 N. E. 46; People v. De Garmo, 73 App. Div. 46, 53, 54, 76 N. Y. Supp. 477. The amendment to section 444 of the Code of Crim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wheeler"
    }
  ],
  "relatedIncidents": [
    29733,
    29750,
    29770,
    29688,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}