{
  "id": 29775,
  "title": "1903년 Oshkosh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-01-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Oshkosh. 판결일: 1903-01-05. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Oshkosh Waterworks Co. v. Oshkosh\n**판결일**: 1903-01-05\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Harlan\n\n## 인용\n\n- 187 U.S. 437\n- 23 S. Ct. 234\n- 47 L. Ed. 249\n- 1903 U.S. LEXIS 1663\n\n## 판결문 요약\n\n\n187 U.S. 437 (1903)\nOSHKOSH WATERWORKS COMPANY\nv.\nOSHKOSH.\nNo. 74.\nSupreme Court of United States.\nArgued November 6, 1902.\nDecided January 5, 1903.\nERROR TO THE SUPREME COURT OF THE STATE OF WISCONSIN.\n*438 Mr. Moses Hooper for plaintiff in error.\nMr. John F. Kluwin for defendant in error.\nMR. JUSTICE HARLAN delivered the opinion of the court.\nThis case presents a question under the clause of the Constitution of the United States which prohibits a State from passing a law impairing the obligation of contracts.\nThe question arose upon demurrer by the defendant, the city of Oshkosh, to the complaint filed against it on the 16th day of June, 1900, by the Oshkosh Waterworks Company, a municipal corporation of Wisconsin. The principal ground of demurrer was that the complaint did not state facts sufficient to constitute a cause of action.\nThe complaint set forth two causes of action, on the first one of which the company claimed a judgment for $4085, which was alleged to be due from the city under an agreement made between it and the company on June 18, 1883, in reference to the building and maintaining by the company of a waterworks plant for supplying water for domestic and fire purposes, and the renting of public fire hydrants.\nOn the second cause of action the company asked a judgment for $1060, which amount was claimed under an agreement of the 31st day of August, 1891, having reference to the company's extensions of its then existing mains, and the rentals to be paid by th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oshkosh-waterworks-co-v-oshkosh"
    }
  ],
  "relatedIncidents": [
    29732,
    29733,
    29745,
    29746,
    29747
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}