{
  "id": 29770,
  "title": "1903년 Frazier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1903-01-19",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Frazier. 판결일: 1903-01-19. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. FRAZIER\n**판결일**: 1903-01-19\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Provostx\n\n## 변호인\n\nJeremiah John Foley and James T. Nix, for appellant. Walter Guión, Atty. Gen., and J. Ward Gurley, Hist. Atty. (Lewis Guión, of counsel), for the State.\n\n## 인용\n\n- 109 La. 458\n- 33 So. 561\n\n## 판결문 요약\n\n\nPROVOSTX, J.\nThe defendant was convicted of manslaughter, and sentenced to twenty years in the penitentiary.\nThe first complaint is to the admission of the dying declaration of the child (a child 10 years old) with whose killing the defendant is charged. It is urged that the testimony did not show that the child was under a sense of impending death. We think, with the learned judge a quo, that the testimony did show that fact.\nThe next ground of complaint is that proper ground was not laid by proof of the competency of the child; the contention being that a child of 10 is presumed to be incompetent, and that the same rule applies to her dying- declaration as would apply to her testimony if she were offered as a -witness on the stand. The legal proposition thus advanced is unquestionable. Greenleaf, para. 157; Reg. v. Perkins, 9 Car. &amp; P. 395; Donnally v. State, 26 N. J. Law, 506. But the record shows that a large number of witnesses were examined on the trial, whose testimony has not been brought up. The presumption is that the competency of the child w?as sufficiently brought out by the testimony of these witnesses. Nothing shows that objection was made on that ground in the course of the trial. The presumption is, therefore, that there was no ground for objection.\nThe next complaint is to the refusal of the judge to assign to a later day the hearing-on the motion for new trial. The judge makes the following explanation of his course in the matter:\n“By the Court: This c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-frazier"
    }
  ],
  "relatedIncidents": [
    29733,
    29750,
    29774,
    29688,
    29693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}