{
  "id": 29796,
  "title": "1902년 Predmore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1902-05-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Predmore. 판결일: 1902-05-15. 법원: Appellate Terms of the Supreme Court of New York.",
  "description": "## 사건 정보\n\n**사건명**: Henry S. Predmore v. David M. Torrey\n**판결일**: 1902-05-15\n**법원**: Appellate Terms of the Supreme Court of New York\n**관할**: New York, NY\n\n**판사**: Gildersleeve\n\n## 변호인\n\nE. S. Hull, for appellant., R. A. B. Dayton, for respondent.\n\n## 인용\n\n- 38 Misc. 127\n- 77 N.Y.S. 86\n\n## 판결문 요약\n\n\nGildersleeve, J.\nThis is an appeal by the plaintiff from a judgment of the Municipal court, second district, borough of Manhattan, in favor of the defendant, dismissing plaintiff’s complaint. The action was brought to recover the sum of one hundred and seventy-three dollars and twenty-three cents, with interest from October 10, 1878, on the ground as alleged by plaintiff, that defendant fraudulently received the same, knowing that he was in*128solvent at the time; and that the said money so received was a trust fund, and was fraudulently applied to purposes other than such trust. The pleadings were oral. The answer set up a general denial and a discharge in bankruptcy. The receipt of the money by defendant for the special purpose claimed by plaintiff is not disputed. The defendant tendered, by way of an affirmative •defense, a certificate of his discharge in bankruptcy and amended schedules showing that this claim was included in such schedules under the name of Keller Brothers.\nThe defendant was a private banker. The plaintiff was not a depositor of the defendant. It appears from the testimony that, on October 10, 1898, the plaintiff called at defendant’s place of business, and purchased two checks or drafts, amounting in the aggregate to the sum claimed in the complaint, for the transmission of the money to Messrs. Keller Brothers of Gouveneur, N. Y., that the plaintiff paid to the defendant the sum of thirty cents for the issuance of the same, and that the checks were mad...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=predmore-v-torrey"
    }
  ],
  "relatedIncidents": [
    29780,
    29791,
    29792,
    29799,
    29745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}