{
  "id": 29799,
  "title": "1902년 Hale 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1902-05-06",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Hale. 판결일: 1902-05-06. 법원: U.S. Circuit Court for the District of Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: HALE v. TYLER (three eases)\n**판결일**: 1902-05-06\n**법원**: U.S. Circuit Court for the District of Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Eoweee, Loweee\n\n## 변호인\n\nM. H. Boutelle and E. W. Freeman, for complainant., H. W. Chaplin, for defendants.\n\n## 인용\n\n- 115 F. 833\n\n## 판결문 요약\n\n\nNo. 1,556.\nEOWEEE, District Judge.\nThis is a bill in equity brought by the receiver of a Minnesota corporation. It sets out that one Norton, a stockholder in the corporation, had, under the laws of Minnesota, become indebted to the plaintiff as such receiver; that Norton, in fraud of creditors, conveyed real estate in Massachusetts to the defendants, one of whom is now his administratrix. The bill prays that the conveyances may be set aside for the benefit of all creditors who may come in. The defendants have, filed a motion to dismiss for-want of jurisdiction, on the ground that the matter is within the exclusive cognizance of the probate court of Massachusetts.\nAs was said by Judge Colt, in this court, in Jordan v. Taylor, 98 Fed. 643, 645, “the determination of the question of jurisdiction in this class of cases, as shown by the authorities, is not always free from difficulty.” The following principles are clearly established: (1) This case is within the jurisdiction of the English court of chancery, as that jurisdiction existed at the time of the American Revolution. This case is not similar to proceedings to probate a will or to appoint an administrator, which are wholly outside the ordinary jurisdiction of a court of equity. (2) “The equity jurisdiction conferred on the federal courts is the same that the high court of chancery in England possesses.” Payne v. Hook, 7 Wall. 425, 430, 19 L. Ed. 260. It follows, therefore, that this court has jurisdiction in this case, un...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hale-v-tyler"
    }
  ],
  "relatedIncidents": [
    29780,
    29791,
    29792,
    29796,
    29745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}