{
  "id": 29792,
  "title": "1902년 Woodruff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1902-06-09",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Woodruff. 판결일: 1902-06-09. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: THE STATE OF NEW JERSEY v. JOSEPH R. WOODRUFF, PROSECUTOR\n**판결일**: 1902-06-09\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Fort, Hendrickson, Pitney\n\n## 변호인\n\nFor the prosecutor, Elvin W. Crane and James B. Nugent., For the state, Chandler W. Biker and Louis Hood.\n\n## 인용\n\n- 68 N.J.L. 89\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nFort, J.\nThe prosecutor in this ease was indicted by the Oyer and Terminer of Essex county for fraud in the conduct of a primary election held in the fourth district of the eleventh ward of the city of Newark on September 27th, 1901, for the selection of a delegate to attend the state convention of the Democratic party to nominate a candidate of that party to be voted for for the office of governor.\nThe indictment is founded upon the statute, and charges by several counts and in various ways a violation by said prosecutor as a judge of said primary election of section 217 of the act entitled “'An act to regulate elections” [Revision of 1898], approved April 4th, 1898, in that the said prosecutor (to quote' one of the counts) “did then and there commit willful fraud in the discharge of his duties as aforesaid by then and there, falsely counting the ballots cast at the primary meeting and election aforesaid in that he the said J. R. W. unlawfully and fraudulently did falsely count divers ballots the number of which is to the grand jurors unknown, having infolded other ballots, he, the said J. R. W., then and *91there well knowing that the ballots aforesaid were not then and there lawful ballots, contrary to the form of the statute in such case made and provided,” &amp;c.\nIt is clear that the crime here charged is well charged under the statute, and, if the statute applies in the case of the primary election at which the prosecutor was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-woodruff"
    }
  ],
  "relatedIncidents": [
    29780,
    29791,
    29796,
    29799,
    29745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}