{
  "id": 29791,
  "title": "1902년 Sheehan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1902-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sheehan. 판결일: 1902-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: William Sheehan v. William Erbe\n**판결일**: 1902-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McLaughlin\n\n## 변호인\n\nJohn J. Leneham.,, for the appellant., Grant G. Fox, for the respondent.\n\n## 인용\n\n- 77 A.D. 176\n- 79 N.Y.S. 43\n\n## 판결문 요약\n\n\nMcLaughlin, J. ;\nThis action was brought to have an assignment of a lease of certain real estate in the city of New York declared fraudulent and void and canceled of record, or else to have such assignment declared one in trust for the benefit of plaintiff’s creditors and reformed accordingly, and to compel defendant to account for the rents received, and for other relief.\nThe answer admitted the assignment of the lease, but denied the other material allegations of the complaint. It also alleged, as a separate defense, that the plaintiff assigned the lease to the defendant upon his agreeing to advance a sum sufficient to discharge certain judgments and claims which existed against the plaintiff, pay off one-half of a mortgage of $6,000 on the leasehold estate, and after reimbursing himself for the moneys advanced, equally divide *178the net rentals between the parties, and that the defendant had fully performed the agreement upon his part.\nThe court at Special Term reached the conclusion that upon the facts presented the plaintiff was not entitled to any relief, and directed a dismissal of the complaint. From the judgment entered upon a decision to this effect the plaintiff has appealed.\nThe action is in equity, and whether or not the court ought to have exercised the power which it possessed in the plaintiff’s behalf, depends of course upon the facts established at the trial, and in order to determine whether it erred in refusing to grant the plaintiff any relief, at least ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheehan-v-erbe"
    }
  ],
  "relatedIncidents": [
    29780,
    29792,
    29796,
    29799,
    29745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}