{
  "id": 29805,
  "title": "1902년 Llewellyn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1902-04-01",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Llewellyn. 판결일: 1902-04-01. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MISSOURI v. GEORGE LLEWELLYN\n**판결일**: 1902-04-01\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Barclay, Eland, Goode\n\n## 변호인\n\nWhiteside & Yant for appellant.\n\n## 인용\n\n- 93 Mo. App. 469\n\n## 판결문 요약\n\n\nELAND, P. J.\nDefendant was tried and convicted on the following indictment:\n*470“We, the grand, jury for the State of Missouri, impaneled, sworn and charged to inquire within and for the body, of said county, upon our oath present and charge that on or about the tenth day of August, 1900, at the county of Clark, in the State of Missouri, one Dr. Geo. Llewellyn did then and there unlawfully, willfully and intentionally assault, strike, beat and wound one A. J. VanVelson, by then and there pointing a revolver at the said A. J. VanVelson in a rude and threatening manner, contrary to the statutes in such cases made and provided, and against the -peace and dignity of the State.\n“Ben éWith, Pros. Att’y.\n“A true bill.\n“H. B. Montgomery, Foreman.”\nThe evidence tended to prove that the defendant went into the postoffice at Winchester, in Clark county, kept by the prosecuting witness, A. J. VanVelson, asked the prosecuting witness what he kept there, pulled out a revolver and stuck it into the delivery window and said, “Deliver me that mail over.” The prosecuting witness .dropped down behind the counter, called to his daughter to bring'.him his shotgun and defendant then ran out of the door into the street.\nDefendant asked, and the court refused to give, the following instructions:\n“1. The court instructs the jury, that under the law, the indictment and evidence in this case are not sufficient-to sustain a verdict of guilty, and you are instructed to find the defendant not guilty. .\n■...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-llewellyn"
    }
  ],
  "relatedIncidents": [
    29807,
    29780,
    29791,
    29792,
    29796
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}