{
  "id": 29813,
  "title": "1902년 First National Bank v. Montgomery County National Bank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1902-01-11",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: First National Bank v. Montgomery County National Bank. 판결일: 1902-01-11. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: The First National Bank of Cherryvale v. The Montgomery County National Bank\n**판결일**: 1902-01-11\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Cunningham, Ellis, Pollock\n\n## 변호인\n\nErgenbright & Banks, for plaintiff in error., Albert L. Wilson, for defendant in error.\n\n## 인용\n\n- 64 Kan. 134\n- 67 P. 458\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nCunningham, J.:\nThe defendant in error, a national bank doing business in the city of Cherryvale, obtained a judgment against the Cherryvale Cooperative Company, an insolvent corporation. After an execution upon this judgment had been returned unsatisfied, it brought this action against the plaintiff in error, the First National Bank of Cherryvale, to recover of it upon its statutory liability as a stockholder in the Cherryvale Cooperative Company. In its petition it set up that the First National Bank was such stockholder, and alleged that it took said stock “as collateral security to a loan it had made in the regular course of business before that time, and being compelled to purchase said stock to protect itself on said *135loan.” Upon the trial, it turned out that the stock in the cooperative company was never held by the First National Bank as collateral security, but that one Pearson, being indebted to the First National Bank, had transferred stock along with other property to the bank in payment of a debt which he owed the bank, and that the bank had thereafter caused the stock held by Pearson to be surrendered, and had obtained a new certificate of stock from the Cherry vale Cooperative Company to be issued to it.\nThere was some disagreement in the evidence as to whether this transaction was one for speculation or investment on the part of the bank, or whether it was for the purpose of securing payment of a doubtful claim. If...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-national-bank-v-montgomery-county-national-bank"
    }
  ],
  "relatedIncidents": [
    29732,
    29755,
    29780,
    29791,
    29792
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}