{
  "id": 29824,
  "title": "1901년 Finch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-11-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Finch. 판결일: 1901-11-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: McDonnell & Co. v. Finch\n**판결일**: 1901-11-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nLqmax, Ceum & Weil, Stallwoeth & Buenett, Jas. Stallwoeth, and G. R. Faenham, for appellants., I). M. Powell, contra.\n\n## 인용\n\n- 131 Ala. 85\n\n## 판결문 요약\n\n\nTYSON, J.\nLeaving out of view all conclusions of the pleader, and confining our consideration to the facts alleged in the bill, a clear case is- made to have the writs ■of attachments! declared fraudulent. — First Nat. Bank v. Acme White Lead &amp; Color Co., 123 Ala. 344, and •cases cited. Indeed, it is the only relief that could be granted upon proof of the facts averred. Clearly no case is made by it to have the attachments declared •a general assignment. As a bill for that purpose with the conclusions of the pleader in or out of it and the special prayer in or eliminated, it would be without •equity. — Builders &amp; Painters Supply Co. v. Lucas &amp; Co., 119 Ala. 202.\n■ If upon the facts alleged the bill is without equity, the conclusions of the pleader predicated upon those ■facts, whether in the charging part of the bill or in the .special prayer or in both cannot import equity into it. And the converse of the proposition is equally true, if u pon the facts alleged the bill has equity, conclusions1 of the pleader and the special prayer will not destroy that equity. The real character of a suit in equity is to be determined from a consideration of the matters of substance embodied in the pleadings. — Ex parte Smith, 34 Ala. 455; Sayre v. Elyton Land Co., 73 Ala. 86. In cases of the character of the one under consideration, the facts upon which the relief sought depends, and not the conclusion of the pleader, constitute the substance of the bill and must control in det...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdonnell-co-v-finch"
    }
  ],
  "relatedIncidents": [
    29822,
    29826,
    29827,
    29840,
    29780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}