{
  "id": 29821,
  "title": "1901년 Faulkner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-12-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Faulkner. 판결일: 1901-12-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Eugene Faulkner v. the State\n**판결일**: 1901-12-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hehdeesoh\n\n## 변호인\n\nMiller  Fouraker,  for appellant, as to error in the ruling of the court on the motion to change the venue, cited Randle v. State, 34 Texas Criminal Reports, 43.\n\nAs to the error of the court in regard to the selection of the jury, they cited Blocker v. State, 61 Southwestern Reporter, 391.\n\nThe portions of the judge's charge found in and complained of in bills of exceptions numbers 7 and 8, lay down a doctrine so new, so contrary to the correct legal principles contained in the language of the \n\n## 인용\n\n- 65 S.W. 1093\n- 43 Tex. Crim. 311\n\n## 판결문 요약\n\nAppellant was convicted of murder in the first degree, and his punishment assessed at death.\nThe facts of the case show that between 11 and 12 o'clock on the night of December 3, 1900, deceased, C.P. Bane, was in the saloon of Chapman  Faulkner, situated on the southeast corner of Elm and Preston streets, in the city of Dallas. He was in an intoxicated condition. At the particular time he was in the rear room of said saloon, which was partially cut off by a screen from the front room, where the bar was situated. He was sitting by a stove, in a bent position, evidently asleep, or in a state of stupor. Turpentine was poured on his back by appellant, or by those with whom he was engaged, and some one set fire to the clothing of deceased, and the fire at once spread over his person, the flames shooting up two or three feet above his head. He rushed from the rear of the saloon to the front, enveloped in a sheet of fire. His clothes were almost entirely consumed. He either fell on the floor or was thrown down in an attempt by some one to put out the fire. He was shown to have suffered great agony and pain. In a short time he was removed from the saloon to the city hospital, where he lingered for a few hours, expiring from the effects of the burns he had received. We understand this to be uncontroverted. The theory of the State was that appellant and his partner, Chapman, Renner, and possibly the two Pruitts, acting *Page 321 \ntogether, &#8212; the first two out of motives of robber...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=faulkner-v-state"
    }
  ],
  "relatedIncidents": [
    29837,
    29851,
    29808,
    29818,
    29822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}