{
  "id": 29822,
  "title": "1901년 Reid 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-12-02",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Reid. 판결일: 1901-12-02. 법원: U.S. Circuit Court for the District of Nevada.",
  "description": "## 사건 정보\n\n**사건명**: ADAMS-BOOTH CO. v. REID\n**판결일**: 1901-12-02\n**법원**: U.S. Circuit Court for the District of Nevada\n**관할**: Nevada, NV\n\n**판사**: Hawley\n\n## 변호인\n\nL. T. Hatfield and Torreyson & Summerfield, for plaintiff., W. S. Bonnifield and M. A. Murphy, for defendants.\n\n## 인용\n\n- 112 F. 106\n\n## 판결문 요약\n\n\nHAWLEY, District Judge\n(orally). I am of opinion that this court would have been justified in refusing to allow defendants to offer any parol testimony as to the alleged agreement they made with the father. ■ The agreement was not in writing, and by its terms was not to be performed within one year from the making thereof; and the evidence given by the witnesses came within the provision of the statute of frauds, and should have been excluded. Warner v. Railway Co., 164 U. S. 418, 431, 17 Sup. Ct. 147, 41 E. Ed. 495. But it unnecessary to rest this opinion solely upon that ground. Admitting, for the sake of the argument, that there was such a full or part performance of the agreement as would take the case out of the statute, so far as the father was concerned, and that, in a suit by the sons against the father for a specific performance of the agreement, they would, upon similar testimony to that given in this case, be entitled to recover, because the father admitted the agreement, and full compliance therewith, substantially as alleged in the answer of his sons; but in my opinion, the entire testimony, when carefully weighed and duly considered, in the light of all the facts and surrounding conditions and circumstances, is wholly insufficient to constitute a defense against the rights of the plaintiff in this action. The defendants contend that they are entitled to maintain their verbal agreement made with the father, against plaintiff, on the ground that it had actual not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adams-booth-co-v-reid"
    }
  ],
  "relatedIncidents": [
    29824,
    29826,
    29827,
    29840,
    29780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}