{
  "id": 29838,
  "title": "1901년 Gorman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-07-09",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Gorman. 판결일: 1901-07-09. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Patrick Gorman v. Robert E. Budlong.\n**판결일**: 1901-07-09\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Rogers, Stiness, Tillinghast\n\n## 변호인\n\nLeonard W. Horton,  for plaintiff.\n\n Frederick A. Jones,  for defendant.\n\n## 인용\n\n- 49 A. 704\n- 23 R.I. 169\n\n## 판결문 요약\n\nThe case is before us upon demurrer to the plaintiff's declaration. It is an action of trespass on the case for negligence brought by the plaintiff as father and next of kin of Patrick Gorman, Junior, and the facts, as alleged, are that the plaintiff was a tenant from week to week of a tenement of the defendant; that the plaster of the ceiling of the kitchen in said tenement became loose and liable to fall; that on or about November 15, 1900, and again on or about December 1, 1900, the plaintiff notified the defendant, his agents and servants, of the defective and dangerous condition of said ceiling; that in consideration that said plaintiff and the members of his family would continue in said tenement as his tenants, and in consideration that said plaintiff would and did continue to pay, or become liable to pay, the weekly rent for the same, as he had previously been accustomed to do, said defendant, his agents and servants, promised to have said tenement repaired, and said ceiling replastered, so as to make the same safe for said plaintiff and the members of his family to live in, and not subject him, them or any of them, to great danger of serious injury; whereupon it became and was the duty of said defendant to make or cause to be made the repairs necessary to make said tenement safe for said plaintiff and the members of his family to live in, and not subject him, them or any of them to great danger of serious injury, and to put *Page 170 \nsaid tenement in a tenantable co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gorman-v-budlong"
    }
  ],
  "relatedIncidents": [
    29818,
    29821,
    29822,
    29824,
    29826
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}