{
  "id": 29837,
  "title": "1901년 Corley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-07-20",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Corley. 판결일: 1901-07-20. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: CORLEY v. COLEMAN & ELLISON\n**판결일**: 1901-07-20\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Cobb\n\n## 변호인\n\nGeorge M. Warren, for plaintiff., Williams & Williams, for defendants.\n\n## 인용\n\n- 113 Ga. 994\n\n## 판결문 요약\n\n\nCobb, J.\nThe plaintiff sued the defendants for damages alleged to have resulted to her from the homicide of her husband. The court dismissed her petition upon a general demurrer, and to this ruling she excepted. The substance of the allegations of the petition is set forth in the official report which precedes this opinion. As against a general demurrer the petition set forth a cause of action. It alleged that there was standing within twelve feet of the track a tree which, on account of its condition, brought about by decay and the fact that it had been boxed for turpentine, was a constant menace to the safety of the employees of the defendants, who in the course of their employment were compelled to ride upon the railroad, and that the plaintiff’s husband was riding thereon at the time of his death. The petition distinctly alleges that while the condition of the tree was such as to imperil the lives and safety of the employees upon passing trains, the fact that it was in such a condition was not known to the plaintiff’s husband, and could not have been discovered by him by merely passing by the tree. It was further alleged that it was no part of the duty of the plain*996tiff’s husband to make any inspection as to the condition of the right of way or the territory adjacent thereto. It was argued that there was no allegation that the tree was upon the right of way of the defendants. It is not material to the case whether the tree was located upon the right of way of the defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=corley-v-coleman-ellison"
    }
  ],
  "relatedIncidents": [
    29821,
    29851,
    29808,
    29818,
    29822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}