{
  "id": 29839,
  "title": "1901년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-07-06",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: White. 판결일: 1901-07-06. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ed. White v. the Territory of Oklahoma\n**판결일**: 1901-07-06\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bureord, Hainer\n\n## 변호인\n\nThos. H. Doyle,  for appellant.\n\n J. C. Strang, Attorney General,  for appellee.\n\n## 인용\n\n- 65 P. 835\n- 11 Okla. 172\n\n## 판결문 요약\n\nOpinion of the court by\nThe plaintiff in error was convicted in the district court of Noble county for the crime of burglary in the second degree, and sentenced to serve a term of 5 years in the penitentiary. The judgment and sentence was entered on December 30, 1899. No brief has been filed and we are not advised what the plaintiff in error complains of, or relies upon for a reversal. In cases of this kind, we do not consider it the duty of this court to go into a careful examination of the evidence to determine whether or not the trial court erred in the admission or rejection of testimony. We have examined the indictment, the instructions of the court and the judgment and sentence, and we have discovered no error which will warrant a reversal of the judgment. *Page 173 \nThe judgment of the district court of Noble county is in all things affirmed, at the cost of the plaintiff in error.\nHainer, J., who presided in the court below, not sitting; all the other Justices concurring....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-territory-of-oklahoma"
    }
  ],
  "relatedIncidents": [
    29854,
    29818,
    29821,
    29822,
    29824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}