{
  "id": 29845,
  "title": "1901년 Simon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-05-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Simon. 판결일: 1901-05-27. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Simon v. Craft\n**판결일**: 1901-05-27\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: White, After Making the Foregoing Statement\n\n## 변호인\n\nMr. Harry T. Smith for plaintiff in error. Mr. Gregory L. Smith was on his brief., Mr. H. Pillans for defendant in error. Mr. D. P. Bestor was on his brief.\n\n## 인용\n\n- 182 U.S. 427\n- 21 S. Ct. 836\n- 45 L. Ed. 1165\n- 1901 U.S. LEXIS 1234\n\n## 판결문 요약\n\n\n182 U.S. 427 (1901)\nSIMON\nv.\nCRAFT.\nNo. 191.\nSupreme Court of United States.\nArgued March 12, 1901.\nDecided May 27, 1901.\nERROR TO THE SUPREME COURT OF THE STATE OF ALABAMA.\n*431 Mr. Harry T. Smith for plaintiff in error. Mr. Gregory L. Smith was on his brief.\nMr. H. Pillans for defendant in error. Mr. D.P. Bestor was on his brief.\nMR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.\nBy subdivision 6 of section 787 of the Civil Code of Alabama of 1886 courts of probate in that State are vested with original jurisdiction over the appointment and removal of guardians for minors and persons of unsound mind. Pertinent provisions of *432 the statutes of Alabama relating to the mode of appointment of guardians of persons of unsound mind, contained in said Civil Code, are excerpted in the margin.[1]\nIn the proceedings to inquire into the sanity of Mrs. Simon the writ which issued to the sheriff was evidently based upon the following clause of section 2393 of the Civil Code of 1886:\n*433 \"2393. The judge of probate . . . must also issue a writ directed to the sheriff to take the person alleged to be of unsound mind, and, if consistent with his health or safety, have him present at the place of trial.\"\nThe invalidity of the proceedings in the inquisition of lunacy which formed the basis of the subsequent proceedings for the sale of the property of Mrs. Simon is in substance predicated on the contention that the writ directed to the sheriff auth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simon-v-craft"
    }
  ],
  "relatedIncidents": [
    29818,
    29821,
    29822,
    29824,
    29826
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}