{
  "id": 2984,
  "title": "2017년 Small 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-01-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Small. 판결일: 2017-01-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sherill Ann SMALL v. The STATE of Texas\n**판결일**: 2017-01-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n## 변호인\n\nJustin Bradford Smith, Harrell & Stoeb-ner, P.C., for Sherill Ann Small., Bill Torrey, District Attorney Milam County, Cameron, TX, for The State of Texas,\n\n## 인용\n\n- 512 S.W.3d 335\n\n## 판결문 요약\n\n\nORDER\nPer curiam.\nA jury convicted Appellant of capital murder and punishment was assessed at confinement for life without parole. See Tex. Penal Code, § 12.31(a)(2). The Fourteenth Court of Appeals affirmed the conviction. Small v. State, 504 S.W.3d 330 (Tex. App. —Houston [14th], delivered May 19, 2016). On October 18, 2016, Appellant filed a petition for discretionary review. However, Appellant has died and counsel for Appellant has filed a motion to dismiss the petition for discretionary review and permanently abate the appeal.\nUnder Tex.R. App. Pro. 7.1(a)(2), if an appellant in a criminal case dies after an appeal is perfected but before the appellate court issues the mandate, the appeal will be permanently abated. See also Graham v. State, 991 S.W.2d 802 (Tex. Crim. App. 1998). Therefore, Appellant’s motion is granted, Appellant’s petition for discretionary review is dismissed, and the Fourteenth Court of Appeals is directed to withdraw its prior opinion and permanently abate the appeal of this case.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=small-v-state"
    }
  ],
  "relatedIncidents": [
    2650,
    2678,
    2693,
    2696,
    2720
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}