{
  "id": 29848,
  "title": "1901년 Culver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-04-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Culver. 판결일: 1901-04-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: L. W. Culver v. the State\n**판결일**: 1901-04-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nJohn Dowell,  for appellant, filed an able and elaborate brief, which the Reporter regrets he can not reproduce for want of space in this volume.\n\n Rob't A. John,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 62 S.W. 922\n- 42 Tex. Crim. 645\n\n## 판결문 요약\n\nAppellant was convicted of an aggravated assault, and his punishment assessed at a fine of $25.\nIt appears from the evidence that the difficulty arose on account of the seizure of two rugs. On the trial appellant introduced in evidence a mortgage on two rugs which he had sold to prosecutrix, Mrs. K.A. Shannon. Said mortgage contained the power in favor of L.W. Culver to take possession of and sell said rugs on default in the payment of the purchase money and interest thereon. In rebuttal, over the objections of appellant, the State was permitted to prove by Mrs. Shannon that when she executed said mortgage it was in blank and contained no power of seizure and sale of said rugs; that it had been filled out since, and that consequently it was not her mortgage. Appellant objected to the introduction of this testimony on several grounds, the substance of which was that said mortgage was a written instrument, and was signed by prosecutrix, Mrs. Shannon, and that the recitals therein could not be contradicted by parol testimony, especially so in the absence of a plea of non est factum. In support of this proposition appellant cites us to several civil authorities. An examination of these discloses the fact that the question was presented in a direct proceeding predicated on the written instrument. It is the admitted doctrine, where a suit is brought on a written instrument, before the recitals of such instrument can be contradicted there must be a plea of non est factum. This is st...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=culver-v-state"
    }
  ],
  "relatedIncidents": [
    29805,
    29807,
    29818,
    29821,
    29822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}