{
  "id": 29847,
  "title": "1901년 Nicodemus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-05-05",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Nicodemus. 판결일: 1901-05-05. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: EDWIN NICODEMUS Et Al. vs. D. FRANK HULL, Collector\n**판결일**: 1901-05-05\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Boyd, Briscoe, Fowler, Jones, McSherry, Pearce, Schmucker\n\n## 변호인\n\nAlexander Neill,  for the appellants.\n\n Wm. Kealhofer,  for the appellee.\n\n## 인용\n\n- 48 A. 1049\n- 93 Md. 364\n\n## 판결문 요약\n\nThe bill in this case was filed on the 27th of January, 1900, in the Circuit Court for Washington County by the appellants, Edwin Nicodemus, administrator, and John L. Nicodemus and Ashby P. Conner, sureties on his bond, for an injunction to restrain the appellee, D. Frank Hull, Collector of State and County taxes of Washington County, for years 1892, 1893, 1894 and 1895, from enforcing the collection of certain taxes claimed to be due by the appellant, Edwin Nicodemus, as administrator of Evaline C. Nicodemus, and from the further prosecution of an action at law against the sureties on the bond for their collection. *Page 365 \nThe case was heard in the Court below upon bill, answer and an agreed statement of facts, and from an order of the Court passed on the 26th of December, 1900, dismissing the bill this appeal has been taken. The questions presented by the record relate first to the jurisdiction of the Court to entertain the bill under the facts of the case, and secondly, whether the property is liable to taxation as claimed by the appellee.\nThe law has been well settled in this State since the case of the County Commissioners of Allegany County v. Union MiningCompany, 61 Md. 545, that a Court of equity will not restrain the collection of taxes for mere \"irregularities in the proceedings or for any hardship that may result from their collection.\" But it is at the same time clearly stated in that case, that \"when the tax itself is illegal or the tribunal imposing it has e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nicodemus-v-hull"
    }
  ],
  "relatedIncidents": [
    29818,
    29821,
    29822,
    29824,
    29826
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}