{
  "id": 29851,
  "title": "1901년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1901-03-04",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Thomas. 판결일: 1901-03-04. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: STATE, IN ERROR v. HENRY THOMAS, IN ERROR\n**판결일**: 1901-03-04\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Dixon\n\n## 변호인\n\nFor the state, Chandler ~W. Biker, prosecutor of the pleas., For the plaintiff in error, Thomas 8. Henry.\n\n## 인용\n\n- 65 N.J.L. 598\n\n## 판결문 요약\n\n\n*599The opinion of the court was delivered by\nDixon, J.\nThe defendant below was indicted for manslaughter, the indictment charging, in the words of section 36 of the Criminal Procedure act (Pamph. L. 1898, p. 866), that he did feloniously kill and slay M. E. C. On trial in the Essex Quarter Sessions he was convicted of assault and battery, and on error to the Supreme Court the judgment was affirmed.\nThe principal question in the ease now is, whether, on such an indictment, a judgment for assault and battery can be sustained.\nAt common law manslaughter was a felony (4 Bl. Com.. 193), while assault and battery was only a misdemeanor, and on trial for a felony it seems the prisoner could not be convicted of a misdemeanor. Rex v. Westbeer, Str. 1133, 1137. The reason for this rule of procedure was that certain rights, enjoyed by a defendant on trial for a misdemeanor, were denied to one accused of felony. As the reason does not exist in New Jersey, the rule does- not here prevail. State v. Johnson, 1 Vroom 185.\nBut while it is now well settled that on trial for a common law felony the defendant may be convicted of a misdemeanor, it is eqrially clear that he cannot be legally convicted of any offence which is not distinctly set forth in the indictment. As was said in the ease just cited, where the Supreme Court laid down a rule which was thought best to promote the public good and at the same time deprive parties of no substantial right: “The interests of public justice require t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thomas"
    }
  ],
  "relatedIncidents": [
    29821,
    29837,
    29808,
    29818,
    29822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}