{
  "id": 29858,
  "title": "1900년 Spielberger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-12-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Spielberger. 판결일: 1900-12-21. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JOSEPH SPIELBERGER, Respondent, v. CALIFORNIA THOMPSON, Appellant\n**판결일**: 1900-12-21\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Beatty, Garoutte\n\n## 변호인\n\nMcKune  George, for Appellant.\n\nThe plaintiff should have been nonsuited for not producing the note at the trial.  (Crandall v. Schroeppel,  1 Hun, 557;  Van  Alstyne v. Commercial Bank,  4 Abb. App. Dec. 449;  Kirby v.  Sisson,  2 Wend. 551;  Poole v. Smith,  1 Holt N.P. 144;  Rowley v.  Ball,  3 Cow. 303 [fn1] ;  Blade v. Noland,  12 Wend. 173. [fn2] ) The note was without consideration, there being no promise of the payee, and no prejudice to him or benefit to her appearing to constitute a co\n\n## 인용\n\n- 63 P. 132\n- 131 Cal. 55\n\n## 판결문 요약\n\nPlaintiff, as assignee, brings this action upon a promisory note against the maker thereof. Its execution and delivery are admitted, but various defenses to its payment are made. These defenses will be considered.\n1. It is claimed that plaintiff was not the holder of the note, either when the action was brought or the trial had, and for this reason a nonsuit should have been granted. Under the facts disclosed by the record, there is nothing in the point. Before the note was assigned to plaintiff it was placed in the hands of C.W. Clarke as collateral security. The indebtedness for which the note was held as security was paid by plaintiff's assignor, and, under instructions from the defendant, Clarke refused to return the note to him. But, beyond, this, defendant alleges in her answer that Clarke held the note as her trustee. If the note was in the possession of her trustee, is was in her possession, and she is foreclosed by her allegation in the answer from successfully urging a nonsuit upon the ground that plaintiff was not the holder of the note at the time of the trial.\n2. It is claimed that the note was given without consideration. Let us pause for a moment and look at the facts. The Oppenheims were engaged in litigation regarding certain trust property; some were plaintiffs, others were defendants, still others cross-complainants. The payee and assignor of the note was a son. The drawer and defendant was a daughter. All parties litigant appeared to be anxious to bring th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spielberger-v-thompson"
    }
  ],
  "relatedIncidents": [
    29862,
    29873,
    29879,
    29880,
    29881
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}