{
  "id": 29862,
  "title": "1900년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-11-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Thompson. 판결일: 1900-11-15. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State of Louisiana v. William Thompson\n**판결일**: 1900-11-15\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Nicholls\n\n## 변호인\n\nWalter Guión, Attorney General, and G. Adolph Qondran, District Attorney, (Lewis Guión, of Counsel,) for Plaintiff, Appellee., Pugh & Pugh for Defendant, Appellant.\n\n## 인용\n\n- 104 La. 167\n\n## 판결문 요약\n\n\nStatement op the Case.\nThe opinion of the court was delivered by\nNicholls, C. J.\nThe defendant was found guilty under an information charging him with horse stealing, and was sentenced to hard labor in the penitentiary for one year.\nPrior to going to trial he moved to quash and set aside the jury-on the ground that it was drawn to the great injury, wrong and fraud of himself, and that it would work irreparable injury if it was allowed to sit on his case. The objections urged were that the law directed (Act No. 135 of 1898) that juries should be drawn by the Jury Commissioners for the first week of the next ensuing session of the court after the drawing; that the next ensuing term after the meeting of the jury commissioners on the 3rd 'of July, 1900, was the term commencing July 16th, 1900; that no petit jurors were drawn or summoned for the first week of that session, but the proces verbal of the drawing of the said jury showed that they were drawn for the first and last week of said term of court, beginning on Monday, July 3rd, 1900, and were summoned for Monday, July 23rd, 1900-.\nThe motion to quash was overruled and defendant excepted.\nOn being arraigned he pleaded not guilty and waiving trial by jury prayed to be tried by the court.\nThe court refused to accede to this prayer, and directed that he be tried by a jury. This action of the court was made the basis of a bill of exceptions, taken at the time, and also for a second bill taken later to the refusal 'of the distric...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "성범죄",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-washington"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thompson"
    }
  ],
  "relatedIncidents": [
    29858,
    29873,
    29879,
    29880,
    29881
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}