{
  "id": 29873,
  "title": "1900년 In re Lewin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-07-28",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: In re Lewin. 판결일: 1900-07-28. 법원: District Court, D. Vermont.",
  "description": "## 사건 정보\n\n**사건명**: In re LEWIN\n**판결일**: 1900-07-28\n**법원**: District Court, D. Vermont\n**관할**: Vermont, VT\n\n**판사**: Wheeler\n\n## 변호인\n\nBates, May & Simonds, for bankrupt., Marshall Montgomery, for trustee.\n\n## 인용\n\n- 103 F. 852\n\n## 판결문 요약\n\n\nWHEELER, District Judge.\nOn petition for discharge. The bankrupt law provides (section 60d) that “if a debtor shall, directly or indirectly, in contemplation of the filing of a petition by or against him, pay money or transfer property to an attorney and counselor at law, * * * the transaction shall be re-examined by the court.” The orders and forms established by the supreme court under the law re*853quire a statement of such, transact ions. The law also provides (section 29b) that “a person shall be punished by imprisonment for a period not to exceed two years upon conviction of the offense of having knowingly and fraudulently * * * (2) made a false oath or account in, or in relation to, any proceeding in bankrujitcy,” and (section 14) that the judge shall, on proceedings for that purpose, discharge the applicant, unless he has “(1) committed an offense punishable by imprisonment as herein provided; or,” etc. The bankrupt had, available to a trustee, according to his schedules, a colt valued at $50, and a road cart at $15, which were put in, and, according to the report of the referee, $82.05 due him for wages, payable afterwards, not put in. After he had concluded to go into bankruptcy, and before filing his petition and schedules, he gave an order for the amount due for wages to his attorney; and in answer to the question in Schedule B, “What sum or sums have been paid to comise], and to whom, for services rendered or lo he rendered in this bankruptcy?” he answered, “Non...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-lewin"
    }
  ],
  "relatedIncidents": [
    29858,
    29862,
    29879,
    29880,
    29881
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}