{
  "id": 29877,
  "title": "1900년 In re White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-05-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re White. 판결일: 1900-05-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Application of James White for a Writ of Mandamus. James White, Appellant Board of Supervisors of the County of Washington\n**판결일**: 1900-05-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Edwards\n\n## 변호인\n\nJames White, for the appellant., Robert R. Law, for the respondent.\n\n## 인용\n\n- 51 A.D. 175\n- 64 N.Y.S. 726\n\n## 판결문 요약\n\n\nEdwards, J.:\nThis is an appeal from an order- denying an application for a peremptory writ of mandamus to compel the hoard of supervisors of Washington county to audit and allow certain items in the relator’s account against the .county which were rejected by the board.\nThe verified account presented to the board is for expenses incurred by the relator as district attorney of Washington county; and the claim is made under section 230 of the County Law (Laws of 1892, chap. 686), which provides that “ All expenses necessarily incurred by the district attorney in criminal actions or proceedings arising in his county ” are county charges.\nThe disallowed items are as follows:\n“ Dec. 6. People vs. Capo — habeas corpus at S. Hill.... $2 10\n“ 13 and 14. At Sandy Hill in examination in Ft.\nAnn burglary cases....................... 5 40 1898.\nFeb. 24. Expenses to and at S. Hill.................. 2 80\nApr. 19. Expenses to Salem in Buck Davis matter...... 1 80-\nMay 3 and 4. Expenses to and at Salem.............. 3 50\n“ 14. Expenses to Cambridge in re Hoag........... 1 60\n“ 19. Expenses to Salem (Taber, Hoag)........ 1 75\n“ 21. Expenses to and at Fort Edward in Davis matter. 2 00\n“ 24. People vs. G-raney (excise) at Salem, before Justice Hill, at demand of excise dept.......... 1 60\n“ 26. People v. Woodcock, Salem and Shushan...... 1 '20\nSept. 8. At S. Hill to investigate excise comp.......... 2 80\n“ 27-8. Sandy Hill and Ft. Edward.... :.....•...... 5 25\nOct.. 18. Expenses at S. Hill in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-white"
    }
  ],
  "relatedIncidents": [
    29839,
    29854,
    29858,
    29859,
    29860
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}