{
  "id": 29886,
  "title": "1900년 Tiget 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-01-24",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Tiget. 판결일: 1900-01-24. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Tiget v. State\n**판결일**: 1900-01-24\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Little\n\n## 변호인\n\nPerry & Tipton, for plaintiff in error. J. M. Terrell, attorney-general, and W. E. Wooten, solicitor-general, contra.\n\n## 인용\n\n- 110 Ga. 244\n\n## 판결문 요약\n\n\nLittle, J.\n1. It was error, in the trial of one charged with murder, to admit, over proper objection by defendant, the evidence of a witness-introduced by the State, to the effect that, a day or two previously to the homicide, witness asked the deceased when he was coming to see him; that deceased replied he did not know, that he might be dead. *245before he got a chance to come, that he expected to be hilled, and-, that the man he expected to do it lived two or three steps from his door. Woolf oik v. State 81 Ga. 552; s. c. 85 Ga. 69.\nArgued December 4, 1899.\nDecided January 24, 1900.\nIndictment for murder. Before Judge Spence. Worth superior court. April term, 1899.\nThe' motion for a new trial contained, in addition to the ground dealt with in the first headnote, and other grounds which need not be set forth, the following: Because, as the defendant .started to the stand to make his statement and before he had uttered a word, the court said to him, “Now confine yourself, to the issues in this case.” Later, while he was making his statement and explaining circumstances testified about by the State’s witnesses relative to hiring some cotton-pickers and weighing-some cotton,— which defendant _ insisted was material and relevant, he ivas interrupted by the court, who said to him, ’“Make your statement about this,- — -what you had to do with it. The court hasn’t got time for you to ramble all over the country.” Thereupon the defendant said, “Judge, let me tell about, the cotton...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tiget-v-state"
    }
  ],
  "relatedIncidents": [
    29860,
    29821,
    29837,
    29851,
    29858
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}