{
  "id": 29881,
  "title": "1900년 In re Bragasa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-04-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In re Bragasa. 판결일: 1900-04-12. 법원: District Court, N.D. Texas.",
  "description": "## 사건 정보\n\n**사건명**: In re BRAGASA\n**판결일**: 1900-04-12\n**법원**: District Court, N.D. Texas\n**관할**: Texas, TX\n\n**판사**: Meek\n\n## 변호인\n\nW. B. Paddock, for petitioners., B. J. Houston and John W. Wray, for bankrupt.\n\n## 인용\n\n- 103 F. 936\n\n## 판결문 요약\n\n\nMEEK, District Judge.\nTbe application of James B. Bragasa, bankrupt, for Ms discharge is before me on the exceptions of the contesting creditors to the report of the referee (to whom a reference of the specifications filed in opposition to the bankrupt’s discharge was had), which finds that the bankrupt is entitled to this discharge. There are a number of specifications filed by the contesting creditors, and of these I will only consider the fifth, which is as follows:\n“That with the fraudulent intent to conceal his true financial condition and prevent his creditors from collecting their debts, the bankrupt, in contemplation of bankruptcy, conducted his banking business in the name of his wife, J. E3. Bragasa; that he has deposited in the American National Bank and the Farmers’ &amp; Mechanics’ National Bank, at Fort Worth, Tex., his earnings and income in the name of his wife, so intermingling his money and property with that which he claims was hers that it is impossible to distinguish how much of said deposits were his, he having kept no books, and how much belonged to some one else. Wherefore, by reason of such willful and fraudulent management of his affairs, he is now unable to make a clear and intelligible statement of his financial condition previous to or at the time of the filing of his petition in bankruptcy.”\nBankr. Act, § 14, subd. “b,” provides as follows:\n“The judge shall hear the application for the discharge * * * and investigate the merits of the applicatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-bragasa"
    }
  ],
  "relatedIncidents": [
    29858,
    29862,
    29873,
    29879,
    29880
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}