{
  "id": 29883,
  "title": "1900년 In re Waxelbaum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-02-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: In re Waxelbaum. 판결일: 1900-02-17. 법원: District Court, N.D. Georgia.",
  "description": "## 사건 정보\n\n**사건명**: In re WAXELBAUM\n**판결일**: 1900-02-17\n**법원**: District Court, N.D. Georgia\n**관할**: Georgia, GA\n\n**판사**: Hewmah\n\n## 변호인\n\n■Slaton & Phillips, for bankrupt., Mayson & Hill, for objecting creditors.\n\n## 인용\n\n- 101 F. 228\n\n## 판결문 요약\n\n\nHEWMAH, District Judge.\nThis case comes before the court on an exception to the action of the referee in refusing the bankrupt an exemption of the amount allowed by the statutes of the state ($1,600), out of the proceeds of a stock of goods owned by him, and sold by the trustee in bankruptcy. The referee, in an elaboraté finding on the facts involved, holds that the bankrupt did not make a full and fair disclosure of all the property owned by him at the time his petition in bankruptcy was filed, and states wherein he failed to do so. The exemption allowed by Bankr. Act, § 6, is that allowed by the laws of the state of the bankrupt’s residence. The law of this state (Code, § 2830) provides that:\n“The debtor guilty of willful fraud In tlie concealment of part of bis property from bis creditors, of which he is possessed when he seeks the benefit of the exemption, shall, on account of his fraud, lose the benefit of such exemption, and his property shall be subject to the payment of all just debts which' he -owed at the time such fraud was committed.”\n*229The supreme court of Georgia, in passing on this section (McNally v. Mulherin, 79 Ga. 614, 4 S. E. 332), held that to entitle a person to an exemption in Georgia he must come into court with clean hands. “He must make a full and fair disclosure of all his property. He cannot retain any amount of money which he may deem necessary and needful to employ attorneys, pay licenses, and carry on business, but he must account for it; and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-waxelbaum"
    }
  ],
  "relatedIncidents": [
    29858,
    29862,
    29873,
    29879,
    29880
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}