{
  "id": 29882,
  "title": "1900년 Bloch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-03-12",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Bloch. 판결일: 1900-03-12. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: RICHMOND v. BLOCH\n**판결일**: 1900-03-12\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Wolverton\n\n## 변호인\n\nFor appellants there was a brief and an oral argument by Mr. James Gleason., For respondents there was a brief over the names of Chamberlain & Thomas, Williams, Wood & Linthicum, and R. & E. B. Williams, with an oral argument by Mr. Geo. E. Chamberlain.\n\n## 인용\n\n- 36 Or. 590\n- 60 P. 385\n\n## 판결문 요약\n\n\nMr. Chief Justice Wolverton\ndelivered the opinion.\nThe plaintiffs commenced this suit November 6, 1897, to set aside the deed of the defendant Adelaide'Bloch, conveying certain real property to her children and co-defendants, Bessie, Viola, Sophie, and Bertha Bloch, and to subject said property to the satisfaction of a judgment given and rendered in the Circuit Court of the State of Oregon for Multnomah County, June 30, 1897, in favor of the plaintiff F. L. Richmond and against the defendant Adelaide Bloch and others, for the sum of $1,300, and $94.15 costs and disbursements. The action in which the judgment was rendered was commenced March 27, 1897, and was for a malicious prosecution instituted by the defendants therein against Richmond March 9,1897. The conveyance complained of was made March 31, 1897, which it is alleged was voluntary, and made for the purpose of cheating, wronging, and defrauding the plaintiffs, and preventing them from realizing the amount due on said judgment. The plaintiffs other than Richmond claim an attorney’s lien upon the judgment. The defendants, for a separate defense, set up that H. F. Bloch, who died May 6, 1884, was the husband of the defendant Adelaide *592Bloch, and the father of Bessie, Viola, Sophie, and Bertha Bloch ; that prior to the-day of-, 1879, he was the owner of the real property in controversy ; that, being in feeble health, and contemplating a removal from his home, in Portland, Oregon, he did, at the solicitation and persuas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richmond-v-bloch"
    }
  ],
  "relatedIncidents": [
    29858,
    29862,
    29873,
    29879,
    29880
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}