{
  "id": 29884,
  "title": "1900년 Dukes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1900-02-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Dukes. 판결일: 1900-02-15. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: H. C. DUKES, Appellant, v. MARY EMMA KELLOGG Et Al., Respondents\n**판결일**: 1900-02-15\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Garoutte\n\n## 변호인\n\nWelles Whitmore, for Appellant., Kaphtaly, Freidenrich & Ackerman, Joseph C. Meyerstein, and L. E. Phillips, for Respondents.\n\n## 인용\n\n- 60 P. 44\n- 127 Cal. 563\n\n## 판결문 요약\n\nThe question presented by this appeal *Page 564 \narises upon the sufficiency of the complaint. Plaintiff alleges, among other matters, that he and defendants Babcock and Calvin W. Kellogg (now deceased) formed a partnership under the firm name of the \"Oakland Institute\" for the treatment and cure of the alcohol, opium, morphine, and tobacco habits; that it was agreed that the plaintiff should hold the position of medical director of the partnership at a monthly salary of one hundred and fifty dollars, payable from the moneys received from patients and patrons of the partnership; that under this agreement there became due plaintiff two thousand four hundred dollars; that a sum greatly in excess of the aforesaid amount was paid by the patrons and patients to the partnership; that said Babcock and Kellogg \"received and retained and used said moneys, and ever since have unlawfully and wrongfully detained the same from plaintiff, and ever since have refused and neglected to pay to plaintiff the amount due him under the terms of said agreement.\" A special and general demurrer was sustained to this complaint. We pass to an inspection of the pleadings in view of that demurrer.\nNo accounting and settlement of the partnership accounts is alleged, and under such circumstances one partner may not sue his copartners in an action at law. (Ross v. Cornell, 45 Cal. 133.) Under the allegations of the complaint, we see nothing here but a plain, simple, ordinary partnership between these three ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dukes-v-kellogg"
    }
  ],
  "relatedIncidents": [
    29858,
    29859,
    29860,
    29862,
    29873
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}