{
  "id": 29899,
  "title": "1899년 Black v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-10-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Black v. State. 판결일: 1899-10-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Will Black v. the State\n**판결일**: 1899-10-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nNo briefs for appellant.\n\n Rob't A. John,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 53 S.W. 116\n- 41 Tex. Crim. 185\n\n## 판결문 요약\n\nAppellant was convicted of horse-theft.\nAppended to the motion for new trial is the affidavit of George H. Giddings, stating that he is a member of the firm of Culp \nGiddings, counsel for appellant, that defendant did not testify in his own behalf, and that subsequent to the return of the verdict he talked with Holman, one of the jurors, who informed him that some of the jury discussed defendant's failure to testify, while out deliberating upon their verdict. He further states that he prepared an affidavit showing the facts, and requested Mr. Holman to sign it, but he declined to do so until he could see his fellow jurors, and a request was made that the court inquire into the truth of the matter. None of the jurors filed *Page 186 \naffidavits. There is what purports to be a statement of facts contained in the record, but an examination of it discloses that it is only the evidence of the jurors in regard to the subject matter mentioned in the affidavit. This was filed subsequent to the adjournment of court, and has the agreement of counsel and approval of the district judge appended. The Assistant Attorney-General moves to strike out this because it is not a statement of facts upon the trial, but only in regard to a matter of fact set up in avoidance of the verdict, involving the misconduct of the jury. We are of opinion that this motion should be sustained. Article 824, Code of Criminal Procedure, provides: \"If a new trial be refused a statement of facts may be drawn up and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=black-v-state"
    }
  ],
  "relatedIncidents": [
    29893,
    29894,
    29897,
    29898,
    29900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}