{
  "id": 29894,
  "title": "1899년 Glasscock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-12-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Glasscock. 판결일: 1899-12-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: HENRY GLASSCOCK v. MISSOURI, KANSAS & TEXAS RAILWAY COMPANY\n**판결일**: 1899-12-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ellison\n\n## 변호인\n\nGeo. P. B. Jackson for appellant. •, Wight & Woods and A. H. Waller for respondent.\n\n## 인용\n\n- 82 Mo. App. 146\n\n## 판결문 요약\n\n\nELLISON, J.-\n-This is an action to recover double damages on account of defendant having killed plaintiff’s jennet by running against her at a place on defendant’s railway where it runs through uninclosed lands and where, as plaintiff charges, it was defendant’s' duty to fence. The judgment in the trial court was for plaintiff.\nThe accident happened inside of the switch limits at Holliday station butl outside of the corporate limits of that town. Defendant is liable to the action unless it was excused from fencing at the place of accident. Its defense is based on the idea that the whole of the switch limits established by it was necessaiy for the transaction of its business with' the public at the station, and especially its necessary business generally in the operation of its road. The cases of Pearson *149v. Railway, 33 Mo. App. 543, and Jennings v. Railway, 37 Mo. App. 651, are relied upon. .\nThose cases establish the proposition that a railway company is not required to fence its track and put in cattle guarís at necessary switches when, to do so, the safety of its employees in switching its cars would be endangered. They estáblisn the further proposition that the space reasonably necessary for these purposes is a question to be determined by a jury and is not left to the discretion of the railway company. The latter proposition was submitted to the jury in this case and the question is presented whether there was evidence to sustain the verdict that it was not.\nAt the p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=glasscock-v-missouri-kansas-texas-railway-co"
    }
  ],
  "relatedIncidents": [
    29913,
    29893,
    29897,
    29898,
    29899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}