{
  "id": 29898,
  "title": "1899년 Wiggins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-11-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Wiggins. 판결일: 1899-11-14. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. Wiggins\n**판결일**: 1899-11-14\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Antt, Bubgess, Sherwood\n\n## 변호인\n\nS. R. Durham for appellant., Edward O. Grow, Attorney-General, and Sam B. Jekeries, Assistant Attorney-General, for the State.\n\n## 인용\n\n- 152 Mo. 170\n\n## 판결문 요약\n\n\nBUBGESS, J.\nDefendant was convicted in the circuit court of \"Wayne county for the crime of felonious assault, committed with a pocketknife upon one Lee Sweazea, and his punishment fixed at two years’ imprisonment in the State penitentiary. He appeals.\nOn the twenty-eighth day of September, 1897, defendant and Lee Sweazea, his neighbor, went to Mill Spring in said county on horseback and from there to Piedmont by rail, where they remained nearly the entire day. Beturning late in the afternoon to Mill Spring, they mounted their horses and started home. They had been drinking to some extent that day and were somewhat under the influence of intoxicants. \"While on their way home they engaged in a conversation about a picnic that had recently taken place at Leeper. *172Sweazea asked defendant if lie attended the picnic. Defendant said be bad not, but that bis wife bad. Sweazea said be saw defendant’s wife there and bad a talk with ber. Defendant then demanded of Sweazea what be knew about bis wife. Sweazea told bim be knew nothing about ber. Defendant insisted that be did and again demanded Sweazea to tell, Sweazea from first to last proclaiming bis ignorance. Defendant finally grew angry and said: “I’ll cut your damned throat,” at tbe same tbne catching hold of Sweazea’s shirt collar with one band and striking bim with a pocketknife with tbe other, which scratched Sweazea’s neck. Sweazea started bis horse and jerked away. Defendant testified as a witness in bis own behalf and adm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wiggins"
    }
  ],
  "relatedIncidents": [
    29909,
    29893,
    29894,
    29897,
    29899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}