{
  "id": 29897,
  "title": "1899년 Wellman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-11-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Wellman. 판결일: 1899-11-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Wellman v. Jones\n**판결일**: 1899-11-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Dowdell\n\n## 변호인\n\nShelby ’& Pleasants, for appellant., Wk. RsohArdsón, contra.\n\n## 인용\n\n- 124 Ala. 580\n\n## 판결문 요약\n\n\nDOWDELL, J.\n— The contract here sued on is set out in the complaint as follows: “January 13, 1893. Huntsville, Ala. We the undersigned jointly and individually covenant and agree with Henry L. Jones that if he will place his brother, John A. .R. Jones, in the Hagey Institute iii the city of- Huntsville, Ala. to be treated as a patient addicted to the excessive use of -morphine and chlorál, and the said Henry Li Jones Avill pay in cash the'sum of one hundred \"dollars to the proper officer'of the Hagey Institute, that Ave will return on demand to the said Henry L. Jones the said sum of one hundred dollars, provided the said John A. R. Jones is not fully and permanently cured by the treatment of said Hagey Institute- of the use and habit of morphine and chlorál.”\nThis contract in terms is plainly an original undertaking betAveen the plaintiff and defendant, and consequently not open to the defense of the statute of frauds relating to “promises to ansAver for the debt, default or miscarriage of another.”\nAs shown by the evidence, the plaintiff’s brother, John A. R. Jones Avas addicted to the habitual and excessive use of morphine and'chloral, and it Avas of this excessive use and .habit, by the terms of the contract, he Avas to be cured. He entered the institute ánd received treatment for that purpose, and after receiving treatment he left said institute, claiming that a cure had been effected, but AAdth'in a short Avhile thereafter returned to' his former habit and' excessive u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wellman-v-jones"
    }
  ],
  "relatedIncidents": [
    29893,
    29919,
    29920,
    29858,
    29862
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}