{
  "id": 29909,
  "title": "1899년 Tompkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-06-06",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Tompkins. 판결일: 1899-06-06. 법원: U.S. Circuit Court for the District of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: TOMPKINS v. KNUT\n**판결일**: 1899-06-06\n**법원**: U.S. Circuit Court for the District of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Ewans\n\n## 변호인\n\nGeo. W. dolly. Miller & Todd, and W. W. Clark, for plaintiff., Powers & Atchison, for defendant.\n\n## 인용\n\n- 94 F. 956\n\n## 판결문 요약\n\n\nEWANS District Judge.\nIn tlie case of Oscanyan v. Arms Co., 103 U. S. 261, tlie trial court, after hearing the opening statement by plaintiffs counsel to the jury as to what facts were expected to be proved to support the plaintiffs case, and after verifying the accuracy of the statement, sustained a motion on behalf of defendant. on that presentation of the case alone to instruct the jury to find a verdict against the plaintiff upon the ground that, if those statements were true, the contract sued upon was against public policy, and void. Upon a writ of error to the supreme court the proceeding was approved, and the judgment was affirmed. The plaintiff in this action for assault: and battery and trespass has testified under oath, and stated the facts upon which he relies in support -of his action, and the court is called upon to determine whether, assuming all the plaintiff says to be true, he is entitled to a verdict against the only defendant now remaining in the case, since the death of his wife, the former co-defendant, has abated the action as to her. As the plaintiff was a participant in the entire transaction out of which his action arose, and completely states his case, it is admissible and proper, I think, to bring this question up now, because it would not be competent for him by other witnesses to contradict what he says; and while, on this motion, his statements must be accepted as true in his behalf, they may also, for the reason indicated, be taken as true aga...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tompkins-v-knut"
    }
  ],
  "relatedIncidents": [
    29898,
    29893,
    29894,
    29897,
    29899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}