{
  "id": 29907,
  "title": "1899년 Wyatt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-07-28",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Wyatt. 판결일: 1899-07-28. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: Arthur W. Wyatt v. Charles H. Hill and E. C. Emmons\n**판결일**: 1899-07-28\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Munson, Rowell, Start, Thompson, Tyler, Watson\n\n## 변호인\n\nGilbert A. Davis and A. G. Cox for the plaintiff., J. C. Enright and H. H. Blanchard for the defendant.\n\n## 인용\n\n- 71 Vt. 468\n\n## 판결문 요약\n\n\nStart, J.\nThe action is trespass for false imprisonment. The plaintiff’s evidence tended to show, that, on the afternoon of May 28, 1895, the defendants came to his house in Taftsville and asked him if he wished to go with *469them; that he got into the wagon and they drove to the court house in Woodstock; that they there kept watch of him until about four o’clock, when E. A. Thomas, the keeper of the jail at Woodstock, took him to the jail, where he was kept until May 30, 1895, when he was taken before United States Commissioner French, on a warrant issued by said French upon a complaint made out and sworn to by United States District Attorney Senter, charging the plaintiff with the robbery of a post office; and that no evidence was produced to sustain the charge, and the plaintiff was set at liberty. The court instructed the jury, that, if they found that the plaintiff was taken after his arrival at Woodstock, upon a warrant issued by United States Commissioner French, and was held upon the warrant thereafter, they might, in case they found a verdict for the plaintiff, assess the damages that the plaintiff sustained prior to the time he was taken under the warrant, and return a verdict for that sum as damages. The jury were further instructed that, if they found the plaintiff was so taken upon a warrant issued by Commissioner French, they would answer the following question, “What damage did the plaintiff sustain as a result of the acts complained of after he was taken upo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wyatt-v-hill"
    }
  ],
  "relatedIncidents": [
    29917,
    29877,
    29893,
    29894,
    29897
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}