{
  "id": 29900,
  "title": "1899년 Tiller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-10-25",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Tiller. 판결일: 1899-10-25. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Tiller v. State\n**판결일**: 1899-10-25\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Lumpkin\n\n## 변호인\n\nI. C. VanDuzer, G. T. Magill, T. J. Brown, and W. L. Hodges, for plaintiff in error. J. M. Terrell, attorney-general, R. H. Lewis, solicitor-general, by Harrison & Bryan, and A. G. McCurry, contra.\n\n## 인용\n\n- 110 Ga. 250\n\n## 판결문 요약\n\n\nLumpkin, P. J.\n1. That a trial for murder which was begun in the forenoon was protracted throughout the ensuing night, and that the leading counsel for the accused was, for this reason and because of the fact that he had been engaged during the most of the preceding night in another trial, too much overcome with fatigue, physical and mental, to give proper attention to the defense, is not cause for a new trial, when there was no objection to such continuation of the trial, no statement to the court as to the weariness of counsel, and no-request to suspend the trial in order that he might obtain the needed rest.\n2. There was nothing in the testimony requiring a charge upon the law of delusional insanity; the instructions complained of were substantially correct; the court used no language which could fairly be regarded as an expression of an opinion upon the evidence, and the verdict was fully warranted.\n\nJudgment affirmed.\n\n\nAll the Justices concurring.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tiller-v-state"
    }
  ],
  "relatedIncidents": [
    29908,
    29910,
    29860,
    29886,
    29893
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}