{
  "id": 29910,
  "title": "1899년 Sadler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-04-17",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Sadler. 판결일: 1899-04-17. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State of Louisiana v. Robert Sadler and Charles Campbell\n**판결일**: 1899-04-17\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Been, Blanchard, Monkoe, Monroe, Takes, Watkins, When\n\n## 변호인\n\nM. J. Cunningham, Attorney General, Robert H. Marr, District, Attorney, and Joseph E. Generelly, Assistant District Attorney, for Plaintiff and Appellee., Louis P. Paquet for Defendant and Appellant.\n\n## 인용\n\n- 51 La. Ann. 1397\n\n## 판결문 요약\n\n\nOn rehearing by Blanchard, J.\nThe opinion of the court was delivered by\nWatkins, J.\nThe two defendants were jointly indicted for the murder of one Peter Hiller, and on the trial the jury returned a verdict against Robert Sadler of “guilty as charged,” and against Charles Campbell of “guilty without capital punishment.”\nThereupon, the trial judge sentenced Robert Sadler to the extreme penalty of the law, and Charles Campbell to hard labor in the penitentiary for the term of his natural life; and from that sentence and judgment, both defendants prosecute this appeal.\nIn the course of the trial, quite a number of bills of exceptions were reserved to rulings of the trial judge, and all of which are insisted' upon here; the most important and conspicuous of which is, that which relates to the capacity, or rather the competency of the trial' judge, to preside over the deliberations and proceedings in the aforesaid cause.\nThat bill of exceptions bears the serial number 23, but, on account of its character and importance, we will dispose of it first.\nI.\nThe bill of exceptions, in substance, relates,, that on the 10th of December, 1898, subsequent to the filing of defendants’ motion for a new trial, and before same had been called for trial, they had offered’ and filed an. objection and plea to the effect, that the Hon. James Cf.Moise, the presiding judge of the court, had accepted a position upon the commission designated by the Governor to frame a Criminal Code of Law, Procedure an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sadler"
    }
  ],
  "relatedIncidents": [
    29900,
    29908,
    29860,
    29886,
    29893
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}