{
  "id": 29913,
  "title": "1899년 Serrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-02-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Serrell. 판결일: 1899-02-25. 법원: New York Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: Samuel I. Serrell v. Sylvester J. Betts\n**판결일**: 1899-02-25\n**법원**: New York Court of Chancery\n**관할**: New York, NY\n\n**판사**: Stevens\n\n## 변호인\n\nMr. James P. Northrop, for the complainants., Mr. William P. Carey, for the defendant.\n\n## 인용\n\n- 58 N.J. Eq. 199\n\n## 판결문 요약\n\n\nStevens, V. C.\nThe complainants are executors of Mary E. Serrell, and as such file their bill to foreclose two mortgages, one made in the year 1885, to secure the sum of $900, and the other made in the year 1890, to secure the sum of $400. Both of them became vested by assignment in Mary E. Serrell,'complainants’ testator, under the following circumstances:\nThe defendant, Sylvester J. Betts, is pastor of the People’s Church, in Bayonne. Adjoining the mission or church in which he officiates is the house and lot covered by the above mortgages. Mrs. Serrell being much interested in the work of the mission and in its minister, became desirous of giving him this property for a parsonage. Accordingly, on March -25th, 1896, it was purchased in his name for $1,600. Of this sum $1,200 represents the principal then due on the above mortgages and $400 was given by Mrs. Serrell to Mr. Betts to pay the balance of the purchase-money. The day before the deed was acknowledged and delivered she wrote him as follows:\n\n“Mr. S. J. Setts:\n\n“ My Dear Sir — You will please see that the deed of the property that is to he transferred to-morrow is made out in your name and making you subject to the present bond and mortgage now against the same, and I hereby guarantee you that I will pay off the same and take care of the interest of it in a short time. I am yours resp’y,\n“March 24, 1896. Mary E. Serreei,”\nThe deed referred to in this letter, which is dated March 23d, 1896 — that is, one day before t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=serrell-v-betts"
    }
  ],
  "relatedIncidents": [
    29894,
    29893,
    29897,
    29898,
    29899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}