{
  "id": 29911,
  "title": "1899년 Crawford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-03-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Crawford. 판결일: 1899-03-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jasper Crawford v. the State\n**판결일**: 1899-03-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nJ. O'B. Richardson,  for appellant, as to the insufficiency of the indictment, cited Womble v. State, 39 Texas Criminal Reports, 24; Cagle v. State, 39 Texas Criminal Reports, 109.\n\nAs to variance in names: Roberts v. State, 2 Texas Criminal Appeals, 4; Parchman v. State, Id., 228.\n\n Robt. A. John,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 50 S.W. 378\n- 40 Tex. Crim. 344\n\n## 판결문 요약\n\nAppellant was convicted of passing, as true, a forged instrument, and his punishment assessed at confinement in the penitentiary for a term of two years, and he appeals.\nThe indictment charged Jasper Crawford with passing, as true, the following forged instrument in writing, purporting to be the act of another, *Page 345 \nto wit, the act of E.P. Fraser, which said false instrument is to the tenor following: \"March the 31st, '98. Mr. W.P. Williams and Brother &#8212; Sir: You will please let Jasper Craford hav too par of shoes, one pond of to Baker. [Signed] E.P. Fraser.\" Motion in arrest of judgment was filed by appellant on the ground that the indictment did not affirmatively show that the said instrument alleged to have been forged and passed was such an instrument as, if true, would have created, increased, diminished, discharged, or defeated any pecuniary obligation, etc., and did not, of itself, contain sufficient words as to be complete, without other allegations in the indictment showing such extrinsic matters, and explanatory allegations and innuendoes, as is necessary to make the same sufficient in law to charge this defendant with forgery or passing the same as true. Said indictment should have shown that \"W.P. Williams and Brother,\" or \"W.P. Williams,\" mentioned therein, was a merchant, and had such goods to sell as were mentioned in said instrument (if such was the case), and that said E.P. Fraser, the purported maker of said order, or the said Williams, one or bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crawford-v-state"
    }
  ],
  "relatedIncidents": [
    29893,
    29894,
    29897,
    29898,
    29899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}