{
  "id": 29912,
  "title": "1899년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-03-17",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Davis. 판결일: 1899-03-17. 법원: Cuyahoga Circuit Court.",
  "description": "## 사건 정보\n\n**사건명**: Thomas W. Davis v. R. S. Hubbard, Treas.\n**판결일**: 1899-03-17\n**법원**: Cuyahoga Circuit Court\n**관할**: Ohio, OH\n\n**판사**: Caldwell, Hale, Marvin\n\n## 인용\n\n- 34 Ohio C.C. Dec. 684\n- 24 Ohio C.C. (n.s.) 443\n\n## 판결문 요약\n\n\nCALDWELL, J.\nThomas W. Davis brought this action in the court below to recover for over-work under a contract.\nAn answer was filed denying any indebtedness, and a reply was filed to that.\nWhen the case came before the court below, an objection was made to any testimony under the pleadings, based on the ground that there was no cause of action set out in the petition. The court sustained that demurrer to evidence, and a verdict was rendered by direction of the court for the defendant, Hubbard, and a judgment entered therein dismissing the petition. The action was first brought against R. S. Hubbard individually, and against R. S. Hubbard, treasurer of Cuyahoga county, and a demurrer was filed to that petition which was sustained, but no final judgment entered, and the plaintiff below, Davis, took leave to amend the petition and put it in the shape in which it was at the time the case was finally disposed of in the lower court.\n*685The first part of the petition presents one question involved here, and the latter part another, and although they might be considered together, I will consider them separately.\nThis is plaintiff’s amended petition:\n“Now comes the plaintiff and by leave of court first obtained files this, his amended petition herein, and for his cause of action he says :\n“The defendant, R. S. Hubbard, is the duly qualified and acting treasurer of the county of Cuyahoga in the state of Ohio, and on September 1, 1894, plaintiff entered into a contract with said defend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-hubbard"
    }
  ],
  "relatedIncidents": [
    29893,
    29894,
    29897,
    29898,
    29899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}