{
  "id": 29927,
  "title": "1898년 Baldwin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1898-06-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Baldwin. 판결일: 1898-06-14. 법원: U.S. Circuit Court for the District of Southern New York.",
  "description": "## 사건 정보\n\n**사건명**: PLUME & ATWOOD MFG. CO. v. BALDWIN\n**판결일**: 1898-06-14\n**법원**: U.S. Circuit Court for the District of Southern New York\n**관할**: USA, Federal\n\n**판사**: Townsend\n\n## 변호인\n\nHutchinson & Yewhousej for plaintiffs., Bichard M. Bruno and George Hastings, for defendants.\n\n## 인용\n\n- 87 F. 785\n\n## 판결문 요약\n\n\nTOWNSEND, District Judge.\nThis suit stands upon pleas to a bill in equity. The bill alleges that Lewis S. Baldwin, of Chicago, Ill., made an assignment for the benefit of creditors in Cook county, Ill., and under the assignment judgment was rendered in favor of the complainants; that the projierty so assigned was practically valueless; that Lemuel II. Baldwin, a brother of Lewis, died in New York City, leaving an estate exceeding $70,000, and a will by which Lewis was given §10,000 and one-tenth of the residuary estate, and in which the defendants Eli Baldwin, Walter B. Baldwin, and Charles E. Wilmot were appointed executors; that Lewis, upon being examined under oath in the insolvency proceedings in Cook county, stated that he had assigned his interest under his brother’s will to Isaac P. Baldwin, a citizen of Virginia, which assignment was fraudulent: and void; and the hill claims a discovery as to the assignment, and as to whether the executors have paid over the interest of Lewis B. Baldwin under said will; and that the assignment hi1 declared void, and that the interest of Lewis under the will be paid to the complainants and other judgment creditors. Lewis B. Baldwin, Isaac P. Baldwin, severally, and Eli and Walter B. Baldwin, as executors, plead that the complainants did not obtain judgments against Lewis; that Charles E. Wilmot and the complainants are citizens and residents of Connecticut; that Isaac P. Baldwin is a citizen and resident of Virginia, and Lewis S. Bald...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=plume-atwood-mfg-co-v-baldwin"
    }
  ],
  "relatedIncidents": [
    29925,
    29935,
    29893,
    29897,
    29919
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}