{
  "id": 29926,
  "title": "1898년 Corning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1898-06-15",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Corning. 판결일: 1898-06-15. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Corning v. Records & Tr., Clark, Claimant Same v. Same Lovejoy v. Same\n**판결일**: 1898-06-15\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Parsons\n\n## 변호인\n\nBingham, Mitchell Batchellor (with whom was George W. Anderson of Massachusetts), for the plaintiffs., Smith Sloane, for the claimant.\n\n## 인용\n\n- 69 N.H. 390\n\n## 판결문 요약\n\n\nParsons, J.\nThe only issue is between the plaintiffs and the claimant. The question is whether the plaintiffs can take the property without first satisfying Clark’s claim for money loaned Records in reliance upon the property as security. The transfer to Clark was in good faith, -with no intent to defraud creditors, and as between the parties is conceded to be valid.\nThe first ground upon which the plaintiffs claim Clark’s title is invalid as to them is that the conveyance from Records to him was a chattel mortgage (Jones Ch. Mort., s. 19; Potter v. Locomotive Works, 12 Gray 154; Carpenter v. Snelling, 97 Mass. 452; Taber v. Hamlin, 97 Mass. 489), invalid because neither sworn to nor recorded. P. S., c. 140, ss. 2, 6, 10,12. Conceding for the purpose of discussion that the conveyance was in mortgage, the only question is of delivery or change of possession ; for if there was a sufficient delivery to Clark, his title is good against everyone, if he holds by way of mortgage. Clark v. Tarbell, 57 N. H. 328; Smith v. Moore, 11 N. H. 55; Morse v. Powers, 17 N. H. 286; P. S., c. 140, ss. 2, 12. At common law, a mortgage of personal property was valid without change of possession. Haven v. Low, 2 N. H. 13; Ash v. Savage, 5 N. H. 545; Hoit v. Remick, 11 N. H. 285; Barker v. Hall, 13 N. H. 298. Since the statute, delivery of possession is essential to the validity of such a mortgage *392unless the substitute prescribed by the statute, oath and record, is strictly complied with.\nNo di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=corning-v-records"
    }
  ],
  "relatedIncidents": [
    29894,
    29913,
    29923,
    29925,
    29927
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}