{
  "id": 29920,
  "title": "1899년 Box 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1899-01-05",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Box. 판결일: 1899-01-05. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: North Nebraska Fair & Driving-Park Association v. George W. Box\n**판결일**: 1899-01-05\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Harrison\n\n## 변호인\n\nGeorge A. Latimer and Poioers & Rays, for plaintiff in error., \nBarnes cS Tyler, contra.\n\n\n## 인용\n\n- 57 Neb. 302\n\n## 판결문 요약\n\n\nHarrison, O. J.\nThe plaintiff instituted this action against defendant to recover an amount alleged to be its due of moneys collected by him in the capacity of secretary of the association and which it was further pleaded it was his duty to account for and turn over to its treasurer, which duty defendant had failed and refused to perform. In the answer the receipt of the moneys ivas admitted and a settlement and adjustment of the account was pleaded. In a reply there was a denial of the affirmative matter of .the answer, but there was a further statement that if there had occurred a settlement, between the association and ilie defendant of the alleged differences, it was effected or induced by fraud and mistake. A trial of the issues resulted favorably for the defendant, and the cause is presented here in an error proceeding on behalf of the plaintiff.\n*303■ The matter of the reply relative to a settlement constituted an admission of the fact and an asserted avoidance of it. (Dinsmore v. Stimbert, 12 Neb. 433; Smiley v. Anderson, 28 Neb. 100; Dwelling-House Ins. Co. v. Brewster, 43 Neb. 528; School District v. Holmes, 16 Neb. 486; State v. Hill, 47 Neb. 456.)\nThe secretary of the association, the defendant herein, was required by the articles and by-laws of the corporation to collect all moneys due it and pay the same to its treasurer, and to report regularly his actions as an officer of the association. He collected money, but did not pay it to the treasurer. He retained it...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=north-nebraska-fair-driving-park-assn-v-box"
    }
  ],
  "relatedIncidents": [
    29893,
    29897,
    29919,
    29858,
    29862
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}