{
  "id": 29925,
  "title": "1898년 In re Final Accounting of Cantor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1898-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Final Accounting of Cantor. 판결일: 1898-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Final Accounting of Herman Cantor, as Substituted Assignee, for the Benefit of Creditors of Sigmund Fleischer and Samuel A. Steinitz, Composing the firm of S. Fleischer & Co. Herman Cantor, as Assignee, etc., Appellant Leopold Weil and Others\n**판결일**: 1898-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McLaughlin\n\n## 변호인\n\nA. Blumenstiel, for Herman Cantor, appellant., Benno Loewy, for Leopold Weil & Bro., creditors, respondents., Benjamin W. Uardozo, for Joseph Ullman, a creditor, respondent., Wimthrop Parker, for L. Erstein and other creditors, respondents.\n\n## 인용\n\n- 31 A.D. 19\n- 52 N.Y.S. 382\n\n## 판결문 요약\n\n\nMcLaughlin, J.:\nOn the 26th of November, 1887, the firm of S. Fleischer &amp; Co. made a general assignment for the benefit of creditors to one Rosenthal. The assignee accepted the trust and qualified by giving the bond required by statute. Thereafter the firm of Wilmerding, Hoguet &amp; Co., and others, judgment creditors of the assignor, brought suit to set aside the assignment to Rosenthal upon the ground that the same was given with intent to hinder, delay and defraud the creditors of the assignor. This suit was prosecuted to, and resulted in, a decree which was entered on the 16tli of November, 1888, setting aside the assignment as against the plaintiffs, appointing a receiver and directing the delivery to him of all of the assigned property. The decree was thereafter modified by directing the assignee to pay to the receiver the sum of $4,831.47. The assignee having failed to make such payment, he was, on the 1st of April, 1889, by an order entered in a proceeding instituted by another creditor of the assignor, removed and one Herman Cantor, the appellant herein; appointed in his place. Rosenthal was *21then directed to file his accounts, which he neglected to do. It was, however, thereafter determined that Rosenthal was accountable for and chargeable with the sum of $8,309.96, which he was ordered to pay to the substituted assignee, and he having failed to make this payment, the substituted assignee, by leave of the court, brought an action against the sureties upon hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-willis"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-final-accounting-of-cantor"
    }
  ],
  "relatedIncidents": [
    29927,
    29935,
    29893,
    29897,
    29919
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}