{
  "id": 29923,
  "title": "1898년 Scoggins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1898-11-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Scoggins. 판결일: 1898-11-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Scoggins v. State\n**판결일**: 1898-11-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Haralson\n\n## 변호인\n\nJames Jackson and Lowe & Abercrombie, for appellants,, William C. Fitts, Attorney-Genera], for the State.\n\n## 인용\n\n- 120 Ala. 369\n\n## 판결문 요약\n\n\nHARALSON, J.\nThe 1st charge given by the court asserts a correct proposition of law. The settled rule in this court is, that a defendant must be entirely free from fault in bringing on the difficulty, before he can set up the plea of self-defense. If the facts hypothesized were true, the defendants were not free from fault.—Ellis v. The State, ante, p. 333.\nThe 2d charge is in the substantial language of section 4856 (3727) of the Code, in defining murder in the second degree on the facts hypothesized, and the charge as given was a very proper instruction in a case of this character.\n*374.-.The rule is familiar that no one can avail himself of the plea of self-defense, in a case of homicide, or assault with intent to murder, when the defendant was himself the aggressor, and willfully brought on himself, without legal excuse, the necessity for the killing, or the assault made. He who provokes a personal rencounter, in any .páse, thereby disables himself from relying on the plea ‘pi self-defense in justification of a blow which he struck during the rencounter.—Page v. The State, 69 Ala. 229; Leonard v. The State, 66 Ala. 461 Kimbrough v. The State, 62 Ala. 248. Refused charge numbered 3, under the undisputed evidence, is in contravention of the foregoing rule. Moreover, it ignores the duty of retreat by defendants if they could have done, so safely.\nThe 4th and 6th charges carefully ignore freedom from fault in defendants in provoking the rencounter in which tfyey .shot fhe pa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scoggins-v-state"
    }
  ],
  "relatedIncidents": [
    29900,
    29908,
    29910,
    29925,
    29926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}