{
  "id": 29930,
  "title": "1898년 Ramey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1898-04-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ramey. 판결일: 1898-04-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sallie Ramey v. the State\n**판결일**: 1898-04-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nHill  Dougherty,  for appellant. &#8212; The wording and construction of our statutes on disorderly houses: The first division of article 359, Willson's New Criminal Statutes, Penal Code, to wit: \"A disorderly house is one kept for prostitution,\" and under which the State seems to have prosecuted appellant and seeks to sustain this conviction, does not to our minds apply to this case, where the keeper, if such defendant, be the sole occupant of the house. But it rather seems to have been intende\n\n## 인용\n\n- 45 S.W. 489\n- 39 Tex. Crim. 200\n\n## 판결문 요약\n\nAppellant was convicted of keeping a disorderly house, and her punishment assessed at a fine of $200; hence this appeal.\nThe proof showed that the appellant was the owner of the house in question, and that she was the only inmate of said house. Appellant asked certain charges, which were refused by the court; and this raises the question whether or not, under such state of case, a person can be guilty of keeping a disorderly house. The clause of the statute under which this prosecution was brought is as follows: \"A disorderly house is one kept for prostitution.\" Penal Code, art. 359. The general definition of a prostitute *Page 203 \n\"is a female given to indiscriminate lewdness for gain.\" See 19 Am. and Eng. Enc. of Law, p. 291. In Springer v. State, 16 Texas Criminal Appeals, 591, Judge Wilson draws a distinction between a common prostitute and a prostitute. He says: \"A woman may be a prostitute, and yet have illicit connection with one man only; but, to be a common prostitute, her lewdness must be more general and indiscriminate.\" In North Carolina it is held \"that an indictment for keeping a bawdy house can not be sustained, where the proof merely shows that the owner of the house was unchaste, lived by herself, and habitually admits one or many men to an illicit cohabitation with her.\" See State v. Evans, 27 N.C. 603. In other States, however, it is held differently, it being held \"that the fact of keeping a house to which men resort for the purpose of prostitution, and t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ramey-v-state"
    }
  ],
  "relatedIncidents": [
    29923,
    29925,
    29926,
    29927,
    29928
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}