{
  "id": 29938,
  "title": "1897년 Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-12-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Wells. 판결일: 1897-12-21. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: SOUTHERN RAILWAY COMPANY v. WELLS\n**판결일**: 1897-12-21\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Lumpkin\n\n## 변호인\n\nDeLacy & Bishop, for plaintiff in error., E. P. Padgett, contra.\n\n## 인용\n\n- 103 Ga. 209\n\n## 판결문 요약\n\n\nLumpkin, P. J.\nAn action was brought by Wells against the Southern Railway Company, in the county court of Appling county, for damages alleged to have been occasioned by the negligent killing of three sheep and one ox by the running of the defendant’s trains. As originally filed, the plaintiff’s petition alleged that all these animals were killed in the 457th militia district of that county, it being the district in which the court-house of the county is located. It appeared at the trial, that the defendant’s line of railroad runs through Appling •county, and that a portion of it is located in the above-mentioned militia district. It also appeared that the sheep were killed in that district, but that the ox was killed in another militia district of the same county. The court, after the testimony had been closed, allowed the plaintiff, over the objection of defendant’s counsel, to amend his petition by striking out the words “and district.” The effect of this amendment was to make the petition allege generally that the stock were all killed in Appling county, without specifying any district as the place of the killing. The defendant introduced no evidence; the court rendered a judgment in favor of the plaintiff for the value of the stock killed, and the company sought by certiorari to set this judgment aside. The petition for certiorari assigns error upon the allowance of the above-mentioned amendment, and' also complains that the verdict was contrary to law and the evidence....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=southern-railway-co-v-wells"
    }
  ],
  "relatedIncidents": [
    29940,
    29957,
    29958,
    29966,
    29923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}