{
  "id": 29936,
  "title": "1898년 United States v. Addyston Pipe & Steel Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1898-02-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Addyston Pipe & Steel Co.. 판결일: 1898-02-08. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. ADDYSTON PIPE & STEEL CO.\n**판결일**: 1898-02-08\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Harlan, Lurton, Taft\n\n## 변호인\n\nJ. H. Bible and Edward B. Whitney, for the United States., Frank Spurlock, for appellees.\n\n## 인용\n\n- 85 F. 271\n\n## 판결문 요약\n\n\nTAFT, Circuit Judge,\nafter stating the case as above, delivered the opinion erf the court.\nThe first section of the act of congress entitled “An act to protect trade and commerce against unlawful restraints find monopolies,” passed July 2, 1890 (26 Stat. 209), declares illegal “every contract, combination in the form of trust or otherwise or conspiracy in restraint of trade or commerce among the several states or with foreign nations.” The second section makes it a misdemeanor for any person to monopolize, or attempt to monopolize, or combine or conspire with others to monopolize, any part of the trade or commerce among the several states. The fourth section of the act gives the circuit courts of the United States jurisdiction to hear and determine proceedings in equity brought by the district attorneys of the United States under the direction of the attorney general to restrain violations of the act.\nTwo questions are presented in this case for our decision: First. Was the association of the defendants a contract, combination, or conspiracy in restraint of trade, as the terms are to be understood in the act? Second. Was the trade thus restrained trade between the states?\nThe contention on behalf of defendants is that the association would have been valid at common law, and that the federal anti-trust law was not intended to reach any agreements that were not void and unenforceable at common law. It might be a sufficient answer to this contention to point to the decision of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-addyston-pipe-steel-co"
    }
  ],
  "relatedIncidents": [
    29923,
    29925,
    29926,
    29927,
    29928
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}