{
  "id": 29941,
  "title": "1897년 Heath & Milligan Manuf'g Co. v. Union Oil & Paint Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-11-20",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Heath & Milligan Manuf'g Co. v. Union Oil & Paint Co.. 판결일: 1897-11-20. 법원: U.S. Circuit Court for the District of Eastern Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: HEATH & MILLIGAN MANUF'G CO. v. UNION OIL & PAINT CO.\n**판결일**: 1897-11-20\n**법원**: U.S. Circuit Court for the District of Eastern Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Seaman\n\n## 변호인\n\nDavid'S. Bose, for petitioners., Miller, Noyes, Miller & Wahl, for plaintiff.\n\n## 인용\n\n- 83 F. 776\n\n## 판결문 요약\n\n\nSEAMAN, District Judge.\nThis action is founded upon an indebtedness alleged to have been contracted prior to April 30, 1897, when the enactment in question came into effect. The writ of attachment was issued and the levy made September 9, 1897, upon an affidavit on behalf of the plaintiff that the indebtedness was fraudulently contracted by the defendant. Within 10 days thereafter the defendant executed an assignment for the benefit of creditors in accordance with the statute, thus bringing the case within the general terms of Acts 1897, c. 334, that, upon the making of an assignment by a debtor within 10 days after the levy of an attachment, the attachment and levy “shall be dissolved, and the property attached or levied upon shall be turned over to such assignee or receiver.” Therefore the prayer of the petition must be granted, unless the act is inoperative upon this attachment because it is founded upon contracts entered into before the passage of the act. If application of the statute to such state of facts impairs the obligations of the contract, it is clearly to. that extent in conflict with the constitution of the United States, and this involves an inquiry which must be governed by the rules of construction which prevail in the courts of federal jurisdiction. The decisions of the supreme court are both numerous and instructive as to various classes of legislation which are thus inhibited. They clearly establish the doctrine that taking away substantial remedies for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heath-milligan-manufg-co-v-union-oil-paint-co"
    }
  ],
  "relatedIncidents": [
    29942,
    29943,
    29950,
    29953,
    29963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}