{
  "id": 29943,
  "title": "1897년 Washington Liquor Co. v. Northwest Live Stock Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-10-27",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Washington Liquor Co. v. Northwest Live Stock Co.. 판결일: 1897-10-27. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Washington Liquor Company v. Northwest Live Stock Company\n**판결일**: 1897-10-27\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Dunbar\n\n## 변호인\n\nPierce & Baldwin, for appellant., S. G. Allen, and Porterfield & Rockwell, for respondent.\n\n## 인용\n\n- 18 Wash. 71\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nDunbar, J.\nThis action was brought by the respondent against Joseph Neumann and S. Summerfield, partners doing business under the firm name of Neumann and Company, the Northwest Live Stock Company, the appellant here, and the sheriff of Spokane county. The action was to foreclose a chattel mortgage made by Neumann and Summerfield to the respondents; and the appellant, the Live Stock Company, and the sheriff were made co-defendants because the Live Stock Company was a judgment and execution creditor of Neumann and Summerfield, and the sheriff had seized and had possession of, under the execution, the stock of goods described in the chattel mortgage. The defendants Neumann and Summerfield did not appear in the action. The appellant and the sheriff answered, alleging that the chattel mortgage was made by Neumann and Summerfield without consideration, for the purpose of defrauding their judgment creditor, the Live Stock Com*72pany, and prayed that the chattel mortgage be adjudged fraudulent and void as to appellant.\nThe plaintiff replied denying generally the new matter set up in the answer. Upon a trial upon the merits the court below made the following findings of fact:\n“ 1. That note and mortgage sued on in this cause was duly and regularly executed on February 1, 1897, and said mortgage was filed and recorded as provided by law;\n“ 2. That said mortgage was given in good faith for a valuable consideration and no fraud appearing in sai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-liquor-co-v-northwest-live-stock-co"
    }
  ],
  "relatedIncidents": [
    29941,
    29942,
    29950,
    29953,
    29963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}