{
  "id": 29948,
  "title": "1897년 O'Hara 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-09-07",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: O'Hara. 판결일: 1897-09-07. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Thomas O'Hara\n**판결일**: 1897-09-07\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Dunbar\n\n## 변호인\n\nHopkins & Onstine, George Watkins, and A. D. Wilson, for appellant., John A. Pierce, Prosecuting Attorney, for Tke State.\n\n## 인용\n\n- 17 Wash. 525\n\n## 판결문 요약\n\n\nTke opinion of the court was delivered by\nDunbar, J.\nThe appellant was indicted for tke crime of arson, and on trial was convicted and sentenced to tke penitentiary. The state offered in evidence some letters and a trespass notice purporting to kave been written and signed by tke defendant. These were admitted over tke objection of tke defendant, and were filed as exhibits in tke case. After tke state kad rested, and tke defendant was introduced as a witness in kis own behalf, upon cross-examination, over kis objections, he was compelled to testify that the letters and notice above referred to- had been written by him. Tkis is alleged as error by the appellant, and we think it unquestionably was error on tke part of tke court and was in violation of section 9 of article 1 of tke constitution, which provides tkat no person shall be compelled in any criminal case to give evidence against himself. Tke state kad not been able to identify tke handwriting of tke defendant, and, kad it not been for tke testimony of tke defendant above referred to, tke identification could not kave been made. Tke testimony was therefore against the interests of tke defendant. Tkis error *527would be sufficient to reverse this case, for a constitutional right of the defendant has been invaded; but, in view of the fact that the case, if re-tried, will probably come bach here upon the same testimony,» we have examined the testimony and concluded that it is entirely insufficient to convict the defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ohara"
    }
  ],
  "relatedIncidents": [
    29926,
    29938,
    29940,
    29941,
    29942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}