{
  "id": 29954,
  "title": "1897년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-05-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Thompson. 판결일: 1897-05-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: E. Y. Thompson v. the State\n**판결일**: 1897-05-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nT.R. Austin,  for appellant.\n\n Mann Trice,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 40 S.W. 997\n- 37 Tex. Crim. 654\n\n## 판결문 요약\n\nAppellant was convicted of a violation of the estray law, and appeals. The first count of the indictment charges appellant with having unlawfully removed a certain estray horse from Coleman County, and the second count charges that he unlawfully took up and used said animal without complying with the law regulating estrays. There are several questions raised by appellant that, we deem unnecessary to be discussed under the view we take of the case. It is contended that the testimony is insufficient to support the conviction. We believe the point is well taken. The State's case, as made by the witnesses, is that the horse in question had been in defendant's pasture for two or three years. The State failed to show how the animal came to be in the pasture. The defendant's testimony shows that about three years before the trial of this case the horse broke into the pasture at a time when there was neither water nor grass in the lane on the outside of the pasture, and that he could not keep up his fence, nor keep his gates closed, and, knowing that the horse would starve for water and grass on the outside, he therefore let him remain in the pasture. The State also showed that the defendant's boys were seen to use the horse, but no witness for the State testified that the defendant ever handled the horse, or ever used him in any manner. The testimony for the defense shows that the defendant never handled the horse, and that his boys broke and used the horse in the absence of the def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-state"
    }
  ],
  "relatedIncidents": [
    29938,
    29940,
    29941,
    29942,
    29943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}