{
  "id": 29958,
  "title": "1897년 Zerbe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-05-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Zerbe. 판결일: 1897-05-03. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: J. H. Zerbe, in Error v. Missouri, Kansas & Texas Railway Company, in Error\n**판결일**: 1897-05-03\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ellison\n\n## 변호인\n\nGeo. P. B. Jackson for plaintiff in error., Hoss & Scott for respondent.\n\n## 인용\n\n- 70 Mo. App. 644\n\n## 판결문 요약\n\n\nEllison, J.\nThis action is for damages caused by defendant killing plaintiff’s mule by running over or against it with a train of cars. Plaintiff recovered and defendant prosecutes a writ of error. There is no bill of exceptions, leaving simply the record proper.\nThe petition claimed the sum of $65, whereas the judgment rendered was for the sum of $71.12. This was error.\nAtriSiL^ac“ce:d cesfofeamiuntx‘ Pra3e or. It is claimed here that the excess of $6.12 over the amount claimed represents interest at six per cent erroneously allowed by the jury and included in the judgment, and an offer to remit the excess is made here. But to say that the excess represents interest at the rate of six per cent is mere conjecture. If the jury allowed the whole sum of $65 as the value of the mule, then six per cent on that sum to the date' of the verdict would equal the amount of the excess. But who can say that the jury allowed the full sum of $65 and calculated interest on that at the rate of six per cent. It is certainly a common matter for more to be claimed by an interested plaintiff than a disinterested jury is willing to allow. We can not tell but that the jury allowed less than $65 as the value of the mule and calculated interest at a greater rate than six per cent. It *647is a matter of small moment, but the rule announced in this case would govern others of larger concern.\nWe are cited to the cases of Poulson v. Collier, 18 Mo. App. 583 and Girvin v. Refrigerator Co., 66 Mo. App. 31...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zerbe-v-missouri-kansas-texas-railway-co"
    }
  ],
  "relatedIncidents": [
    29938,
    29940,
    29957,
    29966,
    29923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}