{
  "id": 29950,
  "title": "1897년 Johannes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Johannes. 판결일: 1897-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Christopher Johannes and Meta Johannes v. Felix Martian\n**판결일**: 1897-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Bradley\n\n## 변호인\n\nCharles Strauss [Sidney H. Weinberg with him. on the brief], for the appellants., Henry A. Powell, for the respondent.\n\n## 인용\n\n- 22 A.D. 561\n- 48 N.Y.S. 102\n\n## 판결문 요약\n\n\nBradley, J.:\nThe plaintiffs sought by this action to- set aside a conveyance made by them, by deed, of a certain lot in the city of Brooklyn to the defendant, for the alleged reason that the execution of the deed by them was obtained by fraud and deception practiced upon them by the defendant. The defendant married the daughter of the plaintiffs, and several years after the marriage she died intestate, without issue, seized of the premises in question. They had occupied them as a place of residence for five or six years prior to her death. About one week after her burial the defendant procured the execution by the plaintiffs of a deed of conveyance to him of the lot, in which the consideration expressed is “ one dollar and other considerations.”\nThe transaction of the business was at the residence of the plaintiffs, where the defendant and his lawyer came for the purpose. The evidence of the plaintiffs was to the effect that they were not advised and did not understand that they executed any deed of conveyance, but that, as they understood, they were requested to sign the defendant’s will, and their statement of the circumstances tended to prove that they were, by deceptive means used by the defendant, led into the execution of the deed. The certificate of acknowledgment was made by the lawyer, who was a notary, public.\nThe evidence on the part of the defendant was quite different. It consisted of the testimony of the defendant and the lawyer, and was to the effect that, in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johannes-v-martian"
    }
  ],
  "relatedIncidents": [
    29941,
    29942,
    29943,
    29953,
    29963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}