{
  "id": 29957,
  "title": "1897년 Frazier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-05-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Frazier. 판결일: 1897-05-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: FRAZIER v. GEORGIA RAILROAD & BANKING CO.\n**판결일**: 1897-05-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Little\n\n## 변호인\n\nSamuel H. Sibley, for plaintiff., Joseph B. & Bryan Gamming and M. P. Reese, for defendant.\n\n## 인용\n\n- 101 Ga. 70\n\n## 판결문 요약\n\n\nLittle, J.\n1. An examination of the record shows that the demurrer filed was based upon two grounds: (1) that the tort complained of did not occur within two years next preceding the bringing of the plaintiff’s suit; and (2) because the declaration sets forth no valid legal cause of action against the defendant. The only question, however, which we find it necessary to decide here is that of the statute of limitations. This involves the inquiry only,- whether the action instituted by the plaintiff is for injuries done to the person and to be brought within two years after the right of action accrues, under section 3900 of the Civil Code; or whether it should be treated as an action for injuries to personalty, as claimed by the plaintiff, and therefore not barred until four years after the -right of action accrues.\nThe petition is filed by the father, alleging the wrongful homicide of his son, aged 14 years, by the servants and agents of the defendant engaged in the running and operation of its trains. It may be well to consider, in the determination of this question, the basis of the father’s right to recover when he shall have made out a proper case. Section 3816 of the Civil Code provides that every person may recover for torts committed to himself, or his wife, or his child, or his ward, or his servant. This section is simply declaratory of the common law. Bell v. Central Railroad, 73 Ga. 520. At common law, the parent’s right to recover is by legal fiction predicated upo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frazier-v-georgia-railroad-banking-co"
    }
  ],
  "relatedIncidents": [
    29938,
    29940,
    29958,
    29966,
    29923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}