{
  "id": 29953,
  "title": "1897년 Estate of Moneypenny 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-05-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Estate of Moneypenny. 판결일: 1897-05-24. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Estate of Wm. B. Moneypenny. Appeal of Luke A. Lockwood\n**판결일**: 1897-05-24\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Dean, Fell, McCollum, Mitchell, Williams\n\n## 변호인\n\nW. M. Little, with him C. A. Little, for appellant., JE. J. Jordan, for appellee., A record which imports absolute verity, and is not the subject of contradiction — such a record as is the subject of consideration by appellant, W. JS. Little, with him O. A. Little, for appellant, in reply.\n\n## 인용\n\n- 181 Pa. 309\n\n## 판결문 요약\n\n\nOpinion by\nMr. Justice Mitchell,\nThe decedent died in 1884, and in the same year an appraiser was appointed and the collateral inheritance tax on personal property assessed and paid. Nearly twelve years afterwards a new appraiser was appointed by the register of wills, and made an appraisement of the proceeds of real estate in the city of New York which had been sold by the executors under the directions of the will, upon the expiration of certain life estates. The ground of this second appraisement was that the New York land had been converted into personalty by the testator’s direction to sell and that the first appraiser had omitted it. The fact of such omission was conceded. The auditor found expressly that the omission was not induced by any fraud or concealment, and the undisputed evidence shows that it was not the result of accident or of mistake in any proper legal sense but was done intentionally by the appraiser upon his view of *313the law. The error, if there was one, was due to the appraiser’s erroneous judgment, deliberately reached upon knowledge of all the facts. The commonwealth seeks, and the court has sustained, a second appraisement to revise this judgment of the appraiser. Clearly this cannot be done. The plain statutory remedy for such a case is not a second appraisement, but an appeal from the first. It does not admit of doubt that if the commonwealth had appealed, the court would have reviewed the appraiser’s action and corrected any error. This fact ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=estate-of-moneypenny"
    }
  ],
  "relatedIncidents": [
    29941,
    29942,
    29943,
    29950,
    29963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}