{
  "id": 29956,
  "title": "1897년 Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-05-08",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Adams. 판결일: 1897-05-08. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Wade Adams v. The City of Salina\n**판결일**: 1897-05-08\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Johnston\n\n## 변호인\n\nGarver & Larimer and Bond & Osborn, for plaintiff in error., David Ritchie, for defendant in error.\n\n## 인용\n\n- 58 Kan. 246\n\n## 판결문 요약\n\n\nJohnston, J.\nOn April 20, 1893, Dana Adams was • charged with assaulting another with a deadly weapon with intent to kill, and upon a plea of guilty, was sentenced to confinement and hard labor in the penitentiary for a term of seven years. On the evening of that day, while he was in the custody of the sheriff in Salina on his way to the penitentiary, he was seized by a mob and killed. At the time of his death he was nineteen years of age. His father, Wade Adams, brought this action, alleging that in the death of his son he had sustained a loss of five thousand dollars. The jury awarded him only two dollars ; and he now complains of the rulings of the court in the admission of testimony and in charging the jury. Testimony was received as to the reputation and conduct of Dana Adams for several years immediately prior to his death. His reputation as to honesty, economy, and industry was shown to be very bad; and the j ury found that he had the reputation of being a lazy, thievish, and turbulent person. In addition to testimony of his general reputation, specific cases of the commission of crime were proved, including larceny, conducting a gambling house, and *248assault with intent to kill; and further, that on two occasions he had entered a plea of guilty to criminal charges.\n, _ . .. , SiefnevidlSolf\" wlien. In our view, no error was committed in receiving the testimony. The action is brought under the statute which makes incorporated cities and towns liable for damages that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adams-v-city-of-salina"
    }
  ],
  "relatedIncidents": [
    29938,
    29940,
    29941,
    29942,
    29943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}