{
  "id": 29967,
  "title": "1897년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-01-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Scott. 판결일: 1897-01-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Scott v. Donald\n**판결일**: 1897-01-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Beewee, Brown, Shiras\n\n## 변호인\n\nMr. William A. Barber, Attorney General of the State of South Carolina, for appellants., Mr. J. P. Kennedy Bryan for appellee.\n\n## 인용\n\n- 165 U.S. 107\n- 17 S. Ct. 262\n- 41 L. Ed. 648\n- 1897 U.S. LEXIS 1954\n\n## 판결문 요약\n\n\n165 U.S. 107 (1897)\nSCOTT\nv.\nDONALD.\nNo. 410.\nSupreme Court of United States.\nArgued October 21, 22, 1896.\nDecided January 18, 1897.\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF SOUTH CAROLINA.\n*111 Mr. William A. Barber, Attorney General of the State of South Carolina, for appellants.\nMr. J.P. Kennedy Bryan for appellee.\nMR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.\nHaving, in the cases at law, in which the opinion has just been delivered, and for reasons therein given, reached the conclusion that the dispensary law of South Carolina, approved January 2, 1895, is so far unconstitutional and void that this *112 plaintiff can maintain an action at law against these defendants for seizing his liquors, we are called upon now to consider whether there is a valid remedy by way of injunction to restrain executive officers from continued and repeated acts of trespass in seizing and carrying away, and confiscating for the use of the State the property of the complainant so imported.\nThe bill prays for an injunction on the several grounds of irreparable damage; that the acts complained of prevent the exercise by the complainant of his right to import without molestation lawful commodities, the products of other States; to avoid multiplicity of suits; and the want of adequate remedies at law.\nThe objections to proceedings against state officers by injunction are that it is, in effect, proceeding against the State itself, and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-donald"
    }
  ],
  "relatedIncidents": [
    29938,
    29940,
    29941,
    29942,
    29943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}