{
  "id": 29966,
  "title": "1897년 Hardison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-02-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Hardison. 판결일: 1897-02-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: C. W. Hardison v. Atlantic and North Carolina Railroad Company.\n**판결일**: 1897-02-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Fubohes\n\n## 변호인\n\nMessrs. L. J. Moore and I). L. Ward, for plaintiff (appellant)., Messrs. P. M. Pea/rsall and Glarlc da Cuion, for defendant.\n\n## 인용\n\n- 26 S.E. 630\n- 120 N.C. 492\n\n## 판결문 요약\n\nThis action was commenced in the court of a justice of the peace to recover damages for killing a cow. *Page 342 \n(494)    The plaintiff's evidence showed that defendant's train ran over plaintiff's cow and killed her and that this action was commenced within less than three months thereafter and rested his case. The defendant introduced evidence tending to show there was no negligence on the part of the defendant in killing the cow, and rested.\nAt the close of the evidence the Court instructed the jury as follows: \"That plaintiff had failed to make out a case of negligent killing against the defendant, and that they should answer the first issue `No.'\" And the jury found the issue as directed by the Court for the defendant.\nThe plaintiff moved for a new trial for misdirection to the jury. This motion being overruled and judgment for the defendant, plaintiff appealed.\nThere was error in the instructions given to the jury, for which the plaintiff is entitled to a new trial.\nWhen the plaintiff showed the killing and that the action had been commenced within less than six months thereafter, this in law made a primafacie case of negligence against the defendant. Section 2326 of The Code.\nUnder this statute, as we understand it, at the close of plaintiff's evidence (if the defendant had introduced no evidence), it would have been the duty of the Court to instruct the jury to find the first issue for the plaintiff. But as the defendant introduced evidence tending to show there was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hardison-v-atlantic-north-carolina-railroad"
    }
  ],
  "relatedIncidents": [
    29938,
    29940,
    29957,
    29958,
    29923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}