{
  "id": 29965,
  "title": "1897년 Garrett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1897-02-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Garrett. 판결일: 1897-02-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: W. H. Garrett v. the State\n**판결일**: 1897-02-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nJ.W. Scott,  for appellant, filed an able argument upon his motion for rehearing, after the first opinion affirming the judgment had been handed down.\n\n Mann Trice  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 38 S.W. 1017\n- 37 Tex. Crim. 198\n\n## 판결문 요약\n\nAppellant was convicted of perjury, and his punishment assessed at five years in the penitentiary, and prosecutes this appeal. Appellant filed a motion for a continuance on account of the absence of the following named witnesses: Dr. Rowe, Calvin Inman, and Buckley Williamson, who live in Navarro County, and A.D. and George Martin, who reside in Limestone County. The diligence shown to procure the attendance of these witnesses appears to have been sufficient. We do not consider the testimony of Dr. Rowe, as stated by the appellant, of a material character. No issue appears to have been made as to the insanity of the appellant at the time of the alleged signing of said note, and the fact that Dr. Rowe would testify that he attended the defendant in several cases of sickness, and that during said time said defendant suffered with his head, and at times was deranged from said head troubles, would, it occurs to us, be immaterial. And the allegation that he could prove by certain witnesses \"that they had gathered the corn of William Trumbull, on Floyd's place, and that Floyd did not come at any time while they were there and receive a note from the defendant,\" is not such a showing of facts as we can consider of a material character. The witness, Floyd, does not testify that these parties were present and saw the execution and delivery of the note, and the expression, in the application for a continuance, that Floyd did not come in at any time while they were there and receive a n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garrett-v-state"
    }
  ],
  "relatedIncidents": [
    29938,
    29940,
    29941,
    29942,
    29943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}