{
  "id": 29973,
  "title": "1896년 Templeton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-10-22",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Templeton. 판결일: 1896-10-22. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The Manns Brothers Boot and Shoe Company v. Templeton\n**판결일**: 1896-10-22\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Jordan\n\n## 변호인\n\nCortez Ewing and Davison Wilson, for appellants., B. F. Bennett and Thomas E. Davidson, for appellees.\n\n## 인용\n\n- 149 Ind. 706\n\n## 판결문 요약\n\n\nJordan, J.\nAppellants unsuccessfully prosecuted' this action against appellee in the lower court to set aside certain alleged fraudulent mortgages, assignments, and transfers, etc.\n*707It appears from the record that this appeal was submitted and notice thereof issued on June 22,1895. On the 16th of the following September appellant’s brief was filed. This brief does not appear among the • papers in the cause. On September 17, 1895, appellants and appellees filed with the clerk a written agreement,.wherein it is recited that “it was heretofore agreed that said cause should not be dismissed for failure of appellants to file a brief within the time required by the rules of court.” On January 20, 1896, a “substituted brief” was filed by appellants.\nRule twenty of this court provides: “Where a cause is submitted on call, by agreement, or upon notice, the appellant shall have sixty days in which to file a brief, and if a brief is not filed within the time limited, the clerk shall enter an order dismissing the appeal, unless the appellee shall have filed with the clerk a written request that the cause be passed upon by the court,” etc. In the case at bar appellants did not file a brief until nearly a month after the expiration of the limit fixed by the above rule. This rule is mandatory, and if appellants’ brief is not filed within sixty days after a cause is submitted it becomes the imperative duty of the clerk of this court to enter an order dismissing the appeal, unless before ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=manns-bros-boot-shoe-co-v-templeton"
    }
  ],
  "relatedIncidents": [
    29980,
    29981,
    29990,
    29991,
    29941
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}