{
  "id": 29971,
  "title": "1896년 Parsons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-11-28",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Parsons. 판결일: 1896-11-28. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Parsons v. Snider\n**판결일**: 1896-11-28\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Brannon\n\n## 변호인\n\nW. B. Maxwell for appellants,, Vm. G. Conley for appellees,\n\n## 인용\n\n- 42 W. Va. 517\n\n## 판결문 요약\n\n\nBrannon, Judge:\nParsons made a deed of trust on land to Maxwell, as trustee, to secure a note to Snider. Messenger owned a judgment later as a lien than the deed of trust, and brought a chancery suit in Mineral county to enforce his judgment against the land embraced in the trust, and to convene the liens upon it, making Parsons and Maxwell defendants as to their rights under said trust. After Parsons and Maxwell had been served with process in the Messenger suit, they sold the realty conveyed by the deed of trust, and, the sale not producing enough to pay the debt, Snider brought an action before a justice to get judgment for the balance, when Parsons brought a chancery suit in Tucker county to enjoin the prosecution of the suit before the justice, to set aside the sale under the deed of trust, and punish said Snider and Maxwell for their contempt in making it pending the Mineral county suit. Upon answers by Snider and Maxwell, and demurrer and motion to dissolve the injunction, an order was made overruling the motion to dissolve *519and the demurrer, and sending the case to the circuit court of Mineral to be disposed of.\nWe can only review the case as it arises upon the motion to dissolve the injunction. The overruling a demurrer merely is not appealable action. Buehler v. Cheuvront, 15 W. Va. 479. Nor is the action of the court sending the case to'Mineral appealable. But the hearing on the motion to dissolve practically hears the case on the demurrer. It is clear that Sni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parsons-v-snider"
    }
  ],
  "relatedIncidents": [
    29979,
    29948,
    29973,
    29974,
    29975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}