{
  "id": 29978,
  "title": "1896년 Territory of New Mexico v. Chavez y Chavez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-09-01",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Territory of New Mexico v. Chavez y Chavez. 판결일: 1896-09-01. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: TERRITORY OF NEW MEXICO v. JOSE CHAVEZ y CHAVEZ\n**판결일**: 1896-09-01\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Bantz, Collier, Hamilton, Laughlin\n\n## 변호인\n\nVeeder & Veeder for appellant., John P. Victory, solicitor general, for the territory.\n\n## 인용\n\n- 8 N.M. 528\n\n## 판결문 요약\n\n Bantz, J. The defendant was convicted in San Miguel county for the murder of Gabriel Sandoval and sentenced to death, and the cause is brought here on appeal. It is claimed for the accused that the only witnesses whose testimony directly connected the defendant with the crime charged are accomplices in the crime. The credit to be given to their testimony was therefore of the highest' importance. To shake that credit it was sought, on cross-examination- of each of such accomplices, to show that he had a past history for criminal ■actions, which, if exposed, would have had a material influence upon the weight to be given his testimony by the jury. It is claimed that the right to so cross-examine was denied, and that the court committed error in so doing. The attack upon the credit of a witness -must ordinarily be confined to proof of general reputation, and specific acts may not be shown, unless relating to the interest, bias or prejudice of the witness. But according to the more modern American cases the attack may also be made on cross-examination, in which the witness may be required to disclose matters in his own history, provided they clearly affect his credibility, even though they may tend to disgrace him. See, also, opinion of Lord Eldon in Parkhurst v. Louten, 2 Swan. p. 216. The latitude of such cross-examination is to enable the jury to understand the character of the witness they- are called upon to believe. It is to be presumed that the witness will protect himsel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=territory-of-new-mexico-v-chavez-y-chavez"
    }
  ],
  "relatedIncidents": [
    29985,
    29938,
    29940,
    29957,
    29958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}