{
  "id": 29974,
  "title": "1896년 Prather 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-10-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Prather. 판결일: 1896-10-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Catherine A. Prather v. J. C. Prather\n**판결일**: 1896-10-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Given\n\n## 변호인\n\nL. B. Bolter <& Sons and Frank Tamisiea for appellant., S. H. Cochran for appellee.\n\n## 인용\n\n- 99 Iowa 393\n\n## 판결문 요약\n\n\nGiven, J.\n1 I. The treatment alleged by plaintiff as inhuman is that, about July, 1898, defendant became abusive, disagreeable, and fault-finding, falsely accusing her with not being virtuous and true, and with being unduly intimate with other men; that about the twentieth of December, 1893, and in January, 1894, defendant, without cause or provocation, assaulted, beat, struck and kicked her, causing her great, injury, pain and suffering. The treatment alleged by defendant as inhuman is that, about July, 1893, the plaintiff began to display a contentious,. quarrelsome disposition, frequently saying that she did not propose to live longer with defendant, telling him to leave their home, and using vile and opprobrious epithets to him, in the presence of their children; that about the first of January, 1894, she brought to the house two young unmarried men, strangers to defendant, and that she and the fourteen-year old daughter of defendant sat up with said men nearly all night; that between July, 1893, and January, *3951894, plaintiff attended dances and associated with one Burk, contrary to defendant’s wishes; that plaintiff would frequently leave their three young children with defendant, and attend dances, against his wishes, with other men, and stay out with them until late hours in the night; that about the first of February, 1894, the plaintiff ordered him to leave their home, called him vile names, and struck him with a stove poker; that on the first day of February, 18...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prather-v-prather"
    }
  ],
  "relatedIncidents": [
    29956,
    29971,
    29973,
    29975,
    29978
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}