{
  "id": 29975,
  "title": "1896년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-10-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: King. 판결일: 1896-10-19. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: KING v. State\n**판결일**: 1896-10-19\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Lumpkin\n\n## 변호인\n\nBlandford & Grimes, for plaintiff in error., £. P. 'Gilbert, solicitor-general, contra.\n\n## 인용\n\n- 99 Ga. 686\n\n## 판결문 요약\n\n\nLumpkin, Justice.\n1. Tbe plaintiff in error was convicted of tbe crime of burglary. Tbe State’s contention was, that be broke and entered a bouse, witbin tbe curtilage of tbe prosecutor’s dwelling-house, with intent 'to steal certain chickens, and did 'actually steal tbe same. Tbe evidence showed -that the bouse in question was broken, and that a theft of chickens therein contained was committed. Tbe material issue in tbe case was whether or not tbe accused was the guilty party. It also appeared that tbe prosecutor bad some chickens in a coop, and that they disappeared simultaneously with those in tbe house. Tbe offense was committed at night. There was no direct evidence to show tbe guilt of tbe accused, but-tbe State relied mainly upon the fact that on tbe next morning be was found in possession of chickens belonging to tbe prosecutor, which bad previously been either in 'the bouse or in 'the coop, or perhaps Some of them may have been in one and some in tbe other. It does not affirmatively and distinctly appear, however, that the accused bad in bis possession any of 'the chickens which were •taken from tbe 'house. Upon this state of facts, a charge in tbe following language was mot fair to tbe accused, and did not present the true law of the case: “If be [tbe accused] has not satisfied you from tbe testimony in tbe case, and be was found in tbe possession of them [tbe chickens], and a burglary had been committed, then, gentlemen, you would be authorized to return a verdic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    29971,
    29973,
    29974,
    29978,
    29979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}