{
  "id": 29988,
  "title": "1896년 Wygant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-02-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wygant. 판결일: 1896-02-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Niagara Grape Market Company, Resp't v. Dennis M. Wygant, Def't. Charles Hertzog, App'lts\n**판결일**: 1896-02-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Rumsey\n\n## 변호인\n\nGeorge Flammer, for app’lts; J. J. Townsend, for resp’fc,\n\n## 인용\n\n- 73 N.Y. St. Rep. 110\n\n## 판결문 요약\n\n\nRUMSEY, J.\nThe opposing parties upon this appeal claim under separate warrants of attachment against the defendant, and the appeal is taken from an order awarding to the warrant sued out by plaintiff priority over one procured by the firm of Hertzog Bros., who are the appellants. The facts are not in dispute. The warrant.of the Hertzogs was granted by a judge on the evening ■of December 3d. On the morning of the 4tli of December, at an early hour, the plaintiff caused an application for a warrant of attachment to be made to a justice of this court, at his house. The papers were presented to the justice by a servant. The warrant was signed by the judge, and the papers were handed by the servant to the plaintiff's messenger, who examined them, and, noticing that the original warrant was not among them, asked for it, but was told that the judge had kept it. In fact, the judge had retained it by mistake, intending to keep the original bond, that he might cause it to be filed, but keeping the warrant instead. The young man went away with the papers which had been handed to him, which did not include the original warrant of attachment. At 9 o’clock, the hour at which the sheriff’s office was opened, the bearer of each set of papers made his appearance. The plaintiff’s attorney presented to the sheriff the papers upon which the application for his warrant had been made, with a copy of the warrant, which was marked No. 1. The warrant of Hertzog Bros, was next received, and marked No...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=niagara-grape-market-co-v-wygant"
    }
  ],
  "relatedIncidents": [
    29971,
    29973,
    29974,
    29975,
    29978
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}