{
  "id": 29981,
  "title": "1896년 Carr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Carr. 판결일: 1896-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Walter S. Carr v. John Charles Anderson\n**판결일**: 1896-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Brown\n\n## 변호인\n\nJosiah T. Marean, for the appellant., Thomas M. North, for the respondent.\n\n## 인용\n\n- 6 A.D. 6\n- 39 N.Y.S. 746\n\n## 판결문 요약\n\n\nBrown, P. J.:\nOn January 21, 1888, in an action wherein John Charles Anderson, the respondent, was plaintiff and Walter S. Oarr, the appellant, and others were defendants, upon the Avritten consent of said Oarr, a judgment was duly entered, Avherein it Avas adjudged that the last will and testament and codicil of John Anderson, deceased, the father of the respondent, had been duly executed and were valid instruments, and the appellant was perpetually enjoined from impeaching said will or codicil, or otherwise making any claim in opposition thereto.\nThe object of this action is to procure the judgment so entered to be vacated and set aside, upon the ground that the appellant was induced, by the false and fraudulent advice of his counsel, to consent to the entry thereof.\nWe have carefully read and considered the argument of the learned counsel for the appellant, wherein he contends that the consent to the entry of the judgment against his client was the result of false advice given to him by the counsel, then acting for him, in relation to his rights and interests in the land of which John Anderson died seized, and that such advice was the product of a corrupt and unlaAvful pressure brought to bear upon such counsel by the respondent, and that consequently the consent Avas obtained under such circumstances as entitles the appellant to be relieved therefrom. That argument has not convinced us of the merit of the appellant’s case, and we concur in the conclusion of the trial cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carr-v-anderson"
    }
  ],
  "relatedIncidents": [
    29973,
    29980,
    29990,
    29991,
    29941
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}