{
  "id": 29985,
  "title": "1896년 Aud and Townsend v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-05-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Aud and Townsend v. State. 판결일: 1896-05-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ella Aud and Edgar Townsend v. the State\n**판결일**: 1896-05-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Henderson\n\n## 변호인\n\nDavis  Garnett  and  Potter, Potter  Cofer  appellants, filed an able brief in the case. Upon the question of incompetency and corruption of the juror, as ground for new trial, they cited Hanks v. State,  21 Tex. 527 ; Whar. Crim. Law, 3rd Ed., &#167;&#167; 31-32; Henrie v. State,; Long v. State, 10 Tex.Crim. App., 198; Nash v. State, 2 Tex.Crim. App., 362; State v. Wheeler (Mo.), 18 S.W. Rep., 925; Graham v. State, 28 Tex.Crim. App., 582; Sewall v. State, 15 Tex.Crim. App., 56.\n\nUpon the insuff\n\n## 인용\n\n- 35 S.W. 671\n- 36 Tex. Crim. 76\n\n## 판결문 요약\n\nThe appellants were tried together on a charge of murder, were convicted of murder in the second degree, and each given a term of twenty years in the penitentiary, and from the judgment and sentence of the lower court they prosecute this appeal. On the trial of the case, the prosecuting attorney, in his speech to the jury, said: \"Mr. Carr, you are the only man on the jury who answered that you knew Ella Aud. The country expects that you do your duty;\" and the County Attorney, just previous to this, asserted in a most positive manner \"that the defendants were guilty, and ought to be convicted.\" It appears from the bill of exceptions, that the juror, Carr, had answered that he was slightly acquainted with the defendant, Ella Aud. Appellants objected to these remarks, and also the following remarks of said attorney: \"They ask you to turn this man loose, and then, when you do that, if a new trial should be needed for the woman, they want the man cleared so that they can get his testimony. At least, this is my judgment.\" Appellants excepted to these remarks of counsel. The court certifies that, on his attention being called to the matter, he reprimanded counsel for making said remarks, and the jury were instructed to wholly disregard them. He further certifies that the last above quoted remarks were not excepted to at the time. In this action of the court there was no error. Appellant, on the trial of the case, introduced a witness by the name of Scaiff, who testified that Wade Al...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aud-and-townsend-v-state"
    }
  ],
  "relatedIncidents": [
    29978,
    29938,
    29940,
    29957,
    29958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}