{
  "id": 29986,
  "title": "1896년 Watkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-05-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Watkins. 판결일: 1896-05-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Ella Watkins v. Silas Watkins\n**판결일**: 1896-05-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Smith\n\n## 변호인\n\nCole & Burnett and II. C. Timmonds for appellant., Chas. B. Davis and James M. Dye for respondent.\n\n## 인용\n\n- 66 Mo. App. 468\n\n## 판결문 요약\n\n\nSmith, P. J.\nThe plaintiff brought her action of divorce against the defendant, in which there was a trial and decree dismissing the former’s petition. The plaintiff filed a motion for a new trial, and also a further motion to require defendant to pay a reasonable sum monthly for her support and maintenance, pending her appeal, and for such other sum as should be deemed necessary to enable her to perfect and prosecute her appeal, to pay attorney’s fees, and to defray the other necessary expenses thereof. The latter motion was by the court sustained and judgment given the plaintiff for $200 to pay the expenses of her appeal. So far as the record discloses, the motion for a new trial has not been disposed of. Nor does it appear that the plaintiff, at the time of the rendition of the judgment, had applied for, or been granted, an appeal. The appeal here is by the defendant, who contends that the trial court exceeded the bounds of its jurisdiction in the rendition of the judgment against him.\n*471The statute provides that when a divorce shall be adjudged, the court may make an order touching the alimony and maintenance of the wife, etc. It further provides that the court may decree alimony, pending a suit for divorce, in all cases where the same would be just. _R. S., sec. 4505. The wife is entitled to alimony and suit money as long as the litigation continues. •Bish. on Mar. &amp; Div., secs. 384, 387.\nBut in the present case, there was a final decree from which there was no ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watkins-v-watkins"
    }
  ],
  "relatedIncidents": [
    29971,
    29973,
    29974,
    29975,
    29978
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}