{
  "id": 29982,
  "title": "1896년 McCullar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-06-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McCullar. 판결일: 1896-06-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Fred McCullar v. the State\n**판결일**: 1896-06-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nB.F. Ballard, T.P. Morris  and  A.J. Williams,  for appellant, filed an able brief in the case.\n\n Mann Trice,  Assistant Attorney-General, for the State.\n\n[No brief found with the record. &#8212; Reporter.]\n\n## 인용\n\n- 36 S.W. 585\n- 36 Tex. Crim. 213\n\n## 판결문 요약\n\nAppellant was convicted of seduction, and given two years in the penitentiary, and prosecutes this appeal. There is nothing in appellant's motion to quash the indictment in this case. It follows the statutes, and is in accordance with Willson's form on the subject. On the trial of this case, the defendant introduced Eliza McCullar to prove that Anna May Lindsey was not a woman of virtuous character. Said witness testified on her direct examination that she knew the general reputation of Anna May Lindsey in the community in which she lived, as a woman of virtue and chastity, and that such reputation was bad; and afterwards, on her cross-examination, by the State, she testified that she had heard different ladies in the neighborhood speak disparagingly of her conduct as early as April, 1893. She also stated that she had \"heard it said, a half dozen or more times, that Anna May Lindsey would not do, and that her language was rough, and her manner rude, and did improper things with men.\" On further examination, this witness stated that she never heard any person say she was not a virtuous woman. The State then objected to said testimony, and asked to have it excluded from the jury. The court excluded the same, and the defendant reserved his bill of exceptions thereto. This bill of exceptions appears in the record, but it is not approved by the trial judge. The evidence appears to have been admissible, but, as the bill is not approved, we cannot consider it. The introduced one Cha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccullar-v-state"
    }
  ],
  "relatedIncidents": [
    29971,
    29973,
    29974,
    29975,
    29978
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}