{
  "id": 2999,
  "title": "2017년 State v. Rogers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-01-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Rogers. 판결일: 2017-01-10. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Robert H. ROGERS\n**판결일**: 2017-01-10\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ardini, Martin, Newton, Thomas\n\n## 변호인\n\nNathan J. Aquino, for Respondent, Rosalynn Koch, for Appellant\n\n## 인용\n\n- 506 S.W.3d 414\n\n## 판결문 요약\n\n\nORDER\nPER CURIAM:\nRobert H. Rogers (“Rogers”) was charged with first-degree rape, section 566.030, and first-degree assault, section *415565.050. After a trial by jury, he was acquitted of the first-degree rape charge and found guilty of first-degree assault. In his sole point on appeal, Rogers alleges that the trial court’s pre-trial ruling to exclude evidence that the victim had previously engaged in self-harming actions was an abuse of discretion and violated Rogers’ right to due process, a fair trial, and a meaningful opportunity to present a defense in violation of the Sixth and Fourteenth Amendments to the United States Constitution and Article I, Sections 10 and 18(a) of the Missouri Constitution. Because the point was not preserved for appeal, Rogers did not request plain error review, and there does not appear to be an evident, obvious, and clear error, we decline to exercise our discretion to review the matter for plain error. Because a published opinion would have no precedential value, we have instead provided a separate memorandum of law to the parties explaining our ruling.\nThe judgment of the trial court is affirmed. Rule 30.25(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rogers"
    }
  ],
  "relatedIncidents": [
    2630,
    2691,
    2775,
    2800,
    2848
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}