{
  "id": 29991,
  "title": "1896년 Staude 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1896-02-06",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Staude. 판결일: 1896-02-06. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Staude and Others v. Keck and Others\n**판결일**: 1896-02-06\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Cardwell\n\n## 변호인\n\nF. M. Conner, for the appellants., Fdmvmd Waddill, Jr., for the appellees.\n\n## 인용\n\n- 92 Va. 544\n\n## 판결문 요약\n\n\nCardwell, J.,\ndelivered the opinion of the court.\nThis is an appeal from a decree of the Chancery Court of *545the city of Richmond) entered on the 15th of November, 1892, dismissing on demurrer the bill of complaint filed by the appellant, for multifariousness.\nThe bill was filed by A. J. Staude and Caroline C. Staude,. his wife, and E. G. Schwalm and Mary C. Schwalm, his wife,, against Henry J. Keck and Maria Keck, his wife, and J. B. Elam, trustee; the object of the bill being to set aside, as-fraudulent, a deed made by H. J. Keck to his wife, Maria Keck, August 24, 1891, conveying to her certain property, and to subject this property to the payment of the debts against H. J. Keek set out in the bill, and further to have the court adjudicate the rights of the complainants respectively as to the various debts and demands asserted in the bill, declaring an apparent trust in J. B. Elam for plaintiff,. Mary R. Schwalm, void.\nThe bill alleges that complainants, on the 10th of August, 1891, entered into a written contract, through A. J. Staude, with Henry J. Keck, whereby Keck agreed to purchase, at the price of $3,400, a certain house and lot in the city of' Richmond, on Rocketts street, and to purchase certain bar fixtures, &amp;c., at the price of $600; that the house and lot belonged at that time, one moiety to Mary R. Schwalm, and the other moiety was held in trust by J. B. Elam for Caroline C. Staude; that the har fixtures, &amp;c., belonged exclusively to A. J. Staude, h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=staude-v-keck"
    }
  ],
  "relatedIncidents": [
    29973,
    29980,
    29981,
    29990,
    29941
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}