{
  "id": 29995,
  "title": "1895년 Harvey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1895-12-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Harvey. 판결일: 1895-12-03. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. Harvey\n**판결일**: 1895-12-03\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Antt, Burgess, Sherwood\n\n## 변호인\n\nW. P. Elmer and J. T. Woodruff ior appellant., R. F. Walker, attorney general, and Morton Jourdan, assistant attorney general, for the state.\n\n## 인용\n\n- 131 Mo. 339\n\n## 판결문 요약\n\n\nBurgess, J.\nAt the April term, 1894, of the circuit court of Dent county defendant was indicted for arson in the fourth degree for setting fire to and burning three ricks or stacks of hay, the property of John W. Robinett of said county. On defendant’s application a change of venue was awarded to Crawford county, where he was tried, and ¡ on conviction his-punishment fixed at two years’ imprisonment in the penitentiary. He appealed. v\nThe evidence tending to show defendant’s connection with the burning of the hay was circumstantial. It was shown that he claimed the care and custody of some children by the name of Curtis, one of whom, a girl by the name of Mary, had for some time been living at the home of Robinett. A short time before the burning, defendant wrote Robinett a letter, demanding the custody of the girl and notifying him that if he did not comply with his request- she would cause his ruin. The letter concludes as follows: “Is your property insured against fire? What could a coward do with a *343box of matches? Yours truly. Answer soon and save yourself trouble.”\nThe evidence further showed that on the night of February 1, 1894, three stacks of hay, belonging to Robinett and situated on his farm, were burned; that during the evening of that day defendant was seen at a number of places on a road leading to the Robinett farm; that he inquired of several persons, who testified as witnesses, the distance to the farm of Robinett, and of one witness the exact location o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-harvey"
    }
  ],
  "relatedIncidents": [
    30009,
    29971,
    29979,
    29994,
    29996
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}