{
  "id": 29996,
  "title": "1895년 Nelson v. First Nat. Bank of Killingley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1895-11-30",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Nelson v. First Nat. Bank of Killingley. 판결일: 1895-11-30. 법원: U.S. Circuit Court for the District of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: NELSON v. FIRST NAT. BANK OF KILLINGLEY\n**판결일**: 1895-11-30\n**법원**: U.S. Circuit Court for the District of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Nelson\n\n## 변호인\n\nWarner, Richardson & Lawrence, for complainant., Munn, Royesen & Thygeson (John M. Gilman, of counsel), for defendant.\n\n## 인용\n\n- 70 F. 526\n\n## 판결문 요약\n\n\n. NELSON, District Judge.\nA bill is filed in equity to vacate and set aside a judgment obtained February 6, 1894, for the sum of 815,(&gt;36.52, in the circuit court of the United States, by the Bank of Killingley against C. N. Nelson, an accommodation indorser upon a note of one i). M. Sabin. This note,- dated August 20, 1884, was payable to the order of D. M. Sabin, the maker, six months after date, with interest at the rate of 6 per cent, per annum, indorsed by I). M. Sabin, W. S, Goodhue, and O. N. Nelson, and the bank held as collateral thereto special preferred stock of Seymour, Sabin &amp; Go., guarantied by the Northwestern Manufacturing Company. A writ of error was prosecuted to the circuit court of appeals, the judgment was affirmed (69 Fed. 798), and a mandate sent down, before, the filing of this bill.\nThe rule is pretty well settled in a case of this kind that the judgment of the lower court stands in the same position that it did before the writ of error was allowed, and may be attacked by an original bill in equity, and vacated and set aside, on the ground that'it-was obtained by fraud or’perjury, or through accident or mistake, or for any good and sufficient equitable reasons. The principal grounds alleged in the hill of complaint for granting the relief claimed, and also relied upon on the argument, and the only ones I deem it necessary to consider on this motion for an injunction, are: First, alleged perjury committed by plaintiff’s wilnesses on the trial; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelson-v-first-nat-bank-of-killingley"
    }
  ],
  "relatedIncidents": [
    29994,
    30002,
    29978,
    29985,
    29995
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}