{
  "id": 29994,
  "title": "1895년 Rich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1895-12-10",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Rich. 판결일: 1895-12-10. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: RICH v. CHAMBERLAIN\n**판결일**: 1895-12-10\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Grant, Other\n\n## 변호인\n\nFred A. Maynard, Attorney General, for relator., J. If. Cole, for respondent.\n\n## 인용\n\n- 107 Mich. 381\n\n## 판결문 요약\n\n\nGrant, J.\nOne Nellie W. Pope was convicted of the crime of murder in the first degree, and sentenced to the State prison for life. November 14th last, the relator commuted her sentence to imprisonment in the Detroit House of Correction for life, acting under the authority conferred upon him by section 9865, 2 How. Stat. This is a friendly proceeding to obtain a construction of that statute, which reads as follows:\n“Whenever the sentence of any female now confined or that'shall hereafter be confined in the State prison shall be, by the Governor or other competent authority, commuted to confinement for any period in the Detroit House of Correction, it shall be the duty of the agent of said State prison to at once transmit such person in proper and safe custody to the superintendent of said house of correction, -whose duty it shall be to receive and safely keep her in said house of correction until the expiration of her sentence as commuted, or until she is otherwise discharged by due process of law or competent authority.”\nIt is conceded that the legislature may provide for the transfer of a female prisoner from life imprisonment in *383the State prison to life confinement in the Detroit House-of Correction, and may call this a commutation of her sentence; but the respondent insists that the above statute does not so provide. It would follow, from such construction, that the Governor has no power to commute the sentence of a female prisoner to that institution, even though he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rich-v-chamberlain"
    }
  ],
  "relatedIncidents": [
    29996,
    30002,
    29978,
    29985,
    29995
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}