{
  "id": 29997,
  "title": "1895년 Griffiths 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1895-11-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Griffiths. 판결일: 1895-11-04. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Oriental Hotel Company Et Al. v. John Griffiths Et Al.\n**판결일**: 1895-11-04\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Brown\n\n## 변호인\n\nWatts, Aldridge  Bekford  and  Barry   Ethridge,  for plaintiffs in error.\n\n Coke  Coke,  for defendants in error John Griffiths, Baker  Smith, and Eaton  Smith Company.\n\n Cobb  Avery,  for defendant in error Wallace De Wolfe.\n\nThe principal matters discussed in the briefs of counsel are not specially passed upon in the opinion.\n\n## 인용\n\n- 33 S.W. 652\n- 88 Tex. 574\n\n## 판결문 요약\n\nThe Oriental Hotel Company, a corporation organized under the laws of Texas, owned a block of ground in the city of Dallas, and had entered upon the work of excavating and putting in the basement of a hotel building thereon. On the 6th of February, 1890, the said hotel company submitted a proposition, in writing, to the St. Louis Trust Company, of St. Louis, Mo., in which it was stated, that the said hotel company proposed to issue $250,000 first mortgage bonds on the hotel building and ground, to raise money for the purpose of completing the said building. Accompanying the proposition were the specifications and plans, prepared by the architect, for the building then in course of erection, and thereafter to be completed. The bonds were to be issued May 1, 1890, at a rate of interest to be agreed upon. The trust company was to receive and sell the bonds, and act as trustee under the deed of trust or mortgage to be given to secure the bonds.\nOn the 15th day of February, 1890, Adolphus Busch, F. Herrold, Marquard Forster, Augustus Gehner, and Mrs. Joseph Schneider submitted to the trust company a written proposition to take the bonds, which proposition was in these words: \"We, undersigned, agree to take bonds of Oriental Hotel Company, of Dallas, Texas, on proposition as made, provided we get a bond, as suggested, making them beyond all controversy a first lien upon property when fully completed in all details; such bonds to bear 7 per cent interest, payable semiannually at St....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oriental-hotel-company-v-griffiths"
    }
  ],
  "relatedIncidents": [
    29994,
    29995,
    29996,
    30000,
    30001
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}