{
  "id": 30002,
  "title": "1895년 Felton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1895-10-17",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Felton. 판결일: 1895-10-17. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Rogers v. Felton, Receiver\n**판결일**: 1895-10-17\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Hazelrigg\n\n## 변호인\n\nJ. C. B. SEBREE for appellant., R. E. ROBERTS for appellee.\n\n## 인용\n\n- 98 Ky. 148\n\n## 판결문 요약\n\n\nJUDGE HAZELRIGG\n.(delivered’ the opinion of the court.\nThe app'dlaii-t' sued the appellee, receiver of the Cincinnati, New Orleans &amp; Texas Pacific Railroad, alleging that the a genii and employes of the road carelessly and negligently ran its cars over and killed two of the appellant’s horses, ,bf the value of $100.\nThe 4ppellee answered and admitted the killing, but denied that it was done “through either the carelessness or negli/gence of defendant, his agents or servants, and to the danj/age of the plaintiff in the sum of one hundred dollars, or in any other sum.”\no demurrer was filed to this answer, and upon the issues supposed to be formed by it a trial was had which resulted in a verdict for the defendant. Thereupon the plaintiff moved for a judgment in his favor notwithstanding the ver-*150diet, which, however, the court overruled, and rendered a judgment in accordance with the verdict.\nThe overruling of this motion forms the chief ground of the plaintiff’s complaint on this appeal, and we shall consider it presently. He also complains that after giving substántially the law of the case to the jury, the court added : “There is no proof offered in this case by the plaintiff to rebut the statement of defendant’s witnesses as to how this killing occurred.”\nIt is insisted by the appellant that this was equivalent to a peremptory instruction to And for the defendant, and we are inclined to think the same way. We are also convinced that such áñ instruction might properl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-v-felton"
    }
  ],
  "relatedIncidents": [
    29994,
    29996,
    29978,
    29985,
    29995
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}