{
  "id": 30016,
  "title": "1894년 Friday 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-12-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Friday. 판결일: 1894-12-10. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE v. FRIDAY\n**판결일**: 1894-12-10\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Dykmau\n\n## 변호인\n\nA. M. & GL Card, for appellant., Horace D. Hufcut, Dist. Atty., for the People.\n\n## 인용\n\n- 31 N.Y.S. 399\n- 11 N.Y. Crim. 14\n- 63 St. Rep. 812\n- 90 N.Y. Sup. Ct. 240\n- 63 N.Y. St. Rep. 812\n\n## 판결문 요약\n\n\nDYKMAU, J.\nThese three men. were indicted by the grand jury of Dutchess county for burglary in the third degree. The specific, allegation in the indictment was that on the 2d day of January, 1894, they feloniously broke open the henhouse of John W. Free, with intent to steal his goods °and chattels, and did steal and carry away SO barnyard fowls, of the value of $50. Orrin Friday was tried separately on the Gth day of August, 1894, and was convicted and sentenced to the state prison for two years. Upon his trial, John Bruce was called as a witness by the people, and testified that Friday came to his house in the'morning of January 3d, about 4:30 o’clock, with a load of bags containing chickens, and that he (Bruce) had nothing to do with it (meaning the stealing of the chickens). The next morning Bruce withdrew the plea of not guilty which he had previously interposed to the indictment, and pleaded guilty thereto. Bruce requested the court to suspend sentence upon him, because he had testified against Friday upon his trial,.and aided In convicting him. To that request the court replied “that he should consider it; that he could not see how a man could swear one day that Friday was the guilty party,, and, after Friday was convicted, that he should then plead guilty, and ask for sympathy from the court.” .The court did, however,, reverse the sentence upon Bruce. Thereupon Friday and his lawyer made affidavits reciting the foregoing facts, and his counsel made a motion to the co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-friday"
    }
  ],
  "relatedIncidents": [
    30031,
    30033,
    30018,
    30022,
    30023
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}