{
  "id": 30012,
  "title": "1895년 Adkisson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1895-04-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Adkisson. 판결일: 1895-04-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Tilda Adkisson v. the State\n**판결일**: 1895-04-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nNo briefs for appellant have reached the Reporter.\n\n Mann Trice,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 30 S.W. 357\n- 34 Tex. Crim. 296\n\n## 판결문 요약\n\nThe appellant was convicted under an indictment charging her with bigamy, and her punishment assessed at two years in the penitentiary, and from the judgment and sentence of the lower court she prosecutes this appeal.\nThe appellant insists, that the only evidence in the case showing a former marriage between herself and Tom Adkisson, her alleged former husband, is reputation, and that such evidence is not alone sufficient, and that the court should have given the charge asked by appellant, to the effect, that such testimony is not sufficient proof of *Page 297 \nmarriage. If such had been the state of the case presented by the evidence, it would have unquestionably been the duty of the court to have given the charge asked. See article 328, Code of Criminal Procedure. But several witnesses testify, that defendant and Tom Adkisson lived together a number of years, claiming and treating each other as husband and wife. Besides this, the petition of appellant for a divorce from Tom Adkisson, filed in the District Court of Robertson County, in which she alleged that she was duly and legally married to said Tom Adkisson, in Pitts County, in the State of North Carolina, was introduced in evidence. This evidence, in connection with the testimony of reputation, in our opinion was amply sufficient to show the intermarriage of defendant and Tom Adkisson; and the charge asked by defendant was not required. The petition for divorce was properly admitted in evidence. Holder v. The State, Dal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adkisson-v-state"
    }
  ],
  "relatedIncidents": [
    29994,
    29995,
    29996,
    29997,
    30000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}