{
  "id": 30015,
  "title": "1895년 Burries 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1895-02-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Burries. 판결일: 1895-02-12. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. Burries, alias Dusty\n**판결일**: 1895-02-12\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Sherwood\n\n## 변호인\n\nB. F. WalJcer, Attorney General, and Morton Jourdan, Assistant Attorney General, for- the state.\n\n## 인용\n\n- 126 Mo. 565\n\n## 판결문 요약\n\n\nSherwood, J.\n— The defendant, whose true name it now appears, was Joseph Burries, was indicted under the provisions of section 3480, Revised Statutes, 1889, for the crime of rape, and upon conviction was sentenced to be hanged, and appeals to this court.\nThe indictment, omitting caption, is the following: “The grand jurors for the state of Missouri, within and for the body of the county of Buchanan aforesaid, being duly impaneled and sworn, upon their oaths do present that Joseph Dusty, whose true name is unknown, on the thirtieth day of July, 1894, in the county of Buchanan and state aforesaid, in and upon one Bertha Potter, a female child under the age of fourteen years, to wit, of the age of seven years, unlawfully and feloniously did make an assault, and her the said Bertha *567Potter then and there unlawfully and feloniously did carnally know and abuse, contrary to the form of the statutes in such cases made and provided, and against the peace and dignity of the state.”\nUnder the provisions of the cited section, the crime in question may be committed “either by .carnally and unlawfully knowing any female child under the age of fourteen years, or by forcibly ravishing any woman of the age of fourteen years or upwards,” and the extreme penalty for the crime is death.\nAs the defendant has failed to file a bill of exceptions, we can only examine the record proper. The indictment is sufficient as well as the other proceedings of record, and as those matters are the only ones...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-burries"
    }
  ],
  "relatedIncidents": [
    29988,
    29994,
    29995,
    29996,
    29997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}