{
  "id": 30018,
  "title": "1894년 Pearson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-11-27",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Pearson. 판결일: 1894-11-27. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The County of Chehalis v. J. C. Pearson\n**판결일**: 1894-11-27\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n## 변호인\n\nGeorge D. Schofield and O. V. Linn (T. D. Schofield, of counsel), for appellants., Austin E. Griffiths, for respondent.\n\n## 인용\n\n- 10 Wash. 216\n\n## 판결문 요약\n\n\n\nPer curiam.\n\nThe respondent moves to dismiss this appeal on the ground that the record has not been sent up, the time having expired. The judgment appealed from was rendered September 2, 1893, and notice of appeal was given February-28, 1894. The motion to dismiss was served on the 12th day of October last, and on the following day the transcript was filed. In addition to the usual certificate, the clerk certified as follows : “ And I further certify that owing to the press of other business in my office I have been unable to sooner make up this transcript.” And upon this' ground only is such motion resisted.\nThere is no showing of any kind made that the appellants had requested a transcript to be sent up before this time, and if it were to be presumed in their favor that they had within a reasonable time demanded one, then taking into consideration the long delay in filing it, the court would require some additional showing as to the nature and amount of the “other business” pending in the office of the clerk of Chehalis county which prevented him from preparing a transcript of less than twenty pages during the several months which elapsed before the motion was made.\nDismissed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=county-of-chehalis-v-pearson"
    }
  ],
  "relatedIncidents": [
    29995,
    30009,
    30016,
    30022,
    30023
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}