{
  "id": 30022,
  "title": "1894년 Greve 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-10-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Greve. 판결일: 1894-10-12. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GREVE v. AETNA LIVE-STOCK INS. CO.\n**판결일**: 1894-10-12\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Brien, Parker\n\n## 변호인\n\nT. W. McArthur, for appellant., Robert Goeller, for respondent.\n\n## 인용\n\n- 30 N.Y.S. 668\n- 81 Hun 28\n- 88 N.Y. Sup. Ct. 28\n- 62 N.Y. St. Rep. 566\n\n## 판결문 요약\n\n\nPARKER, J.\nThis action is brought on a policy of insurance, the venue being laid in New York county. The answer alleged as one of its defenses that the policy of insurance upon which the action was based provided:\n“This policy of insurance is a contract made and to be performed in Glens Falls, Warren county, New York, and should be construed only according to the laws of the state of New York and the company’s articles of incorporation; and any suit or action, at law or in equity, for the recovery of any claim or enforcement thereof hereunder, shall be brought and maintained, and shall be sustainable only, in the courts of said Warren county, state of New York; and in any suit, action, or proceeding for the recovery or enforcement of any claim whatever, under any certificate or policy issued by said company, the place of trial shall be in the said county of Warren, state of New York.” '\nTo this defense plaintiff interposed a demurrer, which was sustained at special term,—whether rightly, presents the only question on this appeal. The position of the plaintiff was and is that, while he became a party to a contract which provided that any suit to enforce it should be brought in the courts of Warren county,' he is not bound by it, or rather that the court is not bound by it, because it is an agreement in advance to oust the court of jurisdiction; and if the court for that reason refuses to recognize the agreement, and retains the case for trial in the county where plaintiff liv...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greve-v-aetna-live-stock-ins"
    }
  ],
  "relatedIncidents": [
    30026,
    30029,
    30032,
    30005,
    30016
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}