{
  "id": 30026,
  "title": "1894년 Foley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-05-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Foley. 판결일: 1894-05-14. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FOLEY v. ROYAL ARCANUM\n**판결일**: 1894-05-14\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Brown, Pratt\n\n## 변호인\n\nJohn M. Gardner, for appellant., S. M. Lindsley, for respondent.\n\n## 인용\n\n- 28 N.Y.S. 952\n- 85 N.Y. Sup. Ct. 222\n- 60 N.Y. St. Rep. 221\n\n## 판결문 요약\n\n\nBROWN, P. J.\nThis action was brought to recover upon a benefit certificate issued by the defendant to Jeremiah B. Foley, and made payable upon his death to the plaintiff, who was his wife. By the terms of the certificate the statements made by Foley in his application for membership in one of the defendant’s councils, and the statements certified by him to the medical examiner, both of which were filed in the supreme secretary’s office, were made a part of the contract. The application contained the following:\n“I have no injury or disease which will tend to shorten my life. Am now in good health. * * * I do hereby warrant the truthfulness of the statements in this application, and consent and agree that any untrue or fraudulent statement made therein, or to the medical examiner, * * * shall forfeit the rights of myself and my family * * * to all benefits.”\nTo the medical examiner he stated that he had never had any serious illness or injury, or undergone any surgical operation, and never had been subject to or had difficulty in urinating, excessive or scanty secretion of urine, and never had hemorrhoids, or any disease of the genital or urinary organs; and he warranted the truthfulness.of the statements so made. The defense was that these statements were false; and upon the trial it appeared by the testimony of the physicians who had treated and prescribed for Foley prior to the application for membership in the council of defendant, and by other witnesses who knew him intim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=foley-v-royal-arcanum"
    }
  ],
  "relatedIncidents": [
    30022,
    30029,
    30032,
    30005,
    30016
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}