{
  "id": 30023,
  "title": "1894년 Grinden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-09-29",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Grinden. 판결일: 1894-09-29. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa v. Jonas R. Grinden\n**판결일**: 1894-09-29\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Rothrock\n\n## 변호인\n\nJ. F. Martin, E. M. Funson, and George R. Cloud for appellant., John T. Stone, Attorney General, and Thomas A. Cheshire for the state.\n\n## 인용\n\n- 91 Iowa 505\n\n## 판결문 요약\n\n\nRothrock, J.\nI. ■ The defendant was jointly in-. dieted with one John Grandy for murder in the first degree, by taking the life of one Allen Lloyd. Grandy pleaded guilty before the defendant was tried. The defendant pleaded not guilty, and it is claimed in his behalf that he is not properly chargeable with any offense, unless it may be an assault and battery upon the person of Lloyd. He claims that his eodefendant was the real culprit, and that Lloyd came to his death by the violence of Grandy alone. The facts leading up to the death of Lloyd, stated in a general way, are as follows: Lloyd, Grandy, and the defendant were all boarders and lodgers at an hotel at a village in Story county known as Roland. The sleeping rooms were all on one floor, on each side of a hall which ran clear through the house. Grandy was engaged in carrying on a barber shop in the village. It does not appear what Lloyd’s occupation was, further than that a few days before his death he was engaged in paper hanging in one of the defendant’s houses. The defendant is a young man, twenty-three years old, and weighs one hundred and thirty pounds. He had laid out some lots *507•as an addition to the village, and was engaged 'in looking after his business in connection therewith. Lloyd was very intemperate in the use of intoxicating liquors. He was for most of the time in a beastly state of intoxi•cation. He was very abusive and profane, and appeared to delight in denouncing about every person he met with vil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-grinden"
    }
  ],
  "relatedIncidents": [
    30025,
    30031,
    29994,
    29996,
    30002
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}