{
  "id": 30025,
  "title": "1894년 Booth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-05-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Booth. 판결일: 1894-05-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Atchison, Topeka & Santa Fe Railroad Company v. Edward R. Booth, Lafayette Booth and A. L. Booth, Partners Under the Firm Name and Style of Booth Brothers\n**판결일**: 1894-05-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Harker\n\n## 변호인\n\nEdgar A. Bancroft and S. C. Stough, attorneys for appellant., A. R. Jordan and C. D. Young, attorneys for appellees.\n\n## 인용\n\n- 53 Ill. App. 303\n\n## 판결문 요약\n\n Mr. Presiding Justice Harker delivered the opinion of the Court. This is an action to recover for the killing of two horses and the damaging of a wagon in a collision with one of appellant’s trains, while appellees’ driver was attempting to cross appellant’s railroad in front of the train. The negligence charged in the declaration was failure to ring the bell or blow the whistle for eighty rods before reaching the point of collision, which ivas alleged to bé a public highway crossing. There was a trial by a jury, which resulted in a verdict and judgment in favor of appellee for $194. As grounds for reversal appellant urges that the place at which the collision occurred was not a highway crossing, and that no obligation rested upon it to give crossing signals there; that there was such gross negligence on.the part of the driver of appellees’ team as to preclude a recovery; and that the court improperly instructed the jury. There was a conflict in the testimony as to whether the place at which the collision occurred was a public highway crossing, as well as to whether the bell was rung before reaching it. While we are inclined to the opinion from the evidence that the place was not a public highway crossing, and appellant was under no legal obligation to give signals before reaching it, we prefer to put our reason for reversing the judgment upon another ground. The evidence shows that on the day of the accident L. F. Booth, one of appellees, while engaged in hauling hay for sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=atchison-topeka-santa-fe-railroad-v-booth"
    }
  ],
  "relatedIncidents": [
    30023,
    30031,
    29994,
    29996,
    30002
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}