{
  "id": 30039,
  "title": "1893년 Byrd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1893-09-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Byrd. 판결일: 1893-09-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: J. E. Byrd v. C. J. Hudson\n**판결일**: 1893-09-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: CLARK, J.\n\n## 변호인\n\nW. C. Munroe for plaintiff .\n\n Allen  Dortch for defendants .\n\n## 인용\n\n- 18 S.E. 209\n- 113 N.C. 203\n\n## 판결문 요약\n\nThe libel complained of was a circular letter published and circulated by the defendants, and was as follows:\n\"To the Democratic Voters of Wayne County:\n\"At the Democratic meeting held 3 September, 1892, for Grantham's Township, to select delegates to the county convention and nominate a tax collector, constables, etc., Joe Byrd was fraudulently         (204) placed on the ticket for tax collector. Now I will let you know how he secured the nomination. A few so-called democrats, led by a so-called democrat, who, six years ago, worked so insidiously to defeat W. F. Kornegay for the Legislature &#8212; he (or they) began this nefarious work some time before the primary, and on this day negroes, radicals and boys under age were allowed to vote, and by this treacherous scheme Byrd secured the fraudulent nomination for tax collector. Now let us see who Joe Byrd is, practically. He has been for years a kicker and sorehead because he was not recognized in the distribution of offices, notwithstanding his incompetency to fill any office. Two years ago he bolted the democrats and ran, as he called it, independent, for constable, and was gloriously defeated, after taking the advantage of democrats who could not read and placing his tickets in with theirs and telling them they were voting a full democratic ticket. Besides, he mingled with the negroes and radicals, folding his name in with their tickets. The fact, is, he has been so very hungry for office for a number of years that the co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=byrd-v-hudson"
    }
  ],
  "relatedIncidents": [
    30036,
    30049,
    30051,
    30056,
    30022
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}