{
  "id": 30036,
  "title": "1893년 Donnelly Contracting Co. v. Stanton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1893-12-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Donnelly Contracting Co. v. Stanton. 판결일: 1893-12-15. 법원: Superior Court of Buffalo.",
  "description": "## 사건 정보\n\n**사건명**: Donnelly Contracting Co. v. Stanton\n**판결일**: 1893-12-15\n**법원**: Superior Court of Buffalo\n**관할**: New York, NY\n\n**판사**: Hatch\n\n## 변호인\n\nJohn Hubbell, for defendant., George B. Webster, for plaintiff.\n\n## 인용\n\n- 6 Misc. 168\n- 27 N.Y.S. 124\n\n## 판결문 요약\n\n\nHatch, J.\nThe attachment in this action was issued upon the ground that the defendants were about to dispose of their property with intent to cheat and defraud their creditors. The motion to vacate is based upon the ground, among others, that the proof is insufficient to establish the charge. The *169proof of fraud is contained in an affidavit of a third person, and reads:\n'“State oe New Yobk,'|\n“ Gou/rvby of Erie, j- ss.:\n“ Gity of Buffalo, J\n“ John Beedy, being duly sworn, deposes and says, that he resides in the city of Buffalo, New York, at No. 140 South Michigan street; that he knows J. W. Stanton and Samuel N. Amm, composing the firm of J. W. Stanton &amp; Co., of .said city, and have transacted business with them; that he •also knows the Donnelly Contracting Company, and the officers thereof; that the said firm of J. W. Stanton and Company have been engaged in clearing the property on which the Ooatsworth elevator was situated before it burned in August, 1893; that he has heard conversations between said Stanton, Amm and others in their employ, and that in said conversation said Stanton and Amm have said that they did not and -would not have the money to pay the said Donnelly Contracting Company or any other of their creditors, and that they intended to sell the iron received by them from the ruins of the Ooatsworth elevator.\n“ Deponent further says that said Stanton and Amm have' said in deponent’s presence that they would not have money to pay any of their creditors...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=donnelly-contracting-co-v-stanton"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-barber"
    }
  ],
  "relatedIncidents": [
    30039,
    30044,
    30048,
    30049,
    30051
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}