{
  "id": 30031,
  "title": "1894년 Herron 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-03-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Herron. 판결일: 1894-03-19. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Herron v. State\n**판결일**: 1894-03-19\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Lumpkin\n\n## 변호인\n\nJ. E. Robinson, for plaintiff' in error., J. M. Terrell, attorney-general, and C. H. Hill, solicitor-general, contra.\n\n## 인용\n\n- 93 Ga. 554\n\n## 판결문 요약\n\n\nLumpkin, Justice.\nThe indictment charged Charles Herring” with the murder ofLula Herring his wife.” The accused filed a plea in abatement, alleging that his name was not Charles Herring, but Charles Herron. This plea was *555sustained. Counsel for the accused then consented that, the'indictment might he amended by changing the surname of the accused from “Herring” to “Herron.” The solicitor-general, supposing this consent also authorized a change in the name of the woman alleged to'have been murdered, amended her name accordingly. It was afterwards ascertained that this latter amendment'was' unauthorized by the consent, and thereupon the name of the woman was made to redd “ Lula-Herring,” as it originally stood, and the accused- went to trial upon an indictment charging that he,- “ Charles- Herron,” murdered “Lula Herring his wife.” He was' found guilty, and without making a motion for' a new trial,; filed a motion in arrest’of judgment- on the ground that: “ On the trial of said case, the proof showed ■ that the woman defendant- was charged with 'having killed'was-named Lula Herron, and not Lula Herring, and there was no proof that the deceased was ever known as Lula Herring, or ever called by that name. That this defect' was not waived, but the evidence showing that it was Lula Herron that was murdered was objected to in every instance.” Accompanying this motion was a so-called brief of 'evidence, in the following words : “ The testimony of the witnesses showed that the wo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herron-v-state"
    }
  ],
  "relatedIncidents": [
    30016,
    30023,
    30025,
    30033,
    29994
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}