{
  "id": 30037,
  "title": "1893년 O'Neil 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1893-12-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: O'Neil. 판결일: 1893-12-06. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: O'NEIL v. HUDSON VALLEY ICE CO.\n**판결일**: 1893-12-06\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Mayham\n\n## 변호인\n\nGeorge H. Stevens, for appellant., John A. Stephens, for respondent.\n\n## 인용\n\n- 26 N.Y.S. 598\n- 81 N.Y. Sup. Ct. 163\n- 56 N.Y. St. Rep. 289\n\n## 판결문 요약\n\n\nMAYHAM, P. J.\nThis action is brought by the plaintiff to recover for alleged services rendered in filling an ice house for the defendant. On the 30th day of December, 1882, Thomas Mullen, agent, entered into a contract in writing with the defendant, in consideration of the sum of 22 cents per ton, to scrape, cut, convey, and house all the ice necessary to fill the ice house belonging to the defendant, situate at the corner of Bridge street and Broadway,, and, when harvest is complete, to return defendant’s tools and implements to the dock near the elevator, and to pay all expense from start to finish, except for coal necessary for the engine, and pay the defendant $1.25 per day for what horses he hires of him, and to accept 75 per cent, of pay for what is harvested weekly, and to do all things subject to what the party defendant shall require. The defendant agreed to pay Mullen 22 cents per ton, of 45 cubic feet per» ton. The defendant also reserved the right to pay those employed on the contract, and keep their time, and, as soon as the job is completed, to pay the balance of the contract price. The case discloses that the ice furnished amounted, at the contract price, to $2,200, of which sum the defendant had paid $2,056.93 to the employes, leaving a balance on the contract price due from the defendant of $143.07. But it is insisted that the defendant is liable, under this contract, to pay the laborers on this job for all the work performed by them; and that seems to be th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oneil-v-hudson-valley-ice-co"
    }
  ],
  "relatedIncidents": [
    30036,
    30038,
    30039,
    30042,
    30044
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}