{
  "id": 30033,
  "title": "1894년 Loakman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1894-02-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Loakman. 판결일: 1894-02-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: C. J. Loakman v. the State\n**판결일**: 1894-02-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nW.H. Brooker,  for appellant.\n\n R.L. Henry,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 25 S.W. 22\n- 32 Tex. Crim. 563\n\n## 판결문 요약\n\n1. This conviction was for burglary. Defendant had previously been convicted of theft of the property taken from the house alleged to have been burglarized. Upon the call of this case, he interposed that conviction in bar of this prosecution. The court did not err in overruling the plea. Conviction for both offenses is expressly authorized by the statute. Penal Code, arts. 712, 713. We have a line of decisions in this State, beginning with Shepherd's case, 42 Tex. 501, holding, with the common law, that where the indictment charges both burglary and theft, the theft would be included in the burglary, and that in such a case the conviction for burglary would be a bar to a subsequent prosecution for the theft. Robertson v. The State, 6 Texas Cr. App., 669; Struckman v. The State, 7 Texas Cr. App., 581; Howard v. The State, 8 Texas Cr. App., 447; Smith v. The State, 22 Texas Cr. App., 350; Shepherd v. The State, 42 Tex. 501.\nOur statute provides, that \"if a house be entered in such manner as that the entry comes within the definition of burglary, and the person guilty of such burglary shall, after so entering, commit theft or any other offense, he shall be punished for burglary, and also for whatever other offense is so committed.\" Penal Code, art. 712.\nAgain, \"if the burglary was effected for the purpose of committing one felony, and the person guilty thereof shall, while in the house, commit another felony, he shall be punishable for any felony so committed as well as for the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=loakman-v-state"
    }
  ],
  "relatedIncidents": [
    30016,
    30031,
    30018,
    30022,
    30023
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}