{
  "id": 30038,
  "title": "1893년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1893-11-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1893-11-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: A. B. Johnson v. the State\n**판결일**: 1893-11-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Simkins\n\n## 변호인\n\nSmallwood  Smith,  for appellant.\n\n R.L. Henry,  Assistant Attorney-General, for the State.\n\n## 인용\n\n- 24 S.W. 411\n- 32 Tex. Crim. 504\n\n## 판결문 요약\n\nAppellant was convicted of being the owner and manager of a theatre where intoxicating liquor was sold, and in which he knowingly employed prostitutes, and permitted them to display themselves in a lewd and indecent manner, and he was fined $100. It was proven by the State, that women employed in appellant's theatre were prostitutes, and bore that reputation for two years or more prior to their employment by appellant. That not only was their reputation for chastity bad in the community, but had been so testified to in trials in the presence of appellant while he had them in his employ. It was further proven by the State, that the songs on the stage were vulgar, and that after the theatre was over the women would go off with the men; would retire to rooms with them. Would drink with them, and throw their arms about them, and that the character of the theatre was such that no respectable woman could be connected therewith without losing her reputation for chastity. We think this fully proves the character of the theatre to be that of a disorderly house. If it were possible for appellant to run a theatre of this character and remain in ignorance of the acts and *Page 505 \ndoings of the inmates which gives it so unsavory a reputation, he could not successfully plead it in such a case as presented by this record. The law requires him to be reasonably diligent in ascertaining the character of the women he employs, and all the State is required to do is to show facts that would put...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    30036,
    30037,
    30039,
    30042,
    30044
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}