{
  "id": 30042,
  "title": "1893년 Day 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1893-07-26",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Day. 판결일: 1893-07-26. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: The Savannah, Florida and Western Railway Company v. Day\n**판결일**: 1893-07-26\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Lumpkin\n\n## 변호인\n\nErwin, duBignon & Chisholm, S. T. Kingsbery and S. R. Harris, for plaintiff' in error., D. M. Olaric and Harris & Sparks, contra.\n\n## 인용\n\n- 91 Ga. 676\n\n## 판결문 요약\n\n\nLumpkin, Justice.\nThe court is unanimous as to the rulings made in the first three head-notes, and we all agree that the evidence was sufficient to show that the defendant was negligent. We differ as to whether or not the evidence warranted the jury in finding, as they did, that the plaintiff’s husband was not guilty of contributory negligence. A majority of the court is satisfied with the verdict in this respect, but the writer is not. I will endeavor to state the views of the entire court so far as we agree, and also to state the views of my brethren and of myself upon the question at issue between us..\n1. Plaintiff’s husband was engaged, at the time of his homicide, in the capacity of brakeman on one of defendant’s freight-trains. The precise manner in which he met his death is entirely a matter of conjecture, but presumably he was stricken down by coming in contact with a low bridge which spanned defendant’s road, and after being carried in an insensible condition a mile or mor.e on top of the train, was finally jolted off, and falling between the cars, was run over. In support of this theory, plaintiff' introduced evidence showing that his body, fearfully mangled, was found at a distance of a mile or further beyond the bridge, in the direction towards which the train was proceeding; that blood could be traced along the track from that point to within a few yards of the bridge, and near this latter point his cap was found. Upon the head of the deceased were a number of b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=savannah-florida-western-railway-co-v-day"
    }
  ],
  "relatedIncidents": [
    30055,
    30023,
    30025,
    30031,
    30036
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}