{
  "id": 30055,
  "title": "1893년 People v. . Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1893-01-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. . Harris. 판결일: 1893-01-17. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. . Carlyle W. Harris\n**판결일**: 1893-01-17\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Gray\n\n## 변호인\n\nWilliam F. Howe, for appellant., De Lancey Nicoll, dist.-att’y, and Henry B. B. Stapler, asst. dist.-att’y, for respondents.\n\n## 인용\n\n- 33 N.E. 65\n- 136 N.Y. 423\n- 10 N.Y. Crim. 260\n- 49 St. Rep. 751\n- 49 N.Y. St. Rep. 751\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 427 \nThe defendant was charged with the crime of murder, in the first degree, committed upon Helen Neil Potts by administering to her morphine in a large enough quantity to cause her death. His indictment was followed by a trial in the Court of General Sessions of the Peace of the city and county of New York; at which he was convicted, upon the verdict of the jury. From the judgment of that court and from the order denying his motion for a new trial he appeals to this court. He says that justice demands that he should *Page 428 \nbe granted a new trial for errors, which he points out as having been committed upon his trial, and because his conviction was not justified by the evidence.\nA careful reading of the evidence contained in this very voluminous record and a conscientious consideration of the facts disclosed must inevitably lead to the formation of an opinion that the verdict of the jury was not only justified; but that no other conclusion could have been reached by the fairest mind. The death of the young woman was not disputed; but the cause of her death was. The great bulk of this record is made up of the evidence given on behalf of the People to establish a poisoning by morphine, as the cause of the death, and to demonstrate the guilt of the accused; while the evidence in his behalf was confined to the examination of several medi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-harris"
    }
  ],
  "relatedIncidents": [
    30042,
    30023,
    30025,
    30031,
    30036
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}