{
  "id": 30069,
  "title": "1892년 Keith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-07-07",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Keith. 판결일: 1892-07-07. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Edson Keith, Alexander Adams and Albert E. Faxon v. Samuel Kreidel, Isaac Harris, William Harris, Abraham Kreidel, Abraham Levy, Marks Harris, J. Cohn and S. Cohn\n**판결일**: 1892-07-07\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Hoyt, Scott\n\n## 변호인\n\nBausman, Kelleher & Emory, for appellants., Davidson & MeFalls, for respondents.\n\n## 인용\n\n- 4 Wash. 544\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nScott, J. —\nThe respondents, Edson Keith &amp; Co., plaintiffs below, were judgment creditors of the defendant Samuel Kreidel, who was accused of having made a fraudulent deed to one of his co-defendants of certain lands, comprising all the real estate owned by him, and of having made several fraudulent chattel mortgages to the others, respectively, which mortgages covered all of his personal property. Thecomplaintallegesthe rendition of judgment in favor of plaintiffs against Kreidel for the purchase money of goods sold to him to the amount of $2,000, and that execution was issued thereon, and was duly returned wholly unsatisfied, and that the debt for which said judgment was obtained was contracted previous to the making of said transfer and mortgages. It alleges Kreidel was a merchant doing business in the city of Ellensburgh, in the county of Kittitas, in this state; that said business consisted of dealing in dry goods and general merchandise; that his stock of goods was of the value of $20,000, and that he was the owner of certain real estate and was reputed to be worth $16,000 or more above all liabilities, and upon this reputation was able *546to and did get large credit from various parties, including the plaintiffs; that after contracting said indebtedness he. failed in business, and previous thereto, in anticipation of said failure, he conspired with the defendants and executed to them the conveyances as aforesaid, with the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keith-v-kreidel"
    }
  ],
  "relatedIncidents": [
    30061,
    30070,
    30071,
    30079,
    30081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}