{
  "id": 30066,
  "title": "1892년 Black v. . Black 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-09-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Black v. . Black. 판결일: 1892-09-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: [Fn] J. E. Black v. W. H. Black.\n**판결일**: 1892-09-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: MacRab\n\n## 변호인\n\n(302)     Clarkson  Duls (by brief) for plaintiff .\n\n No counsel for defendant .\n\n## 인용\n\n- 16 S.E. 412\n- 111 N.C. 300\n\n## 판결문 요약\n\n* BURWELL, J., having been of counsel, did not sit on the hearing of this cause.\n\"Under the former system it was settled doctrine that a court of law could set aside its regular judgment at a subsequent term. If the enforcement of a judgment became inequitable for any reason of which a court of equity could take notice, it would be enjoined.\"\nSoon after the Superior Courts were clothed with the blended jurisdiction both of law and equity, the practice was marked out. Instead *Page 191 \nof a proceeding in equity for an injunction against the enforcement of a judgment, a motion in the cause was indicated as the proper procedure for any sufficient cause which could have been, and by accident or fraud was not, pleaded in bar of the judgment, where the same was not provided for in section 133 of Code of Civil Procedure, now section 274 of The Code, on the ground of mistake, surprise or excusable neglect. Jarman v. Saunders,64 N.C. 367.\nIn Bledsoe v. Nixon, 69 N.C. 81, where an action was brought in the Superior Court for the purpose of obtaining a new trial on account of newly discovered evidence in the case between the same parties which had been tried in the Superior Court, and brought by appeal to this Court and a final decree rendered, it was held that when an appeal had been taken from the Superior Court to this Court, a proceeding to obtain a new trial for newly discovered evidence cannot be      (303) instituted in the Superior Court, but must be by motion here, and upon a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=black-v-black"
    }
  ],
  "relatedIncidents": [
    30060,
    30057,
    30058,
    30061,
    30064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}