{
  "id": 30065,
  "title": "1892년 Halpin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-11-15",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Halpin. 판결일: 1892-11-15. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Stone v. Halpin\n**판결일**: 1892-11-15\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Orton\n\n## 변호인\n\nThe cause was submitted for the appellant on the brief of R. Sleight, and for the respondent on that of Ruble A. Cole.\n\n## 인용\n\n- 83 Wis. 483\n\n## 판결문 요약\n\n\nOrton, J.\nAt the first term after the return of the justice on appeal, the case was continued on application of the plaintiff, and at the next term the case was not brought to trial, and the appeal was dismissed under the statute. It appears from the minutes of the clerk that, at the term when the appeal was dismissed, the attorney of the defendant appeared in court, and .gave notice in the presence of the attorney for the plaintiff of a motion to reinstate the appeal and set aside the order dismissing the action, and asked for time to prepare affidavits. The court thereupon, in presence of the counsel of the plaintiff, ordered that time be given for the defendant’s attorney to make and file affidavits, and that all proceedings be stayed on *485the part of the plaintiff, and defendant’s attorneys were directed to serve copies of all affidavits at least eight days before the hearing of said motion. Afterwards, in due time, the affidavits on said motion were filed, showing, in effect, as a reason why said appeal was not brought to trial at the second term after it was taken, that the attorneys of the defendant understood that it was agreed between them and the attorneys of the plaintiff that the case should not be brought to trial at that term, but should await the determination of another action between the same parties then pending, and that some of the matters of defense depended upon such determination. This is denied by the attorneys of the plaintiff, but it is apparent t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stone-v-halpin"
    }
  ],
  "relatedIncidents": [
    30057,
    30058,
    30060,
    30061,
    30064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}