{
  "id": 30064,
  "title": "1892년 Holcombe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-11-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Holcombe. 판결일: 1892-11-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Holcombe v. State\n**판결일**: 1892-11-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Haralson\n\n## 변호인\n\nBrown & Street, for appellants., ¥i. L. Martin, Attorney-General, for the State.\n\n## 인용\n\n- 99 Ala. 185\n\n## 판결문 요약\n\n\nHARALSON, J.\nI. The first ground urged against the judgment nisi and scire facias is, that they do not show that any indictment had been found against the defendant, Holcombe. But, this objection is technical, and not meritorious. The judgment nisi and srirk facias are each headed, “The State v. Richard Holcombe, et al. Indictment for burglary.” Great particularity is not required in such proceedings, and the legislature has taken care to provide against technical defenses of this character, to such undertakings. The essence of-all undertakings of bail is the appearance of defendant at court, and the bail is forfeited by the failure of defendant to appear, although the offense, judgment or other matter is incorrectly described therein, if the particular matter or case to which the undertaking is applicable, is made to appear to the court.—Code, § 4431; Hanna's Case, 60 Ala. 100; Vassar's Case, 32 Ala. 586; Eldred’s Case, 31 Ala. 393.\nII. For the same reasons, objections 2-5 can not be sustained. They proceed upon the idea, that because the defendant was bound over to answer an indictment for “burglary and grand larceny,” therefore, if the indictment was for either, or both, separately, and not jointly, the bail-bond is not applicable to such a finding of the grand jury. The section of the Code, to which we have above referred, as was held by this court, in Gresham’s Gase, 48 Ala. 627, must be taken to apply to cases in which the indictment embraces or includes the particular...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holcombe-v-state"
    }
  ],
  "relatedIncidents": [
    30076,
    30082,
    30042,
    30055,
    30057
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}