{
  "id": 30071,
  "title": "1892년 Echols 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-06-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Echols. 판결일: 1892-06-10. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. J. Betterton & Co. v. B. T. Echols\n**판결일**: 1892-06-10\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Gaines\n\n## 변호인\n\nW.H. Gross  and  Lusk  Thurmond,  for appellants. &#8212; 1. Every writing offered in evidence as a copy, and in lieu of an original writing not so offered, must be duly authenticated as such copy by the certificate of some person lawfully authorized to give such copies, or duly proved to be a copy of the original, before it is admissible; and a writing offered\nas a copy of a writ of sequestration, made by a sheriff under article 4829 of the statutes, before it is admissible in evidence, should \n\n## 인용\n\n- 20 S.W. 63\n- 85 Tex. 212\n\n## 판결문 요약\n\nThis was a trial of the right of property in certain bar room furniture, which was seized by virtue of a writ of sequestration, issued from the District Court of Hunt County, in favor of the appellee and against one J.S. Harrison. The plaintiff in the original suit, the appellee here, sought in that action to foreclose a mortgage upon the property sequestered. The writ was executed in Fannin County by the sheriff of that county. The appellants having made an affidavit and given bond as required by the statute for the trial of the right of property, and the property having been valued by the sheriff at $500, the oath and bond, together with a copy of the writ, were returned to the District Court of Fannin County.\nIn his tender of issues the plaintiff alleged, in substance, that be was the holder of a note made by Harrison, which was secured by a mortgage upon the property sequestered. The claimants pleaded a general denial, and specially answered that the mortgage was fraudulent and void, and *Page 214 \nthat before the levy of the writ of sequestration they had acquired title to the property by a purchase at a sale under execution against Harrison, the alleged mortgagor. Such is an outline of the issues as presented in the pleading. The validity of the writ of sequestration was not put in issue by any special plea.\nIt is insisted in appellants' brief, that because the value of the property as assessed by the sheriff was exactly $500 the District Court did not have jurisdiction...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=w-j-betterton-co-v-echols"
    }
  ],
  "relatedIncidents": [
    30061,
    30069,
    30070,
    30079,
    30081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}