{
  "id": 30076,
  "title": "1892년 Nelms 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-04-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Nelms. 판결일: 1892-04-27. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Nelms v. State\n**판결일**: 1892-04-27\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n## 변호인\n\nL. Cleveland and J. A. Drewry, for plaintiff in error., ' W. A. Little, attorney-general, and J. IT. Turner, solicitor-general, by Harrison & Peeples, contra.\n\n## 인용\n\n- 89 Ga. 241\n\n## 판결문 요약\n\n\n\nJudgment affirmed.\n\nConviction of murder, with recommendation of life imprisonment; exception to the denial of a new trial. The question is, whether the verdict is supported by the evidence. The persons present at the commission of the homicide were, the defendant Hattie Nelms, her twin sister Minnie (the deceased), their mother and one Woodruff. From the testimony of Woodruff the following appears : The shooting occurred in Woodruff’s house where the defendant had a room he had rented to her. Minnie and their mother lived elsewhere. The girls were preparing to go out when the mother came in and a few words were said between defendant and Minnie by way of blame about cutting some clothes. Woodruff got defendant to go in her room. Defendant spoke this against her mother; she said, blame it she had “no sense no how”; and Minnie took it up. Defendant was speaking to her mother, and in that time Minnie jumped up to go, got the.key and got off a little piece, and said, “Lets go home, Mother; Hattie aint got no sense no how.” Woodruff' said, “I will not have that; go into your room, Hattie,” and Hattie went right into the room, stayed there about fifteen minutes, and came out. Woodruff did not see any pistol. She said, “You better not say what you did again or I will knock your head off’,” or something like that; she was talking about Minnie. Woodruff got up and said to defendant, “I told you to go in your room and stay there.” He pushed the mother back and reached to defendant t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelms-v-state"
    }
  ],
  "relatedIncidents": [
    30064,
    30082,
    30042,
    30055,
    30057
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}