{
  "id": 30079,
  "title": "1892년 Smallwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-02-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Smallwood. 판결일: 1892-02-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: E. W. Smallwood v. S. F. Trenwith.\n**판결일**: 1892-02-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Avery\n\n## 변호인\n\nMr. W. W. Clark, for plaintiff., Mr. W. D. Mcloer, for defendants.\n\n## 인용\n\n- 14 S.E. 505\n- 110 N.C. 91\n\n## 판결문 요약\n\nThe feme defendant stated in her affidavit, as ground for granting the motion, in substance &#8212;\n1. That she had no notice of the judgment rendered against her at May Term, 1888, till the notice was served on her, 19 June, 1891.\n2. That she was not present at said May term, because of an agreement between her husband and the plaintiff under which he was to have three years longer to settle the mortgage.\n3. That she did not consent to the rendition of the judgment against her, and if she was represented by attorney, he acted without authority.\n4. That she had an interest in the land in her own right, separate and distinct from that of her husband, and that she did not set it up because of the representation of her husband as to the agreement with the plaintiff, and that it would be a fraud upon her rights to subject her property to pay her husband's debts.\n5. That she was advised she had a good cause of defense, and    (92) that the attorney who assumed to represent her was insolvent, said attorney being admitted to be insolvent.\nThe defendants had set up the alleged agreement for indulgence for three years in affidavits filed before the clerk, in answer to plaintiff's *Page 66 \naffidavit and motion for leave to issue execution. From the clerk's order allowing execution to issue, the defendants appealed.\nThe feme defendant seeks to set aside the judgment on the ground that she was fraudulently misled by her husband. Final judgment had been rendered in May, 1888, and that de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smallwood-v-trenwith"
    }
  ],
  "relatedIncidents": [
    30061,
    30069,
    30070,
    30071,
    30081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}