{
  "id": 30077,
  "title": "1892년 Oppenheimer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-03-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Oppenheimer. 판결일: 1892-03-31. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Oppenheimer v. Manhattan Ry. Co.\n**판결일**: 1892-03-31\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n## 변호인\n\nM. L. Townsend, for appellant. Davies & Rapallo, (Jiilien T. Davies and J. C. Thomson, of counsel,) for respondent.\n\n## 인용\n\n- 18 N.Y.S. 411\n- 45 N.Y. St. Rep. 134\n\n## 판결문 요약\n\n\nPer Curiam.\nThe complaint appears to join an action for an assault by one of the defendant’s employes, an action for malicious prosecution, and an action for false imprisonment. It appeared that the plaintiff was arrested by a police officer, on a charge of one of the employes of the defendant, and was subsequently taken before a magistrate, and convicted of the charge. There can therefore be no cause of action for malicious prosecution, or for false imprisonment, as the prosecution could not be malicious, the plaintiff having been found guilty of the charge; and there was no false imprisonment, because the plaintiff was not imprisoned by the defendant, but was arrested by a police officer, and imprisoned by the public authorities, and the charge for which he was imprisoned was proved. It appears, however, that the plaintiff alleged that after he boarded the train, and after the train had started, he was forcibly removed by one of the defendant’s employes, acting under its authority, from the train. We think this removal was, under the circumstances, illegal. While the defendant’s right to make such reasonable rules for the government of its passengers is unquestioned, and while the employes of the defendant would have been justified in using force to restrain the plaintiff from getting upon the car, or would have been justified in stopping the train and removing the plaintiff from the car, after he had forced his way on, upon the ground that he had not paid his fare for a t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oppenheimer-v-manhattan-ry-co"
    }
  ],
  "relatedIncidents": [
    30057,
    30036,
    30044,
    30048,
    30058
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}