{
  "id": 30070,
  "title": "1892년 Blanks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-06-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Blanks. 판결일: 1892-06-20. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BLANKS v. KLEIN\n**판결일**: 1892-06-20\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Locke, Viiok\n\n## 변호인\n\nWade It. Young, (M. Marshal], of counsel,) for appellants., T. O. Catchings and M. Dabnej, for appellees.\n\n## 인용\n\n- 53 F. 436\n\n## 판결문 요약\n\n\nLOCKE, District Judge,\nafter stating the facts as above, delivered the opinion of the court.\nThe only question for determination in the case before us is the good faith of Mrs. E. B. Klein in purchasing the property in question, and receiving and holding the deed, and finally having it recorded. The fraudulent intent of any one else, if proven, could not affect her title, unless it could he shown that she was a party to it, intending that it should he used to the injury of the creditors. The substance of the assignment of errors is contained in the eighth assignment,— that the court erred in finding the law and the facts against the complainants, and in dismissing the bill. In determining this question all others will be considered.\nMrs. Klein denied on oath any fraudulent intent, and testified positively to the good faith of the I ransaction, the payment of the consideration in full, her utter ignorance of the involved condition of her husband and son’s bank, and her not knowing the necessity of recording the deed, or of any injurious effect from the nonrecording of it; and the question is whether the circumstances of the failing-health of her husband, John A. Klein, the nonrecording of the deed until the day preceding tbe failure of the bank, tbe lack of notice to tenants of the sale, and the con! inued collecting of the rents and caring of the property by George M. Klein, were sufficient to establish the presumption of fraud on the part of Mrs. Klein. The burden of establ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blanks-v-klein"
    }
  ],
  "relatedIncidents": [
    30061,
    30069,
    30071,
    30079,
    30081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}