{
  "id": 3008,
  "title": "2017년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2017-01-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Williams. 판결일: 2017-01-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. James Williams, Appellant\n**판결일**: 2017-01-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Friedman, Kapnick, Manzanet-Daniels, Richter, Sweeny\n\n## 인용\n\n- 2017 NY Slip Op 11\n- 146 A.D.3d 410\n- 46 N.Y.S.3d 9\n\n## 판결문 요약\n\n\r\n\r\nPeople v Williams (2017 NY Slip Op 00011)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Williams\r\n\r\n\r\n2017 NY Slip Op 00011\r\n\r\n\r\nDecided on January 3, 2017\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on January 3, 2017\r\n\r\nFriedman, J.P., Sweeny, Richter, Manzanet-Daniels, Kapnick, JJ.\r\n\r\n\r\n2601 5321/12\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvJames Williams, Defendant-Appellant.\r\n\r\n\r\nRobert S. Dean, Center for Appellate Litigation, New York (Katharine Skolnick of counsel), for appellant.\r\nCyrus R. Vance, Jr., District Attorney, New York (Patricia Curran of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, New York County (Laura A. Ward, J. at suppression hearing; Melissa C. Jackson, J. at jury trial and sentencing), rendered December 23, 2013, convicting defendant of assault in the first degree, and sentencing him, as a second violent felony offender, to a term of 18 years, unanimously affirmed.\r\nThe court properly exercised its discretion in permitting a slang expert, whom the court deemed an expert in \"street lingo and terminology,\" to testify regarding the possible meanings of several words and phrases used by defendant in a recorded call he made during his pretrial incarceration. This testimony did not violate the principles articulated in People v Inoa (25 NY3d 466, 47...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    2672,
    2728,
    2730,
    2742,
    2824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}