{
  "id": 30082,
  "title": "1892년 The Queen v. Lau Kin Chew 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1892-01-02",
  "location": "Hawaii, HI, USA",
  "summary": "미국 Hawaii, HI 법원 판결 사건. 사건명: The Queen v. Lau Kin Chew. 판결일: 1892-01-02. 법원: Hawaii Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE QUEEN v. LAU KIN CHEW, KIN PIEU, CHOY TUCK, LEONG MAN HOON, KUNG CHONG and TAM SUNG\n**판결일**: 1892-01-02\n**법원**: Hawaii Supreme Court\n**관할**: Hawaii, HI\n\n**판사**: Bickerton, Dole, Judd, McCudly\n\n## 변호인\n\nAttorney-General Whiting, (A. S. Hartwell with him) for prosecution., P. Neumann, A. P. Peterson and J. M. Davidson, for defendants.\n\n## 인용\n\n- 8 Haw. 370\n\n## 판결문 요약\n\n\nOpinion oe the Court, by\nJudd, C.J.\nDole, J., Dissenting.\nThe defendants were indicted at the last October Term of this Court, for the crime of arson in the first degree in that they did at Kamoiliili, Honolulu, Island of Oahu, on the 15th day of Majr, A. D. 1891, and in the night time of said day, maliciously, willfully and feloniously set fire to and burn the dwelling-house of one Lum Yun Kun there situate, in which said dwelling-house there was then and there an occupant and inmate, to wit, the said Lum Yun Kun.\nTo which indictment the defendants made the following\nPlea.\nAnd the said defendants, Lau Kin Chew, Kin Pieu, Choy Tuck, Leong Man Hoon, Kung Chong and Tam Sung, being *371brought to the bar of this Court, and having heard the indictment read and the matters therein contained, say that they ought not to be put to answer the said indictment, they having been heretofore in due manner of law acquitted of the premises in and by the said indictment specified and . charged upon them ; and for plea to the said indictment they say that heretofore, to wit, at the July Term of the Supreme Court of the Hawaiian Islands, A. D. 1891, they, the said Lau Kin Chew, Kin Pieu, Choy Tuck, Leong Mari Hoon, Kung Chong and Tam Sung were duly arraigned upon a certain indictment which charged them, the said defendants, that at Kamoiliili, Honolulu, Oahu, on the 15th day of May, 1891, they with force and arms, feloniously, willfully and of their malice aforethought, did kill and murder one...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-queen-v-lau-kin-chew"
    }
  ],
  "relatedIncidents": [
    30064,
    30076,
    30042,
    30055,
    30057
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}