{
  "id": 30083,
  "title": "1891년 Trezza 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1891-12-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Trezza. 판결일: 1891-12-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Trezza v. Brush\n**판결일**: 1891-12-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Fuller\n\n## 인용\n\n- 142 U.S. 160\n\n## 판결문 요약\n\n142 U.S. 160\n    12 S.Ct. 158\n    35 L.Ed. 974\n    TREZZAv.BRUSH.\n    December 21, 1891.\n    \n      J. D. Bell, for appellant.\n      Chas. F. Tabor, Atty. Gen. of New York, for appellee.\n      Mr. Chief Justice FULLER delivered the opinion of the court.\n    \n    \n      1\n      Trezza was convicted of murder in the first degree in the court of sessions of Kings county, N. Y., June 6, 1890, and sentenced to death. The warrant for the execution of the judgment and sentence was duly issued to the agent and warden of the state-prison at Sing Sing, and under it Trezza was committed to his custody. An appeal was taken to the court of appeals, and the judgment affirmed, (125 N. Y. 740, 26 N. E. Rep. 933;) whereupon, March 6, 1891, the court of sessions ordered the judgment of conviction and sentence of death to be executed and enforced in the manner provided by law, and issued a second warrant to the warden. Trezza then presented his petition for a writ of habeas corpus to the judge of the circuit court of the United States for the southern district of New York, and brings the order of that court denying its prayer to this court on appeal. Petitioner claimed that by his imprisonment under the first warrant he had been once punished for the offense for which he had been convicted, and that solitary confinement amounted to cruel and unusual punishment, and hence that he was restrained in violation of the fifth and eighth amendments to the constitution of the United States; and he objec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trezza-v-brush"
    }
  ],
  "relatedIncidents": [
    30085,
    30064,
    30076,
    30082,
    30091
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}