{
  "id": 30094,
  "title": "1891년 Matter of Conway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1891-03-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Matter of Conway. 판결일: 1891-03-17. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Proving the Last Will and Testament of James Conway, Deceased\n**판결일**: 1891-03-17\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Brown, Parker\n\n## 변호인\n\nE.M. Bartlett  for appellant.\n\n George W. Bottsford  for respondent.\n\n## 인용\n\n- 26 N.E. 1028\n- 124 N.Y. 455\n- 36 N.Y. St. Rep. 486\n\n## 판결문 요약\n\nWe think the probate of the instrument should have been denied, on the ground that there was not such a subscription and signing by the testator and witnesses at the \"end of the will\" as is required by our statute. (2 R.S. 63, &#167; 40.) The aim of the statute is to prevent fraud. To surround testamentary dispositions with such safeguards as will protect them from alteration. The provision \"is a wholesome one and was adopted to remedy real or threatened evils. It should not be frittered away by exceptions. While its provisions should not be carried beyond the policy of the framers of it, that policy should not be defeated by judicial construction.\" (Sisters of Charity v.Kelly, 67 N.Y. 409.) If we were without authority to guide our action, could there be room to doubt that the subscription on this instrument is in contravention of the letter and spirit of the statute? The instrument commences as follows: \"The last will and testament of James Conway,\" and on the same page towards the bottom it concludes, \"In witness whereof I have hereunto subscribed my name * * *,\" and immediately following is the subscription \"James Conway.\" If between such beginning and end all of the provisions of the will were written, there would be a full compliance with the statute. But such is not the case. On the other side of the sheet and occupying nearly the entire page are what purport to be important testamentary provisions. Now, can it be said that this will is subscribed at the end? That some...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-proving-the-last-will-testament-of-conway"
    }
  ],
  "relatedIncidents": [
    30091,
    30095,
    30097,
    30061,
    30069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}