{
  "id": 30097,
  "title": "1891년 Boos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1891-01-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Boos. 판결일: 1891-01-24. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Boos v. Marion\n**판결일**: 1891-01-24\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Dwight\n\n## 변호인\n\nE. F. Wellington, for appellants. D. N. Salisbury, for respondents.\n\n## 인용\n\n- 12 N.Y.S. 765\n- 35 N.Y. St. Rep. 710\n\n## 판결문 요약\n\n\nDwight, P. J.\nThe action was a creditors’ bill to set aside a voluntary assignment for the benefit of creditors on the ground of fraud. The assignors are the defendants Margaret A. and James Marion, copartners under the firm name of Marion &amp; Co. The assignment is set out in full in the complaint, and is admitted by the answer. It purports to grant and assign to the party of the second part all the copartnership and individual estate, property, and effects of every description belonging to the parties of the first part, or either of them, in trust, etc. Then, after providing for the payment of the expenses of executing the trust, and of wages due to employes, it directs the assignee to pay certain preferred debts, most of which appear on the face of the provision to be debts of the copartnership, but the four last items of which are as follows: “And to J. Fahy &amp; Co. and James G-. Comerford of Rochester, N. Y., the amount of their accounts; and also to A. J. Kirley the sum of $70, and to R. G. Dun &amp; Co. the sum of $50.” Then follows a direction to the assignee in these terms: “ (4) To pay and discharge in full, if the residue of said proceeds is sufficient for that purpose, all the debts and liabilities now due or to grow due from the said parties of the first part, together or respectively, with all interest money due or to grow due; and, if the residue of said proceeds shall not be sufficient to pay the said debts and liabilities and interest moneys in full, then...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boos-v-marion"
    }
  ],
  "relatedIncidents": [
    30091,
    30094,
    30095,
    30061,
    30069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}