{
  "id": 30099,
  "title": "1890년 Gurnee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1890-11-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gurnee. 판결일: 1890-11-17. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Gurnee v. Patrick County\n**판결일**: 1890-11-17\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Fuller\n\n## 변호인\n\nMr. A. T. Britton, Mr. A. B. Browne and Mr. Henry Wise Garnett for plaintiffs in error., Mr. John AW. Daniel for defendant in error.\n\n## 인용\n\n- 137 U.S. 141\n- 11 S. Ct. 34\n- 34 L. Ed. 601\n- 1890 U.S. LEXIS 2074\n\n## 판결문 요약\n\n\n137 U.S. 141 (1890)\nGURNEE\nv.\nPATRICK COUNTY.\nNo. 57.\nSupreme Court of United States.\nArgued and submitted November 7, 1890.\nDecided November 17, 1890.\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF VIRGINIA.\n*143 Mr. A.T. Britton, Mr. A.B. Browne and Mr. Henry Wise Garnett for plaintiffs in error.\nMr. John W. Daniel for defendant in error.\nMR. CHIEF JUSTICE FULLER delivered the opinion of the court.\nPrior to the act of March 3, 1875, there could be no appeal or writ of error from an order of a Circuit Court remanding a suit which had been removed, because such an order was not a final judgment or decree in the sense which authorized an appeal or writ of error. Railroad Co. v. Wiswall, 23 Wall. 507. But it was provided by that act that the order of a Circuit Court dismissing or remanding a cause to a State court, should be reviewable by the Supreme Court on writ of error or appeal as the case might be. 18 Stat. 471, c. 137, § 5. By section 6 of the act of March 3, 1887, (24 Stat. 552, 555, c. 373,) as corrected by the act of August 13, 1888, (25 Stat. 433, c. 866,) the provision to that effect was repealed, and it was also provided by the act that \"no appeal or writ of error from the decision of the Circuit Court so remanding such cause shall be allowed.\" Section 6 was accompanied by the proviso \"that this act shall not affect the jurisdiction over or disposition of any suit removed from a court of any State, or suit commenced in any court of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gurnee-v-patrick-county"
    }
  ],
  "relatedIncidents": [
    30100,
    30102,
    30103,
    30104,
    30105
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}