{
  "id": 30095,
  "title": "1891년 Rouse 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1891-02-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Rouse. 판결일: 1891-02-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: WILLIAM C. ROUSE Et Al. v. JOHN C. BOWERS and B. J. ARENDELL\n**판결일**: 1891-02-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Shephekd\n\n## 변호인\n\nMessrs. J. S. Manning and W. W. Fuller, for plaintiffs., Messrs. J. W. Graham and June Parker, for defendants.\n\n## 인용\n\n- 12 S.E. 985\n- 108 N.C. 182\n\n## 판결문 요약\n\nThe defendants tendered the following issues:\n1. Was the deed of assignment mentioned in the complaint made with intent to hinder, delay and defraud the creditors of Bowers  Arendell?\n2. Did the defendant B. W. Matthews have knowledge at the time of any such intent?\n3. What was the value of the property assigned?\nHis Honor submitted the third issue as tendered by the defendants, and declined to submit the first and second issues so tendered, (183) and the defendants excepted to the refusal to submit the issues tendered by them, and also to the issue submitted by the court, which was:\n\"Was the deed of assignment of Bowers  Arendell, mentioned in the complaint, made with the intention to hinder, delay or defraud the creditors of Bowers  Arendell?\" *Page 129 \nHis Honor charged the jury that if they should find that the deed was made with a fraudulent intent, it being a voluntary conveyance for the alleged benefit of creditors, it was immaterial whether the defendant Matthews knew of or participated in the fraudulent intent; to which charge the defendants excepted.\nThere was a verdict for the plaintiffs, and the plaintiffs tendered the judgment set out in the record, to which the defendant Matthews objected, because the word \"trustee\" was omitted after the name of B. W. Matthews in the judgment, and that the judgment should be against him as trustee and not against him personally. The judgment was signed by the court, and the defendants excepted.\nFrom judgment rendered the defend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rouse-v-bowers"
    }
  ],
  "relatedIncidents": [
    30091,
    30094,
    30097,
    30061,
    30069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}