{
  "id": 30107,
  "title": "1890년 Chase 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1890-03-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Chase. 판결일: 1890-03-25. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STEPHEN H. CHASE v. THE SOUTH PACIFIC COAST RAILROAD COMPANY\n**판결일**: 1890-03-25\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Gibson\n\n## 변호인\n\nPittsburg & Blanding, for Appellant., D. M. Delmas, for Respondents.\n\n## 인용\n\n- 83 Cal. 468\n\n## 판결문 요약\n\n\nGibson, C.\nThis is an appeal from an order of the superior court of the county of Santa Cruz denying the defendant corporation’s motion for a change of venue to the city and county of San Francisco.\nThe grounds of the defendant’s motion are, that the obligation' or liability sued upon did not arise in the county of Santa Cruz; and that the defendant’s principal place of business is in the city and county of San Francisco.\nArticle 12, section 16, of the constitution of this state, declares: —■\n“A corporation or association may be sued in the county where the contract is made or is to be performed, or where the obligation or liability arises or the breach occurs; or in the county w'here the principal place of business of such corporation is situated, subject to the power of the court to change the place of trial as in other cases.”\nThe appellant contends that-the action is upon a tort arising from a conspiracy between it and certain lumber dealers, which prevented plaintiffs from carrying on their business, and could only be properly brought in the county where the liability arose, or whore the defendant’s principal place of business is situated. And as the complaint does not show where the conspiracy was formed, and the defendant, by the affidavit of its president, having shown *470that none of the defendant’s alleged co-conspirators reside, or ever have resided, in the county of Santa Cruz, and that defendant’s principal place of business is at the city and county of San Fra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chase-v-south-pacific-coast-railroad"
    }
  ],
  "relatedIncidents": [
    30099,
    30100,
    30102,
    30103,
    30104
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}