{
  "id": 30103,
  "title": "1890년 Hamilton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1890-05-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hamilton. 판결일: 1890-05-19. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Hamilton v. Liverpool, London and Globe Insurance Company\n**판결일**: 1890-05-19\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Gray, After Stating the Case as Above\n\n## 변호인\n\nMr. Joseph’Wilby for plaintiff in error. At the close of Mr. ‘Wilby’s argument, the court declined to hear further argument., Mr. Channvng Richards, Mr. Rufus Kmg, Mr. Charles II. Stephens, Mr. S. J. Thompson, Mr. Thomas B. Paxton and Mr. Ledyard Lincoln filed briefs for defendant in error.\n\n## 인용\n\n- 136 U.S. 242\n- 10 S. Ct. 945\n- 34 L. Ed. 419\n- 1890 U.S. LEXIS 2210\n\n## 판결문 요약\n\n\n136 U.S. 242 (1890)\nHAMILTON\nv.\nLIVERPOOL, LONDON AND GLOBE INSURANCE COMPANY.\nNo. 326.\nSupreme Court of United States.\nArgued May 2, 1890.\nDecided May 19, 1890.\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n*254 Mr. Joseph Wilby for plaintiff in error. At the close of Mr. Wilby's argument, the court declined to hear further argument.\nMr. Channing Richards, Mr. Rufus King, Mr. Charles H. Stephens, Mr. S.J. Thompson, Mr. Thomas B. Paxton and Mr. Ledyard Lincoln filed briefs for defendant in error.\nMR. JUSTICE GRAY, after stating the case as above, delivered the opinion of the court.\nThe conditions of the policy in suit clearly and unequivocally manifest the intention and agreement of the parties to the contract of insurance that any difference arising between them as to the amount of loss or damage of the property insured shall be submitted, at the request in writing of either party, to the appraisal of competent and impartial persons, to be chosen as therein provided, whose award shall be conclusive as to the amount of such loss or damage only, and shall not determine the question of the liability of the company; that the company shall have the right to take the whole or any part of the property at its appraised value so ascertained; and that until such an appraisal shall have been permitted, and *255 such an award obtained, the loss shall not be payable, and no action shall lie against the company. The appraisal, when requested in writin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hamilton-v-liverpool-london-globe-insurance"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=district-of-columbia-v-woodbury"
    }
  ],
  "relatedIncidents": [
    30099,
    30100,
    30102,
    30104,
    30105
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}