{
  "id": 30100,
  "title": "1890년 Pierce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1890-10-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Pierce. 판결일: 1890-10-14. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. C. Pierce, Jr. v. Wimberly & Philips\n**판결일**: 1890-10-14\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Henry\n\n## 변호인\n\nH. OMlton, for appellant.—The, White & Ediuards, for appellees.—The\n\n## 인용\n\n- 78 Tex. 187\n\n## 판결문 요약\n\n\nHENRY, Associate Justice—\nThis suit was brought by Wimberly &amp; Philips to recover a number of tracts of land.\nPlaintiffs recovered a judgment for two of the tracts containing respectively 65 and 23 acres.\"\nDefendant had judgment in his favor for a tract containing 115 acres, and for lots 4 and 5 in block 8 in the town of Lindale.\nPlaintiffs claimed the land under a judgment lieu and execution sale against W. C. Pierce, Sr., who was the father of the defendant.\nThe defendant claimed the 115 acres tract by purchase from his father, and also under a deed of gift from his mother. He claimed the town lots by direct purchase from the owners, Barnes and Wetmore. The 65 acres and 23 acres tracts were conveyed by W. 0. Pierce, Sr., to the defendant.\nPlaintiffs contend that the conveyances from the father to his son were fraudulent, and that if they were not, they through their judgment liens were bona fide purchasers and entitled as such to protection. They claimed that the town lots, although conveyed to W. 0. Pierce, Jr., were in truth paid for and owned by W. 0. Pierce, Sr.\nThe statement of facts shows that a judgment for money was rendered in the United States Circuit Court for the Eastern District of Texas on the 19th day of January, 1886, in favor of “August, Bernheim &amp; Bauer and agaiust George Yarbrough and W. 0. Pierce, Sr.”\nAn abstract of this judgment was recorded and indexed in the county clerk’s office in the following manner:\nUnder the heading of “plaintiffs’ name...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pierce-v-wimberly"
    }
  ],
  "relatedIncidents": [
    30105,
    30106,
    30108,
    30109,
    30110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}