{
  "id": 30106,
  "title": "1890년 McBride 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1890-04-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McBride. 판결일: 1890-04-14. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: McBride v. Langan\n**판결일**: 1890-04-14\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Barrett\n\n## 변호인\n\nFrancis W. Judge, Jr., for plaintiffs. J. Woolsey Shepard, for defendants.\n\n## 인용\n\n- 10 N.Y.S. 552\n\n## 판결문 요약\n\n\nBarrett, J.\nThis case differs from those where no averments of fraud were made in the complaint. The court there was without jurisdiction to grant the order of arrest. Here, however, averments of fraud are made, though imperfectly. The statement that the defendants were guilty of fraud in contracting the debt may not be issuable, but the statement that they have disposed of their property with intent to defraud their creditors is. It would, of course, be insufficient, standing alone and without proofs, to warrant an order of arrest. With proper proofs, however, dehors the complaint, it was sufficient to confer jurisdiction. It is even questionable whether the averment that the defendant was guilty of fraud may not be sufficient to confer jurisdiction, (Valentine v. Richardt, 6 N. Y. Supp. 197, 953,) and whether the remedy is not to make more definite, though my own opinion is that such a statement is not the statement of an issuable fact. As, however, there is a statement of an issuable fact as to the disposition of property, and as the case cited seems to hold that the general allegation in the language of the Code is sufficient, I feel bound to deny the motion to vacate, with costs.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcbride-v-langan"
    }
  ],
  "relatedIncidents": [
    30100,
    30105,
    30108,
    30109,
    30110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}