{
  "id": 30104,
  "title": "1890년 Murray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1890-04-25",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Murray. 판결일: 1890-04-25. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Murray v. State\n**판결일**: 1890-04-25\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Simmons\n\n## 변호인\n\nThomas & Strickland and Lumpkin & Burnett, for plaintiff in error., R. B. Russell, solicitor-general, for the State.\n\n## 인용\n\n- 85 Ga. 378\n\n## 판결문 요약\n\n\nSimmons, Justice.\nMurray was indicted and tried for the offence of assault with intent to murder, and convicted of shooting at another. He made his motion for a new trial upon the several grounds stated therein, which was overruled by the court, and he excepted.\n1. The first three grounds of the motion are the usual ones, that the verdict was contrary to evidence, without evidence to support it, and contrary to law. There was no error in refusing to grant a new trial upon *381these grounds. If the jury believed the witnesses for the State, which they had a right to do, there was an abundance of evidence to authorize the finding of their verdict that the accused was guilty of the ofienee of shooting at another. The 4th ground of the original motion -was not insisted upon in the argument here.\n2. The first ground of the amended motion complains that the court erred in charging the jury that “The law allows a defendant to make such statement in his own behalf as he may see proper. He does not make his statement under oath, and is not subject to be cross-examined by the State’s counsel without his consent to be so examined.” It is contended by counsel for the plaintiff in error that the court erred in stating to the jury that the- defendant was not subject to be cross-examined without his consent. We do not think this was error. It was simply a- quotation from the statute authorizing the defendant to make a statement in a criminal case, and we think the court had a right to info...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=murray-v-state"
    }
  ],
  "relatedIncidents": [
    30111,
    30112,
    30083,
    30085,
    30099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}