{
  "id": 30112,
  "title": "1890년 Dickerson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1890-01-15",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Dickerson. 판결일: 1890-01-15. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Luther Dickerson v. The Burlington & Missouri River Railroad Company in Nebraska\n**판결일**: 1890-01-15\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Simpson\n\n## 변호인\n\nS. EC. Glenn, for plaintiff in error., W. W. & W. F. Guthrie, for defendant in error.\n\n## 인용\n\n- 43 Kan. 702\n\n## 판결문 요약\n\n\nOpinion by\nSimpson, C.:\nThis action was originally commenced by Dickerson against the Burlington &amp; Missouri River Railroad Company in Nebraska, to recover damages for killing stock on its line through the plaintiff’s farm in Atchison county. ' It was commenced before a justice of the peace in the city of Atchison. A summons was issued and returned. The service as shown by the return is as follows: “ Received this writ July 20, 1887; July 20, 1887, served the same by delivering a copy thereof, with the indorsements thereon duly certified, to Mr. Fish, agent of the within railroad company.” The company appeared by its attorney only for the purposes of the motion, and moved to set aside and quash the summons for the reason, among others, that the return of said summons is informal, defective, and insufficient in law. This motion was overruled, the case tried, and a judgment rendered in favor of Dickerson. The case was then taken on error to the district court, and the judgment of the justice reversed, for the reason, among others, that there was no legal service of *703summons. From this judgment of reversal by the district court, Dickerson brings the case here.\nI. The important question is, was there a legal service of the summons ? We regard the case of U. P. Rly. Co. v. Pillsbury, 29 Kas. 652, as conclusive on this question. The court says:\n“The return on the summons shows that it was delivered ‘to D. W. March, agent of the U. P. Rly. Co., Manhattan, Kansas.’ Where this ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dickerson-v-burlington-missouri-river-railroad"
    }
  ],
  "relatedIncidents": [
    30104,
    30111,
    30083,
    30085,
    30099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}