{
  "id": 30116,
  "title": "1889년 Rudy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1889-10-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Rudy. 판결일: 1889-10-07. 법원: Lancaster County Court of Oyer and Terminer.",
  "description": "## 사건 정보\n\n**사건명**: JOHN W. RUDY v. THE COMMONWEALTH\n**판결일**: 1889-10-07\n**법원**: Lancaster County Court of Oyer and Terminer\n**관할**: Pennsylvania, PA\n\n**판사**: Gbeen, McCollum, Mitchell, Stekrett, Sterrett, Williams\n\n## 변호인\n\nMr. John A. Coyle and Mr. Marriott Brosius (with them Mr. B. B. Bshleman), for the plaintiff in error:, Mr. W. JST. Apple, and Mr. W. B. Weaver, District Attorney, (with them Mr. B. K. Martin), for the defendant in error:\n\n## 인용\n\n- 128 Pa. 500\n\n## 판결문 요약\n\n\nOpinion,\nMr. Justice Sterrett :\nThe prisoner was tried and convicted of patricide of the first degree, the most heinous type of murder. The corpus delicti was clearly proved. The evidence was quite sufficient to justify the jury in finding that the prisoner’s father was brutally murdered. The position in which the deceased was found, the nature of the wounds that must have caused his almost instantaneous death, the character of the instrument with which they appeared to have been inflicted, and all the surrounding circumstances, pointed to the commission of a wilful, deliberate, and premeditated murder. But of course that was a question of fact for the jury, and to them it was fairly and impartially submitted.\nThe main question of fact was whether the prisoner was the guilty agent. There was no direct and positive evidence of his guilt. The evidence was entirely circumstantial, but it was sufficient to justify the submission of the case to the jury; *507and that was done in a clear and comprehensive charge embodying such instructions as were necessary for the guidance of the jury in properly considering and applying the evidence.\nSome exceptions taken to the rulings and charge of the court, have been assigned for error.\nThe first specification is without merit. The practice of standing aside jurors had its origin in the construction given by the courts to the statute 33 Edward I., enacted in 1305; and like many other customs, it descended to us from the mother country. Tn th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rudy-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    30114,
    30104,
    30111,
    30112,
    30119
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}