{
  "id": 30121,
  "title": "1889년 Morrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1889-04-16",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Morrison. 판결일: 1889-04-16. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Johnson Morrison v. Catherine Murphy\n**판결일**: 1889-04-16\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Biggs, Thompson\n\n## 변호인\n\nSmith & Harrison, for the appellant., A. H. Taylor, for the respondent.\n\n## 인용\n\n- 36 Mo. App. 36\n\n## 판결문 요약\n\n\nBiggs, J.,\ndelivered the opinion of the court.\nOn the nineteenth day of March, 1887, this suit was begun. Plaintiff, in his petition, alleged that one Bernard J. Reilly, and the deceased, B. Murphy, in the year 1882, entered into a co-partnership for the purpose of building three houses on Finney avenue, in the city of St. Louis, for Mrs. Julia Rogers and Dr. Patrick Rogers, her husband. That in the prosecution of the business of the firm, Reilly was to furnish the experience and skill, and Murphy was to furnish the necessary funds for carrying on the business, and the profits of the venture (if any) were to be divided equally. That the firm commenced work on the buildings in the fall of 1882, and completed them in May, 1883. That the buildings were erected by said firm at an actual outlay of $11,500. That the firm received from Mr. and Mrs. Rogers for the work, the sum of $8,750 in money, and a deed to a lot situated on Seventeenth street, near Cass avenue in said city. That the title to this property was taken in the name of Murphy, and that the latter agreed to hold it in trust for the firm. That, after-wards, Murphy exchanged this property with one Kerrigan for two hundred and twenty-five front feet of ground on Finney avenue, and received from Kerrigan the sum of one thousand dollars, the difference in the *40value of the property so exchanged, and that Murphy also agreed to hold the Finney avenue property in trust for the firm. That, in January, 1885, Murphy sold one h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morrison-v-murphy"
    }
  ],
  "relatedIncidents": [
    30114,
    30116,
    30119,
    30123,
    30124
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}