{
  "id": 30129,
  "title": "1888년 Dodson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-11-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dodson. 판결일: 1888-11-28. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: G., C. & S. F. R'y Co. v. Zack Dodson\n**판결일**: 1888-11-28\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hurt\n\n## 변호인\n\nJ. W. Terry, counsel for appellant., No counsel appeared for appellee.\n\n## 인용\n\n- 3 Willson 466\n\n## 판결문 요약\n\n\nOpinion by\nHurt, J.\n§ 394. Duty of person approaching a railroad track to look and listen; judgment for damages not warranted Jby the evidence. Suit by appellee against appellant for *467damages for killing a horse and injuring a buggy by colliding one of its trains therewith. Judgment in justice’s court for $125. Appellant appealed to the county court, where appellee recovered judgment for $75. Appellee in his own behalf testified as follows:\n“ There was a large show sign on cotton platform near defendant’s track that obstructed the view. I knew that it was customary to run engines and trains across said street at said crossing. Was driving at an ordinary trot. Did not check or stop my horse at crossing, but drove on same in a trot. I did not look or listen for anything before driving on said track. Was not thinking of any train at time, at noon.”\nO. Turner testified: “Was in buggy with plaintiff. We were going at a trot. Did not change our gait when we reached the railway crossing. Did not look or listen for any cars. Accident occurred in day-time.”\nP. Duffy, conductor, testified: “Train was backing at rate of about three miles per hour. I was standing on north end of caboose. I signaled and did all I could to have train stopped as soon as I saw plaintiff’s danger. Did have the train stopped as soon as it could be done. Bell on locomotive was being rung.”\nAndy Neiman testified: “Was about forty feet from place of accident when it occurred. Saw plaintiff going to drive acro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=g-c-s-f-ry-co-v-dodson"
    }
  ],
  "relatedIncidents": [
    30132,
    30139,
    30145,
    30114,
    30116
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}