{
  "id": 30127,
  "title": "1888년 Burrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-12-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Burrell. 판결일: 1888-12-10. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Estate of LYMAN J. BURRELL, JAMES B. BURRELL v. PHILOMELA T. BURRELL\n**판결일**: 1888-12-10\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Belcher\n\n## 변호인\n\nD. W. Herrington, for Appellants., T. H. Laine, for Respondent.\n\n## 인용\n\n- 77 Cal. 479\n\n## 판결문 요약\n\n\nBelcher, C. C.\nLyman J. Burrell died in Santa Clara County in 1884, leaving what purported to be his last will and testament. The paper was dated March 9, 1882, and was signed by the decedent, and appeared to have been properly witnessed. Philomela T. Burrell, the widow of decedent, was named as executrix, and presented the will for probate. The children of decedent objected to the probate of the will, and filed written grounds of opposition thereto. The proponent made answer to the opposition, denying all of its material *480allegations. The contestants then demanded a trial by jury, and asked to have the following issues submitted to the jury: —\n“1. Was Lyman J. Burrell on March 9, 1882, at the time of the alleged making of said will, of sound and disposing mind?”\n“ 2. Was the making of said will procured through or by any fraudulent misrepresentations, or false statements or suggestions, of the proponent, Philomela T. Burrell?”\n“3. Was said will procured to be made by the undue influence of any person ? ”\n“4. Had the proponent, Philomela T. Burrell, any undue influence over the deceased which operated in the disposition of his property in the making of his will?”\n“ 5. Was said will, at the alleged time of the making thereof, signed by two witnesses at the request and in the presence of Lyman J. Burrell, deceased ?”\nThe court settled and submitted to the jury the first ■ four of these issues, but upon objection of counsel for proponent, that there were no sufficient allega...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burrell-v-burrell"
    }
  ],
  "relatedIncidents": [
    30126,
    30128,
    30130,
    30134,
    30136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}