{
  "id": 30126,
  "title": "1888년 Barrett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-12-21",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Barrett. 판결일: 1888-12-21. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Johnson v. Barrett\n**판결일**: 1888-12-21\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Niblack\n\n## 변호인\n\nW. P. Edson and E. D. Owen, for appellant., A. P. Hovey and G. V. Menzies, for appellees.\n\n## 인용\n\n- 117 Ind. 551\n\n## 판결문 요약\n\n\nNiblack, J. —\nComplaint by James N. Johnson against George M. Barrett, Ollie G. Barrett, Nellie H. Barrett, Carl E. Barrett, Ellen Barrett and Louisa Barrett, in four paragraphs.\nThe first two paragraphs sought to have a deed made by the defendant George M. Barrett to his wife, Mary L. Barrett, on the 4th day of January, 1882, for a tract of land in Posey county, set aside, on the ground that such deed was fraudulent and void as against the plaintiff.\nThe third paragraph sought to have the deed referred to declared and adjudged to have been only a mortgage.\nThe fourth paragraph charged that, on the 18th day of January, 1881, George M. Barrett and Mary L. Barrett, his wife, executed to James A. Cooper a mortgage on a particularly described tract of land, being the same tract named in the preceding paragraphs, to secure the payment of the sum *552of $3,000 ; that afterwards, on the 4th day of January, 1882, the said George M. Barrett conveyed the same land to his said wife, Mary Barrett, and caused the deed conveying the same to be duly recorded in the recorder’s office of Posey county; that in January, 1884, Cooper obtained a judgment on the indebtedness which the mortgage was given to secure, for the sum of $3,969, and a decree foreclosing the mortgage and ordering a sale of the mortgaged lands; that on the 24th day of February, 1884, the said Mary L. Barrett died intestate, leaving the said George M. Barrett as her husband, and the other defendants as her children, and all ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-barrett"
    }
  ],
  "relatedIncidents": [
    30127,
    30128,
    30130,
    30134,
    30136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}