{
  "id": 30136,
  "title": "1888년 Burhans 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-07-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Burhans. 판결일: 1888-07-02. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Burhans v. Kelly\n**판결일**: 1888-07-02\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Learned\n\n## 변호인\n\nJohn C. Keeler and H. D. Ellsworth, for appellants. Samuel R. Stern and Thomas Spratt, for respondent.\n\n## 인용\n\n- 2 N.Y.S. 175\n- 17 N.Y. St. Rep. 552\n\n## 판결문 요약\n\n\nLearned, P. J.\nBraithwaite and Kelly were partners. December 1,1884, Braithwaite sold out to Kelly; May 25, 1885, Kelly assigned to Chandler. Plaintiff recovered a judgment against Braithwaite and Kelly, June 23, 1885. After return of execution unsatisfied, they brought this action against Chandler, Braithwaite, and Kelly, to set aside the assignment as fraudulent. They claim that the firm was insolvent when Braithwaite sold out; that his alleged sale was fraudulent; that the assignment preferred individual debts of Kelly, to the injury of partnership creditors. The court held the assignment fraudulent, and defendants Kelly and Chandler appeal.\nOn the trial the plaintiff called as witnesses Kelly, Braithwaite, and Chandler. The defendants called none. After examining Braithwaite, the plaintiff offered in evidence Braithwaite’s examination on-proceeding supplementary. To this defendants Kelly and Chandler objected. The objections were overruled, and defendant excepted. After examining Kelly, the plaintiffs offered in evidence Kelly’s examination in proceeding supplementary. To this defendants objected. The objections were overruled, and defendants'excepted. Both examinations were read in evidence. They were taken in Hovember, 1885. Ho explanation is made by the plaintiffs, in their points, as to the ground on which they consider these examinations admissible. Chandler is the real party in interest here, as he holds the title to the property under the assignment which plaintif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burhans-v-kelly"
    }
  ],
  "relatedIncidents": [
    30126,
    30127,
    30128,
    30130,
    30134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}