{
  "id": 30130,
  "title": "1888년 Wolcott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-10-15",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Wolcott. 판결일: 1888-10-15. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: WILLIAM WOLCOTT v. B. F. HAMILTON\n**판결일**: 1888-10-15\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Read, Rowell, Rowers\n\n## 변호인\n\nZ. M. Mansur and George N. Dale, for the plaintiff., A. J. do J. G. Wing, for the defendant.\n\n## 인용\n\n- 61 Vt. 79\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nRowell, J.\nThe plaintiff can recover for the Wagon, what-, •ever the character of his possession of the farm. The taking of it to Goodwin’s shop for repairs, and its remaining there for about a year under the agreement found, where it was when levied upon, constituted a sufficient change of possession as against the creditors of the execution debtor. Bailey v. Quint, 22 Vt. 464. But he seeks to recover only $28 for it, its valuer less the amount the defendant paid for repairs upon it.\nNo claim is made for the shingles that were sold.\n*84Plaintiff concedes that in respect of the cow sold on the jpluries, which was the heifer he bought of the execution debtor in the spring of 1881, there was no such change of possession as-to entitle him to recover for her ; but he claims to recover for the yearling heifer and one of the two-year-old steers, which came from that cow and were raised on the farm, on the ground that the doctrine of fraud in law does not apply to them, as they were not in existence at the time of his purchase of the cow, and were never the property of the debtor.\nWhile there is no case in this State exactly in point, perhaps, because here the dam was attachable as the property of the vendor, yet Bellows v. Wells, 36 Vt. 599, is the same in ¡principie. There it was held that a lessee might sell to his lessor all the crops that might be grown on the premises during the term, to secure the payment of the rent, and that no cha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wolcott-v-hamilton"
    }
  ],
  "relatedIncidents": [
    30126,
    30127,
    30128,
    30134,
    30136
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}