{
  "id": 30132,
  "title": "1888년 McLeod 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-09-22",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: McLeod. 판결일: 1888-09-22. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: A. C. McLEOD v. O. J. MEADE\n**판결일**: 1888-09-22\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Hayne\n\n## 변호인\n\nGraves, Turner & Graves, and R. R. Terry, for Appellant., Tupper & Tapper, for Respondent.\n\n## 인용\n\n- 77 Cal. 87\n\n## 판결문 요약\n\n\nHayne, J.\nFinal judgment in favor of the defendant was given on demurrer to the complaint, and the plaintiff appeals.\n*88The complaint alleges that “the defendant . . . . offered a reward of five hundred dollars, in the manner following, to wit: Five hundred dollars reward for the arrest of the murderer of Louis Trabucco, committed,” etc.; that said offer was signed by defendant as sheriff and sent to the plaintiff, and that, relying upon the same, he arrested the murderer and delivered him up to the sheriff, and complied with all the terms of the offer.\nThe argument in support of the demurrer is, that the above is not to be construed as a reward offered by the sheriff himself, but merely as information that some one not named had offered a reward. Possibly a demurrer specifically pointing out the supposed ambiguity should have been sustained. We express no opinion as to that. But we think that the objection cannot be made on a general demurrer. The complaint expressly alleges that “defendant .... offered” the reward; and in the face of this allegation we do not see how it can be said that the reward was offered by somebody else. If this be the proper construction of the pleading, it stated a cause of action. (Ryer v. Stockwell, 14 Cal. 134; 73 Am. Dec. 634.)\nWe therefore advise that the judgment be reversed, with directions to overrule the demurrer.\nFoote, C., and Belcher, C. C., concurred.\nThe Court.\nFor the reasons given in the foregoing opinion, the judgment is reversed,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcleod-v-meade"
    }
  ],
  "relatedIncidents": [
    30129,
    30139,
    30145,
    30114,
    30116
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}