{
  "id": 30141,
  "title": "1888년 Schwartz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-03-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Schwartz. 판결일: 1888-03-31. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: L. SCHWARTZ v. S. W. WILSON, Auditor, etc.\n**판결일**: 1888-03-31\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Searls\n\n## 인용\n\n- 75 Cal. 502\n\n## 판결문 요약\n\n\nSearls, C. J.\nThis is an application for a writ of mandate to compel the respondent, Wilson, as auditor of the county of San Luis Obispo, to draw his warrant on the county treasurer in favor of Schwartz and Beebee for $195.30.\nA demurrer was sustained to the petition in the superior court, and appellants electing to stand upon such petition without amending, judgment dismissing the application was entered, from which judgment this appeal is taken.\nIt appears from the verified petition filed .on application for the writ, that Schwartz &amp; Beebee, as copartners, on the 20th of March, 1884, sold and delivered goods, wares, and merchandise the value of $195.30 to the county of San Luis Obispo; that on April 20, 1884, the demand therefor, duly itemized and verified, was filed with the clerk of the board of supervisors of said county; that on the seventh day of January, 1885, the demand was by the board of supervisors allowed for the *503full amount thereof, and ordered paid “out of the funds of road district No. 1.”\nAt the date of the sale and delivery of the goods there was money unappropriated and in excess of all outstanding indebtedness of said road district No. 1, in the county treasury to the credit of said road district, and this claim, together with the other liabilities before that time accrued, were not in excess of the revenue actually provided for the year 1884 for said road district.\nThe goods were sold and delivered to and for road district No. 1.\nOn or about Augu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schwartz-v-wilson"
    }
  ],
  "relatedIncidents": [
    30126,
    30127,
    30128,
    30129,
    30130
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}