{
  "id": 30146,
  "title": "1887년 Pool 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1887-11-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pool. 판결일: 1887-11-25. 법원: City of New York Municipal Court.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Pool as Assignee, etc., Resp't v. Edward H. Harris, Appl'ts\n**판결일**: 1887-11-25\n**법원**: City of New York Municipal Court\n**관할**: New York, NY\n\n**판사**: Nehrbas\n\n## 변호인\n\nSaunders, Webb & Worcester, for app’lt; Harwood R. Pool, for resp’t; Thos. F. Wentworth, of counsel.\n\n## 인용\n\n- 11 N.Y. St. Rep. 673\n\n## 판결문 요약\n\n\nNehrbas, J.\n—The question whether the transfer from Nichols &amp; Co. was fraudulent as to the creditors of the assignors, was one of fact for the jury. The defendants were both attaching and judgment creditors, and had a right to assail the assignment by every legal method of attack. The evidence adduced in support of the assignment was clearly sufficient to warrant a verdict, but the witnesses were more or less interested in sustaining it, and their evidence is, therefore, not conclusive. Kavanagh v. Wilson, 70 N. Y., 177. Besides, the testimony is of such a character that the jury might well doubt the bona fides of *674the transfer and find accordingly. It is trac the defendants requested the court to direct a verdict in their favor, but when the court denied their application, they asked to go to the jury on the facts. This request the trial judge refused to grant, and directed a verdict in favor of the plaintiff. This was error, for which the judgment must be reversed and a new trial granted, with costs to abide the event.\nMcAdam, C. J., concurs.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pool-v-harris"
    }
  ],
  "relatedIncidents": [
    30150,
    30152,
    30154,
    30159,
    30126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}