{
  "id": 30144,
  "title": "1888년 Boot 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1888-03-06",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Boot. 판결일: 1888-03-06. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Boot v. Brewster\n**판결일**: 1888-03-06\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Seevers\n\n## 변호인\n\nWright, Baldwin & Haldane, for appellant., Stone & Sims, for appellee.\n\n## 인용\n\n- 75 Iowa 631\n\n## 판결문 요약\n\n\nSeevers, C. J.\n1. Homestead: abandonment: evidence. — I. It clearly appears from the evidence that the plaintiff obtained title to the premises in controversy in 1880, and that he occupied . , , , „ the same as his homestead m November of that year, and so continued to occupy the same for the space of about three years thereafter. The defendant Brewster obtained, in 1882, a judgment against the plaintiff on an indebtedness contracted after the acquisition of the homestead. The material question, therefore, is whether there has been' an abandonment of such homestead. The plaintiff and his family left the premises in controversy, and resided for a time at Carson, and at Kansas City, from which he returned to Carson'. He did not acquire another homestead, but occupied rented property. While at Carson and Kansas City, he was engaged in business as a clerk, or some other capacity, in the employ of other persons. It clearly appears that he left his homestead for business purposes, and for the purpose of obtaining a support for himself and family. When he left the homestead, he left therein some household and kitchen furniture, which has remained in the house, or at least has never been removed by the pi aintiff. Such homestead has been rented and occupied by others, but it was so rented that the lessee thereof was a tenant at will. At least one person made application to the plaintiff to purchase the property, and the plaintiff named a price he would take for it. The plaintiff tes...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boot-v-brewster"
    }
  ],
  "relatedIncidents": [
    30126,
    30127,
    30128,
    30129,
    30130
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}