{
  "id": 30157,
  "title": "1887년 Fairley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1887-02-01",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Fairley. 판결일: 1887-02-01. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: J. D. Clark, Jr. v. J. P. Fairley\n**판결일**: 1887-02-01\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Rombatteb\n\n## 변호인\n\nFeank A. Hobein and E. A. B. Gabes one, for the-appellant., A. A. Paxton, for the respondent.\n\n## 인용\n\n- 24 Mo. App. 429\n\n## 판결문 요약\n\n\nRombatteb, J.,\ndelivered the opinion of the court.\nThis is an action to recover damages for injuries to the plaintiff’s person. The petition is as follows:\n“ The plaintiff states that, on the thirtieth day of September, 1885, whilst said Joseph D. Clark, Jr., an infant under the age of twenty-one years, and of the age of thirteen years, and son of the plaintiff, was passing along on the sidewalk of Franklin avenue, between Eighth, and Ninth streets, in the city of St. Louis, state of Missouri, in a peaceable and lawful manner, the defendant, without any just provocation or excuse whatever, assaulted said Joseph D. Clark, Jr., and by means of said assault said *430Clark was forced and driven against the hind legs of a certain mule, standing close to the curb of said sidewalk, which said mule kicked and wounded him, said Clark, on the back of his head, and in his shoulder and arm, so that he, said Clark, was greatly and permanently injured, maimed, and disfigured. That by reason of said wrongful ■act of the defendant said Joseph D. Clark, Jr., suffered great pain of body and mind, and has been injured and ■maimed for life, and has suffered damages in the sum of ten thousand dollars. Wherefore the plaintiff prays judgment, etc.”\nThe answer was a general denial.\nThere was a trial by jury and a verdict for the plaintiff in the sum of five hundred dollars.\nThe defendant, upon the trial, objected to the introduction of any evidence, on the ground that the petition failed to state a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-v-fairley"
    }
  ],
  "relatedIncidents": [
    30146,
    30147,
    30150,
    30152,
    30154
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}