{
  "id": 30152,
  "title": "1887년 Miller v. Frost's Detroit Lumber & Wooden Ware Works 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1887-06-23",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Miller v. Frost's Detroit Lumber & Wooden Ware Works. 판결일: 1887-06-23. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Albert Miller and George Lewis v. Frost's Detroit Lumber & Wooden Ware Works\n**판결일**: 1887-06-23\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Campbbll, Champlin, Mobs, Sherwood\n\n## 변호인\n\nH. E. Spalding, for appellants., Moore & Moore, for defendant.\n\n## 인용\n\n- 66 Mich. 455\n\n## 판결문 요약\n\n\nMobs®, J.\nThe declaration in this cause is filed to recover the expense of moving and inspecting lumber, caused by the refusal of the defendant to accept the same. The circuit judge directed the jury to allow only the cost of inspection. The plaintiffs bring error.\nIt is claimed by the defendant that—\n1. The contract was void under the statute of frauds.\n2. It was void for want of authority in the agent, G-ray, such authority having been revoked before the making of the contract.\n3. There was no obligation to pay expenses arising from plaintiffs’ attempt to execute a void contract.\nThe deffendant is a manufacturer of wooden-ware at Detroit, Michigan. James Gray testified that, during the year 1885, he lived at Bay City, Michigan, and that his business was that of a purchasing agent under the name of the Peninsular Lumber Company. In July, 1885, one Morrison, an agent of defendant, after'some negotiation, said he would recommend him to defendant to do its business in Bay City. He thereupon had some correspondence with defendant, and commenced buying for the corporation. Between August 7 and October 24, 1885, he purchased at Bay City, and shipped to Detroit for defendant, seven or eight lots of lumber. He bought upon his own judgment, without consulting defendant, and defendant never complained of his exercising such discretion.\nHe received, on the seventh of October, 1885, the following-letter from defendant:\n“We now need a cargo of white pine lumber. Have expected to receive...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-frosts-detroit-lumber-wooden-ware-works"
    }
  ],
  "relatedIncidents": [
    30146,
    30150,
    30154,
    30159,
    30126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}