{
  "id": 30159,
  "title": "1887년 Bishop 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1887-01-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bishop. 판결일: 1887-01-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Richard T. Bishop v. Theodore Hunt\n**판결일**: 1887-01-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Lewis\n\n## 변호인\n\nNapton & Frost, for the appellant., G~. A. Wurdeman, for the respondent.\n\n## 인용\n\n- 24 Mo. App. 373\n\n## 판결문 요약\n\n\nLewis, P. J.,\ndelivered the opinion of the court.\nThis is a suit on a promissory note for five hundred dollars, given in the purchase of several patent rights by the defendant from the plaintiff. The answer set up the defence that the defendant was non compos mentis when *374the note was given, and that the same was obtained by false and fraudulent representations of the plaintiff. The-court, of its own motion, gave the following instruction to the jury :\n“The court instructs you that, if you- find and believe from the evidence that, on May 16, A. D., 1886, the defendant was unsound of mind to such extent as to be incapable of appreciating the character of the transaction in which the note (read in evidence) was given, then your verdict should be for the defendant, whether you also find that the plaintiff then believed him to be of sound mind, or not; but unless you find the defendant was then of unsound mind, as aforesaid, your ' verdict should be for the plaintiff, for the sum of $511.89.”\nThe verdict and judgment were for the plaintff.\nThere is a discrepancy of dates repeated frequently through the record, which would be somewhat embarrassing, but for the evident fact that it results from inexcusable errors in copying. The trial occured on January 12,1886, and yet nearly every witness is written down as testifying to what was done in March or May, 1886. The same year (1886) is given to events which were contemporaneous with the writing of a letter offered in evidence, and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bishop-v-hunt"
    }
  ],
  "relatedIncidents": [
    30146,
    30150,
    30152,
    30154,
    30126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}