{
  "id": 30167,
  "title": "1886년 Saville 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-06-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Saville. 판결일: 1886-06-29. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: LEONARD A. SAVILLE, Administrator, etc., of David Saville v. JOHN B. FRISBIE\n**판결일**: 1886-06-29\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Thornton\n\n## 변호인\n\nPhilip G. Galpin, and W. S. Wood, for Appellant., Henry P. Irving, H. S. Brown, W. W. Stow, B. S. Brooks, and H. W. Carpentier, for Respondents.\n\n## 인용\n\n- 70 Cal. 87\n\n## 판결문 요약\n\n\nThornton, J.\nThe order of the 24th of February, 1881, dismissing this case, from which an appeal was prosecuted to this court, was here reversed in May, 1883, on the ground that the opportunity had not been afforded the plaintiff to show cause why the order should not be made. (11 Pac. C. L. J. 354.) The remittitur from this court was filed in the court below on the nineteenth day of June, 1883, and the motion to dismiss the action was renewed by a notice served on plaintiff on the 14th of July following. The motion was heard in October, 1883, and the order dismissing the action was made on the fifth day of the next month. The motion was made on *88the ground that plaintiff had failed to prosecute the action with reasonable diligence, or any diligence.\nThere was certainly great delay in prosecuting the action. It was commenced on the 31st of March, 1860, and referred to S. H. Dwinelle, Esq., on the 16th of May, 1861, to report a judgment. The plaintiff had not finished putting in his evidence when the notice of the motion was given.\nEvidence was introduced before the referee in the years 1862 and 1863. It does not appear that any further steps in the matter of the introduction of evidence were taken until June, 1883. David Saville, in whose name the action was originally brought, lived more than five years after the evidence introduced in 1863 was taken before the referee.\nDuring the period above mentioned, nothing further was done in the cause. In August, 1868, David Savill...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saville-v-frisbie"
    }
  ],
  "relatedIncidents": [
    30160,
    30162,
    30165,
    30166,
    30168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}