{
  "id": 30169,
  "title": "1886년 Pritchard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-06-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pritchard. 판결일: 1886-06-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FRANK GILBERT v. JOHN PRITCHARD and Others\n**판결일**: 1886-06-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Barker, Bradley, Haight, Smith\n\n## 변호인\n\nE. E. db G. W. Harding, for the appellant., M. E. db E. M. Bartlett, for the respondents.\n\n## 인용\n\n- 48 N.Y. Sup. Ct. 46\n- 2 N.Y. St. Rep. 663\n\n## 판결문 요약\n\n\nSmith, P. J.:\nThe first count in the complaint alleges an assault and battery; the second alleges that defendants broke plaintiff’s close, on a day stated, and then and there trod down the grass and crops and assaulted and beat the plaintiff. The second count, as well as the first, alleges but one cause of action. It is what, under the old nomenclature, was known as trespass guare clausum fregit, the injury to the grass and crops and to the plaintiff’s person being stated, not as separate causes of action, but in aggravation of the trespass. Instances of this form of pleading were familiar under the old practice. ( Van Leuven v. Lyke, 1 Comst., 515 ; Howe v. *47Willson, 1 Denio, 181; Dunckle v. Kocker, 11 Barb., 887; Clark v. Van Vrancken, 20 Barb., 278.) And as there is nothing in the Code prohibiting a party from alleging in one count every item of damage he may have suffered from a single trespass, that form of pleading is still good.\nThe order appealed from should be reversed and the motion denied, with ten dollars costs and disbursements of the appeal.\nBarker and Bradley, JJ., concurred; Haight, J., not sitting.\nOrder reversed, with ten dollars costs and disbursements, and motion denied.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gilbert-v-pritchard"
    }
  ],
  "relatedIncidents": [
    30157,
    30160,
    30162,
    30165,
    30166
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}