{
  "id": 30168,
  "title": "1886년 McElmurray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-06-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McElmurray. 판결일: 1886-06-25. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John McElmurray v. State\n**판결일**: 1886-06-25\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hurt\n\n## 변호인\n\nHo brief for the appellant has reached the Reporters., J. H, Burts, Assistant Attorney General, for the State.\n\n## 인용\n\n- 21 Tex. Ct. App. 691\n\n## 판결문 요약\n\n\nHurt, Judge.\nThe appellant was indicted in the district court of Uvalde county, for wilfully driving a horse from its accustomed range, with intent to defraud the owner thereof. When the cause was reached for trial, the defendant filed a plea of former jeopardy, which plea, upon exception by the State, was held bad. Upon a plea of not guilty he was then tried and convicted.\nDid the facts alleged in the special plea, if proven, bar the prosecution? is the question presented.\nIn substance, this plea alleged that on the fourth day of March, 1886, he was indicted in the district court of Kinney county for the theft of this same horse; that on the ninth day of March, 1886, he was put upon trial in said court upon said indictment; that he entered a plea of not guilty to the indictment; that a jury was impaneled and sworn; that the cause was submitted to the jury by the introduction of the evidence; that then, after the evidence was all in, and after the State, by the district attorney, and the defendant, had rested the case as to the evidence, the court, over objection and exception by the defendant, on motion of the district attorney, discharged the jury. The plea further alleges that the court had jurisdiction of the cause, and that the theft charged by the indictment in Kinney *698county, and the offense for which he was held to answer in the case before the court, were identical.\nOpinion delivered June 25, 1886.\nMade a part of this plea is a properly authenticated transcript o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcelmurray-v-state"
    }
  ],
  "relatedIncidents": [
    30162,
    30166,
    30172,
    30177,
    30146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}