{
  "id": 30160,
  "title": "1886년 Rauscher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-12-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rauscher. 판결일: 1886-12-06. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Rauscher\n**판결일**: 1886-12-06\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Geay, Miller, Waite\n\n## 변호인\n\nMr. /Solicitor General Goode for the United States., . Mr. A. J. Dittenhoefer for Eauscher submitted on his brief.\n\n## 인용\n\n- 119 U.S. 407\n- 7 S. Ct. 234\n- 30 L. Ed. 425\n- 1886 U.S. LEXIS 2006\n\n## 판결문 요약\n\n\n119 U.S. 407 (1886)\nUNITED STATES\nv.\nRAUSCHER.\nSupreme Court of United States.\nSubmitted March 2, 1886.\nDecided December 6, 1886.\nCERTIFICATE OF DIVISION OF OPINION FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n*408 Mr. Solicitor General Goode for the United States.\nMr. A.J. Dittenhoefer for Rauscher submitted on his brief.\nMR. JUSTICE MILLER delivered the opinion of the court.\n*409 This case comes before us on a certificate of division of opinion between the judges holding the Circuit Court of the United States for the Southern District of New York, arising after verdict of guilty, and before judgment, on a motion in 7 arrest of judgment.\nThe prisoner, William Rauscher, was indicted by a grand jury, for that, on the 9th day of October, 1884, on the high seas, out of the jurisdiction of any particular state of the United States, and within the admiralty and maritime jurisdiction thereof, he, the said William Rauscher, being then and there second mate of the ship J.F. Chapman, unlawfully made an assault upon Janssen, one of the crew of the vessel of which he was an officer, and unlawfully inflicted upon said Janssen cruel and unusual punishment. This indictment was found under § 5347 of the Revised Statutes of the United States.\nThe statement of the division of opinion between the judges is in the following language:\n\"This cause coming on to be heard at this term, before judgment upon the verdict, on a motion in arrest of judgment, and als...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-rauscher"
    }
  ],
  "relatedIncidents": [
    30173,
    30174,
    30175,
    30178,
    30158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}