{
  "id": 30178,
  "title": "1886년 Spradlin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-01-07",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Spradlin. 판결일: 1886-01-07. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Spradlin v. Commonwealth\n**판결일**: 1886-01-07\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Itolt\n\n## 변호인\n\n\nC. W. Lester, for appellant.\n, \nP. W. Hardin, for appellee.\n\n\n## 인용\n\n- 13 Ky. Op. 846\n- 7 Ky. L. Rptr. 529\n\n## 판결문 요약\n\n\nOpinion by\nJudge ITolt':\nThe indictment in this case was found at the October term, 1883, at the Whitley Circuit Court, and the appellant there obtained a continuance upon his affidavit. Shortly thereafter he escaped from custody and was not brought into court again until the October term, 1885, and the case was then set for trial October 13, 1885, then adjourned to the 16th day of the month; and upon the last named day appellant’s motion for a continuance until the next term of court was overruled and the case set for the 19th day of the month. A second motion for a continuance, based upon the same grounds as the one first made, was overruled and a trial had resulting in appellant’s conviction to the penitentiary for life for the killing of Wiley Spradlin, who bore to him the relation of both nephew and brother-in-law.\nThe appellant appears to have used proper diligence in trying to obtain the attendance of the witnesses whose absence constituted the ground of his motion for a continuance. But all that he proposed to prove by them related to a former difficulty between himself and the deceased and threats by the latter towards him. However, it appears that after the first difficulty the father-in-law of both of them went to the appellant with a proposal of peace and friendship from the deceased, but it was rejected by the appellant; and a few days after he killed Wiley with a shot-gun when the latter was unarmed and making no demonstration toward him, and *847when their fat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spradlin-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    30160,
    30173,
    30174,
    30175,
    30162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}