{
  "id": 30173,
  "title": "1886년 Beaudet 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-03-26",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Beaudet. 판결일: 1886-03-26. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State v. David Beaudet\n**판결일**: 1886-03-26\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Loomis\n\n## 변호인\n\nE. Zacher, with whom was S. W. F. Andrews, for the appellant., T. E. Doolittle, State's Attorney, for the State.\n\n## 인용\n\n- 53 Conn. 536\n\n## 판결문 요약\n\n\nLoomis, J.\nThe prisoner was tried upon an information for an assault upon one Dr. Walter Zink with intent to murder. He was at the time in Dr. Zink’s employ and an inmate of the family, the other members being the wife of Zink, who was very deaf, a daughter aged fifteen, and a little son much younger. The state claimed to have proved that the prisoner was present in the room with Dr. Zink a short time before the commission of the offense and was found in the house shortly after. The assault took place in the dining room of the house a few minutes after eleven o’clock in the evening. Dr. Zink at the time had upon his person two rolls of bills, one of fifty-six and the other of two hundred dollars. During the day time preceding the assault he had received sixteen or eighteen dollars from one Eobert Dougherty, who then had opportunity to see one of the rolls of bills.\nOn the south side of Zink’s house, leading from the street to the barn, is a drive-way, and on the easterly side is a fence and gate leading from the drive-way to an orchard on the south. That part of the drive-way opposite the gate consists of soft and sandy soil. Very soon after the assault, and before any other persons arrived, the prisoner and Mrs.' Zink passed out of the house and with bare feet went over the drive-way and through the gate into the orchard, the prisoner going a few feet ahead. At a place about fifteen feet beyond the gate Mrs. Zink discovered on the ground a roll of bills, consisting of two h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-beaudet"
    }
  ],
  "relatedIncidents": [
    30160,
    30174,
    30175,
    30178,
    30162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}