{
  "id": 30172,
  "title": "1886년 Sturtevant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-03-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Sturtevant. 판결일: 1886-03-27. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: George F. Sturtevant v. Church Sturtevant\n**판결일**: 1886-03-27\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Shope\n\n## 변호인\n\nMr. W. W. Weight, and Mr. Miles A. Fullee, for the appellants:, Mr. J. E. McKeighan, and Mr. S. B. Jones, also for the appellants:, Mr. John E. Decker, and Mr. C. C. Wilson, for the appellee :\n\n## 인용\n\n- 116 Ill. 340\n\n## 판결문 요약\n\n Mr. Justice Shope delivered the opinion of the Court: There are five distinct causes alleged by appellee why the deeds from him to appellant should be set aside: First, that undue influence was exercised over appellee by appellant, to induce him to execute them; second, that appellee was, at the time of executing the same, of such unsound mind and memory as not to be competent to make a deed; third, that there was no consideration for said deeds, and that their execution was procured by deceitful arts, fraudulent devices, falsehood and misrepresentation, and false and fraudulent pretences practiced on the appellee by the appellant; fourth, that the deeds were never delivered; and fifth, that appellant has failed and refused to perform the contract, which was the sole consideration for said deeds on his part. The circuit court based its decree upon the charge of undue influence alone, and we will therefore examine that point first, and if it appears the finding of the circuit court in that respect is sustained by the law and the evidence, of course the decree will have to be affirmed; but if the finding is not sustained, then the other reasons urged for setting aside the deeds will require examination. It is important at the outset to ascertain what constitutes such undue influence as will vitiate a deed procured by its exercise over the grantor. It is not sufficient to avoid a will or a deed that its execution wras procured by honest argument or persuasion, untainted with fr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sturtevant-v-sturtevant"
    }
  ],
  "relatedIncidents": [
    30162,
    30166,
    30168,
    30177,
    30146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}