{
  "id": 30177,
  "title": "1886년 Whedon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-01-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Whedon. 판결일: 1886-01-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JOHN T. WILLIAMS and BERNARD S. CLARK v. GEORGE M. WHEDON, as Survivor, etc., of GEORGE M. WHEDON & CO., and J. JUDSON CROSS\n**판결일**: 1886-01-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Baiíkeií, Bradley, Haight, Smith\n\n## 변호인\n\nA. F. Baldwin & S. Baldwin for the appellants., Wynkoojp <& Bice, for respondent Cross., Jas. A. Hobson, for respondent Whedon.\n\n## 인용\n\n- 46 N.Y. Sup. Ct. 98\n\n## 판결문 요약\n\n\nBradley, J.:\nThe trial court found that the assignment was in fact made in good faith and without any intent to defraud the creditors of the firm of George M. Whedon &amp; Co. The only question here is whether the assignment was.invalid and fraudulent against such creditors by reason of want of power to make it. Our attention is called to no case heretofore determined in this State, distinctly pre-; senting and deciding that proposition.\nIn Nelson v. Tenney (36 Hun, 327) it was held that as against the personal representatives of a deceased partner, the survivor-could not, as such, without their consent, make an assignment of the partnership property in trust for the benefit of' its creditors.\nAnd this was put upon the ground that as between the survivor and such representatives, a trust existed which in -equity imposed upon him the duties of that relation in respect to the disposition of the assets, and the»closing up the partnership affairs which he was not, as against them, permitted to delegate to or devolve upon another. This has the support of the reason applicable to a trust relation in all cases which involve -the exercise of personal care, judgment and discretion of the trustee in the performance of the duties and obligations created by it. By the death of his partner the defendant, as survivor for the purposes of the liquidation of the partnership, business, took the place and assumed the responsibilities of the firm, but he was so far subject to the supervision of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-whedon"
    }
  ],
  "relatedIncidents": [
    30162,
    30166,
    30168,
    30172,
    30146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}