{
  "id": 30171,
  "title": "1886년 Stearns 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-05-11",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Stearns. 판결일: 1886-05-11. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Marcus C. Stearns v. Patrick Reidy\n**판결일**: 1886-05-11\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Moran\n\n## 변호인\n\nMr. M. W. Fuller, for appellant;, Mr. 8. K. Dow, for appellee;\n\n## 인용\n\n- 18 Ill. App. 582\n\n## 판결문 요약\n\n Moran, J. This was an action on the case brought by appellee to recover against appellant, for a personal injury received by reason of an explosion of dynamite, contained in a certain rock in appellant’s stone quarry, in which appellee was employed as a workman. The contention of appellee was that he was directed by one Henry Albright, the foreman in the quarry, to drill out a hole in a certain rock, in which said Albright knew there was an unexploded charge of dynamite, and of which fact appellee was ignorant. There had just recently been a setting off of a number of blasts in the quarry, and the charge in this particular stone missed, and such eases were known in the quarry as “missed holes.” When such “ missed holes” occur, which is quite frequent, they are cleared out with what is known as a scraper, and appellee knew that to use a drill in a “ missed hole” was dangerous. Appellee was deaf and testified that while he was at work, drilling a little distance from the stone, Albright, the foreman, attracted his attention, and indicated by motions that appellee should drill a hole in the stone, and placed his finger on the spot in the stone where appellee should drill; .that the stone was of a soft nature or rotten and covered with dirt and gravel; that appellee, not knowing it was a “ missed hole,” commenced to drill at the point where Albright had indicated; that from the soft character of the stone, he did not discover that he was drilling in a hole, and continued to dril...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stearns-v-reidy"
    }
  ],
  "relatedIncidents": [
    30160,
    30162,
    30165,
    30166,
    30167
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}