{
  "id": 30174,
  "title": "1886년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1886-02-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Harrison. 판결일: 1886-02-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. H. Harrison v. State\n**판결일**: 1886-02-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hurt\n\n## 변호인\n\nHare, Read cfi Rare, Buckler <& McLean, and Brown & Gunter, for the. appellant., J. R. Burts, Assistant Attorney-General, for the State.\n\n## 인용\n\n- 20 Tex. Ct. App. 387\n\n## 판결문 요약\n\n\nHurt, Judge.\nOn the 31st day of August, 1885, in the city of Sherman, and in the Bank Saloon, Harrison shot and killed Jack Goodwin. For this homicide he was indicted and convicted of murder of the first degree, his punishment being assessed at confinement in the penitentiary for life.\nMrs. Harrison, the wife of defendant, testified as follows:\n“I remember the occurrence of the killing of Goodwin. I was at that time at my father’s house (locating it). On the day of the killing my husband, the defendant, came home between half-past 11 and a quarter to 12 o’clock. When he camel was in the back room of my father’s house, down stairs. I told him how the deceased, Jack Goodwin, had treated me. I told him what the deceased had said and done to me on the last day of the old settlers’ picnic, which was Friday, I think, on the 21st day of August, 1885. Deceased came down between 6 and 7 o’clock in the evening. I was standing in the passage between the two houses. Goodwin then said to me: ‘Johnnie is riding to-day.’ I said ‘ yes.’ He then asked me where FTettie was. FTettie is his wife. I told him she was gone to supper. He stepped up to me and took me by the band and said: ‘ Come in here and let’s have some fun,’ and started towards the door of a little room on the south side of the passage, the door of which opens into the passage. I broke away from him and ran to the gate. I told him never to speak or look at me again, and that if he ever spoke to me that way again I would tell my ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nash-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-state"
    }
  ],
  "relatedIncidents": [
    30160,
    30173,
    30175,
    30178,
    30162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}