{
  "id": 30185,
  "title": "1885년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-11-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Jones. 판결일: 1885-11-10. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: C. L. Jones v. R. M. Powers\n**판결일**: 1885-11-10\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Stayton\n\n## 변호인\n\nJoseph Huffmaster, for appellant,, Manion & Adams and Wm. H. Allen, for appellees,\n\n## 인용\n\n- 65 Tex. 207\n\n## 판결문 요약\n\n\nStayton, Associate Justice.\nLively could not have acquired title under the sale made to satisfy the judgment against J. W. Terrell to any land not embraced in the deed through which Terrell held. If the field notes of the survey sold to Terrell, as found in the record, be the same as embraced in the conveyance to him, and the testimony of the witnesses, Osborn, McCafferty and Lewis, be true as to the actual location of the Terrell survey, as at first established and now actually found, then it is evident that Lively did not acquire title to the land now in controversy; as is it, that C. L. Jones did acquire title to it through the deed made to him by Parsons, for the land conveyed to him calls to commence at the east corner of the J. W. Terrell survey.\nIf the field notes of the Terrell survey found in the record are not the same contained in the conveyance made to him that should have been shown. Lively not having acquired title to the land in controversy, so far as shown by the record before us, but two questions remain:\n*2121. Have the vendees of Lively title by limitation 1\nWhether the deed made to them by Lively embraces the land in controversy is not made clearly to appear by the evidence found in the record. It calls to commence at a point one thousand four hundred and twenty-five varas from the north corner of the Buth Peck-ham survey, and if, from the point at which this distance be given, we construct the survey for the defendants in accordance with the calls for co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-powers"
    }
  ],
  "relatedIncidents": [
    30182,
    30186,
    30181,
    30189,
    30191
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}