{
  "id": 30181,
  "title": "1885년 Everson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-12-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Everson. 판결일: 1885-12-08. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Giles Everson, Respondent, v. the City of Syracuse, Appellant\n**판결일**: 1885-12-08\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Rapallo\n\n## 변호인\n\nLouis Marshall for appellant., M. M. Waters for respondent.\n\n## 인용\n\n- 2 N.E. 784\n- 100 N.Y. 577\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 579 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 581 \nIt may be conceded that, for the reasons stated in the opinion at General Term in this case, the personal property of the plaintiff was unlawfully seized and sold for the payment of the tax in question herein, and that if this action had been brought against the constable who made the seizure and sale, he would have been liable. But whether the city of Syracuse is liable for his acts is a different question, which is not touched upon in the opinion of the court at General Term. The decision of the learned referee dismissing the complaint appears to have been reversed on the sole ground that the plaintiff was not personally liable for the tax, and that his property had been unlawfully taken for its payment.\nTo entitle the plaintiff to recover against the city for this wrong it was necessary to show further that the acts of the constable committing it were authorized by the corporation of the city, or had been subsequently ratified by it in such manner as to make it liable therefor ab initio.\nThe only authority from the city to the constable found by the referee was that Booth, who made the seizure and sale, was one of the constables of the city of Syracuse; that the common council of that cit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=everson-v-city-of-syracuse"
    }
  ],
  "relatedIncidents": [
    30182,
    30185,
    30186,
    30189,
    30191
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}