{
  "id": 30186,
  "title": "1885년 Huntley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-10-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Huntley. 판결일: 1885-10-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: EVA C. HUNTLEY v. JOHN R. CLINE, Et Al.\n**판결일**: 1885-10-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Ashe\n\n## 변호인\n\nMessrs. Recide, Busbee & Busbee, for the plaintiff., Mr. F. L. Cline, for the defendants.\n\n## 인용\n\n- 93 N.C. 458\n\n## 판결문 요약\n\nWe are of the opinion that the defendants J. R. and T. B. Cline had the right to set up as a counterclaim against the demand of the plaintiff, the value of the rents of the one hundred acres of the share allotted to Sarah Cline from which they had been evicted by the location of the dower upon it. *Page 394 \n(461)   Although the deeds interchangeably executed between the parties for their several shares in effecting the partition made by the commissioners, were found to be only quitclaim deeds, yet in partitions between tenants in common, there is an implied warranty between them that each will make good to the others any loss sustained by an eviction under a superior title. In Nixon v. Lindsay, 55 N.C. 230, Chief Justice Pearson\nheld: \"In partition of land a warranty is implied because of the private of estate,\" To the same effect is Rogers v. Turley, 4 Bibb, 356; Morris v.Harris, 9 Gill, 26; and in Washburne on Real Property, 590, we find the doctrine thus announced: \"If, after the partition has been made, one of the parties has been evicted of his property by paramount title, the partition as to him is defeated by his eviction, and he may enter upon the shares of the others as if none had been made, and have a new partition of the premises; and if in the cased supposed, one cotenant, after partition, is evicted by paramount title, he is not confined in his remedy to a new partition, but may rely upon his warranty, and recover his recompense for his loss by an action thereo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huntley-v-cline"
    }
  ],
  "relatedIncidents": [
    30182,
    30185,
    30181,
    30189,
    30191
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}