{
  "id": 30189,
  "title": "1885년 Galloway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-05-02",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Galloway. 판결일: 1885-05-02. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: James H. Galloway v. Commonwealth\n**판결일**: 1885-05-02\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Lewis\n\n## 변호인\n\n\nThomson & Roach, P. B. Thompson, J. C. Thompson, for appellant.\n, \nT. C. Bell, P. W. Hardin, for appellee.\n\n\n## 인용\n\n- 13 Ky. Op. 428\n- 7 Ky. L. Rptr. 166\n\n## 판결문 요약\n\n\nOpinion by\nJudge Lewis :\nIn the opinion rendered in the former appeal in this case, 11 Ky. Opin. 951, the circumstances under which the homicide occurred as shown by the evidence on each side were fully set forth and as additional facts have been developed in the last trial, it is not necessary to again recite the evidence.\nThe first ground relied on for reversal we will notice is the re*429fusal of the court to grant a continuance on account of the absence of the witness McConer. Upon the return of this case it was called for trial at the April term, 1883, and continued, upon whose motion does not appear. When called at the November term, 1883, it was continued on the motion of appellant, one of the grounds being the absence of the witness McConer. At the April term, 1884, appellant again moved for a continuance upon the ground of the absence of the same witness, which was granted. At the November term, 1884, a third affidavit was filed in which the absence of the witness McConer was stated, and a continuance asked on that account. But the court refused to continue the case, and set it for trial at a subsequent day of the term. When the fourth affidavit was filed setting forth the same grounds at the April term, 1883, McConer was recognized to appear at the succeeding November term, and upon his failure to appear at the latter appellant was entitled to an attachment. Yet, though as he was again absent at the April term, 1884, no attachment appears to have been issued until ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=galloway-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    30193,
    30160,
    30173,
    30174,
    30175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}