{
  "id": 30194,
  "title": "1885년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-02-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wilson. 판결일: 1885-02-07. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lewis Wilson v. State\n**판결일**: 1885-02-07\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: White\n\n## 변호인\n\nCharles Roberts, A. C. Turner and C. W Pasco, for the appellant., J. II. Burts, Assistant Attorney Q-eneral, for the State.\n\n## 인용\n\n- 17 Tex. Ct. App. 525\n\n## 판결문 요약\n\n\nWhite, Presiding Judge.\nAppellant was convicted of rape upon one Catherine Dubbs, and his punishment was assessed at death.\nOn the trial appellant proposed to prove that several years before the alleged rape the prosecutrix had given birth to an illegitimate child. This evidence was proposed for the purpose of impeaching the chastity of the prosecutrix. On objection by the prosecuting officer the evidence was disallowed, and defendant saved his bill of exceptions.\nIn prosecutions for rape it is unquestionably competent for the accused to impeach the character of the prosecutrix for chastity,— not, indeed, to justify or excuse the offense, but to raise a presumption that she yielded her consent and was not in fact forced. But the rule seems to be limited to general reputation for chastity and to acts of illicit intercourse with the accused alone, whilst specific acts with other parties than the accused are not competent and admissible as evidence. (Pefferling v. The State, 40 Texas, 492; Dorsey v. The State, 1 Texas Ct. App., 33; Rogers v. The State, 1 Texas *534Ct. App., 187; Jenkins v. The State, 1 Texas Ct. App., 346; Commonwealth v. Harris, 131 Mass., 336; State v. Daniel, 87 N. C., 507.)\nA step beyond this has been taken by the supreme court of Tennessee in Benstine v. The State, 2 Lea, 169. In that case the rule announced by Mr. Justice Cowan in The People v. Abbott, 19 Wend., 194, is adopted, to the effect “ that previous intercourse with other persons may be shown as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-state"
    }
  ],
  "relatedIncidents": [
    30171,
    30181,
    30182,
    30185,
    30186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}