{
  "id": 3019,
  "title": "2016년 State v. Moore (Slip Opinion) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-12-22",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Moore (Slip Opinion). 판결일: 2016-12-22. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Moore, Appellant\n**판결일**: 2016-12-22\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: French, Kennedy, Lanzinger, O'Connor, O'Donnell, O'Neill, Pfeifer\n\n## 변호인\n\nPaul J. Gains, Mahoning County Prosecuting Attorney, and Ralph M. Rivera, Assistant Prosecuting Attorney, for appellee., Jones Day and Rachel S. Bloomekatz, for appellant., Timothy Young, Ohio Public Defender, and Stephen P. Hardwick, Assistant Public Defender, urging reversal for amicus curiae Office of the Ohio Public Defender., Marsha Levick, urging reversal for amicus curiae Juvenile Law Center., Jenner & Block, L.L.P., Matthew S. Heilman, and Erica L. Ross, urging reversal for amicus curiae\n\n## 인용\n\n- 2016 Ohio 8288\n- 149 Ohio St. 3d 557\n\n## 판결문 요약\n\n[Until this opinion appears in the Ohio Official Reports advance sheets, it may be cited as State\nv. Moore, Slip Opinion No. 2016-Ohio-8288.]\n\n\n\n\n                                           NOTICE\n      This slip opinion is subject to formal revision before it is published in an\n      advance sheet of the Ohio Official Reports. Readers are requested to\n      promptly notify the Reporter of Decisions, Supreme Court of Ohio, 65\n      South Front Street, Columbus, Ohio 43215, of any typographical or other\n      formal errors in the opinion, in order that corrections may be made before\n      the opinion is published.\n\n\n\n                          SLIP OPINION NO. 2016-OHIO-8288\n             THE STATE OF OHIO, APPELLEE, v. MOORE, APPELLANT.\n  [Until this opinion appears in the Ohio Official Reports advance sheets, it\n       may be cited as State v. Moore, Slip Opinion No. 2016-Ohio-8288.]\nCriminal law—Eighth Amendment prohibition against cruel and unusual\n        punishments—United States Supreme Court’s holding in Graham v. Florida\n        prohibiting imposition of sentences of life imprisonment without parole on\n        juvenile nonhomicide offenders also prohibits imposition on juvenile\n        nonhomicide offender of term-of-years prison sentence that exceeds\n        offender’s life expectancy—Eighth Amendment’s prohibition of life\n        imprisonment without parole or its practical equivalent for juvenile\n        offenders is not limited to juveniles who commit a single nonhom...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moore-slip-opinion"
    }
  ],
  "relatedIncidents": [
    3017,
    3054,
    3059,
    3060,
    3079
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}