{
  "id": 30195,
  "title": "1885년 Clayton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-01-31",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Clayton. 판결일: 1885-01-31. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Clayton v. State\n**판결일**: 1885-01-31\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Howk\n\n## 변호인\n\nJ. S. Frazer, W. D. Frazer and S. J. North, for appellant., F. T. Hord, Attorney General, J. S. Widaman and W. B. Hord, for the, State.\n\n## 인용\n\n- 100 Ind. 201\n\n## 판결문 요약\n\n\nHowk, J.\nThis was a prosecution upon affidavit against the appellant, for an alleged attempt to provoke one Harlan E. King to commit an assault and battery upon him, the appellant. The prosecution was commenced before a justice of the peace of Kosciusko county, and from the justice’s judgment against him the defendant appealed to the court below. There the issues joined were tried by a jury, and a verdict was returned finding the appellant guilty, as charged in the affidavit, and assessing his punishment at a fine in the sum of one cent. Over appellant’s motions to set aside the verdict and for a new trial of the cause, the court rendered judgment against him for the fine assessed and costs.\nThe first error of which complaint is made by appellant in this court is the overruling of his motion to set aside the verdiet, because the jury had separated for a period of seven hours without permission of the court, and without his knówl*203edge or consent, before agreeing upon and sealing up their verdict. It is shown by the record that when the jury retired to deliberate upon their verdict, by the agreement of the parties, they were instructed that when they agreed upon a verdict they might seal up the same and separate, and return it into court the next morning. On the convening of court the next morning, the foreman of the jury handed to the court a paper writing, purporting to be their verdict, complete in ■every respect except that it was not signed by their foreman. Thereupon ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clayton-v-state"
    }
  ],
  "relatedIncidents": [
    30169,
    30181,
    30182,
    30185,
    30186
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}