{
  "id": 30192,
  "title": "1885년 Shattuck & Jackson v. Knight & Bros. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-04-11",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Shattuck & Jackson v. Knight & Bros.. 판결일: 1885-04-11. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Shattuck & Jackson v. Knight & Bros.\n**판결일**: 1885-04-11\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Rebn\n\n## 변호인\n\nW. S. Sands for appellants., Charles JS. Hogg for appellees.\n\n## 인용\n\n- 25 W. Va. 590\n\n## 판결문 요약\n\n\nO-REBN, Judge :\nThe first enquiry to be made in this case is : Was the deed of trust of January 9,1884, referred to in the bill and charged to be fraudulent, either on its face fraudulent or in fact made with intent to delay, hinder and defraud the creditors of the grantors, and was this fraudulent intent known to the beneficiaries in the deed of trust ? If either of these enquiries must be answered in the affirmative, the decree of the circuit court must be reversed, even if the attachment was improp*595erly issued and had to be quashed; for the bill would be still good, as every creditor of a debtor, whether he has a judgment or not, has a right without issuing an attachment to file a bill to set aside a fraudulent deed made by his debtor to delay, hinder and defraud him and other creditors. (Code, chapter 133, section 2.)\nWas this deed of trust fraudulent per se ? After conveying certain real estate it proceeds: “ And also the following personal property, to-wit, all the goods and wares and merchandise nowT in the store-room of S. N. Knight &amp; Bro (the grantor) in the town of Clifton in said county, and the goods, wares and merchandise, that they may hereafter purchase or acquire in said firm and have in said store, in trust to secure certain debts named.” The deed concludes: “ If all of said notes (secured) are not paid within thirty days, all of said property may be advertised and after giving thirty days notice sold for cash, or so much as will pay said notes and co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shattuck-jackson-v-knight-bros"
    }
  ],
  "relatedIncidents": [
    30191,
    30162,
    30166,
    30168,
    30172
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}