{
  "id": 30191,
  "title": "1885년 O'Dougherty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1885-04-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: O'Dougherty. 판결일: 1885-04-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE REMINGTON PAPER COMPANY v. ANNA M. O'DOUGHERTY and DENNIS O'BRIEN, Individually and as Administrators, etc., of PATRICK O'DOUGHERTY\n**판결일**: 1885-04-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Boartcman, Eollett, Hardin\n\n## 변호인\n\nDorwin ds Brown, for the anpellant., O'Brien do Emerson and James A. Ward, for the respondents.\n\n## 인용\n\n- 43 N.Y. Sup. Ct. 79\n\n## 판결문 요약\n\n\nHardin, P. J.:\nAppellant contends that the referee erred in finding that the trans fer to O’Brien was made in good faith and without intent to defraud the plaintiff, and insists that the transfers were a fraud upon their face, and that the instruments that were given in respect thereto are insufficient and unsatisfactory to establish their “ Iona fidesP In support of this contention, the appellant insists that the deed of *83April 25, 1877, executed by Patrick and Anna M. O’Dougherty to ■defendant O’Brien, comprised a consideration of $5,000, and was absolute in terms, and that the defeasance executed by O’Brien on that day was- not acknowledged or recorded, and that the bond and mortgage given by Patrick O’Dougherty and by him transferred to Anna O’Dougherty, and by her assigned to the defendant 0’B,rien, April 27, 1877, was for some $9,000, and that thereafter, on May 9, 1877, O’Brien took a chattle mortgage from Patrick and Anna M. O’Dougherty to secure $500 as services as attorney and counselor, and that Anna O’Dougherty recovered a judgment against Patrick O’Dougherty, February 15, 1876, for $1,437.40, which was assigned to O’Brien, and that O’Brien obtained a judgment against Patrick O’Dougherty June 13, 1877, by confession, for $1,500 for his services as attorney and counselor, and that these transfers and •conveyances are indicative of fraud and subject the transactions between the attorney and the clients to suspicion and criticism such as would obtain between near ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=remington-paper-co-v-odougherty"
    }
  ],
  "relatedIncidents": [
    30192,
    30162,
    30166,
    30168,
    30172
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}