{
  "id": 30201,
  "title": "1884년 State v. . Speller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1884-10-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Speller. 판결일: 1884-10-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Louis L. Speller.\n**판결일**: 1884-10-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Ashe\n\n## 변호인\n\nAttorney General , for the State.\n\nNo counsel for defendant.\n\n## 인용\n\n- 91 N.C. 526\n\n## 판결문 요약\n\nThe prosecution was commenced in the inferior court of Bertie county, and the indictment contained two counts &#8212; first, for an assault with a deadly weapon, and secondly, for an assault and battery. The jury found the defendant \"not guilty\" on the first count, but \"guilty\" on the second.\nThe assault and battery was proved to have been committed in November, 1883, and the bill of indictment was found by the grand jury at February term, 1884. It was also proved that it was committed by the defendant upon the person of the prosecutrix with a stick, which broke her arm.\nThe defendant moved in arrest of judgment upon the ground that it appeared from the bill of indictment that the court did not have jurisdiction of the offence, as charged in the second count of the indictment.\nThe motion was overruled, and the court rendered judgment, from which the defendant appealed to the superior court, and at spring term, 1884, of that court the judgment of the inferior court was affirmed and the defendant appealed to this court.\nTHE CODE, &#167; 808, provides that the \"inferior *Page 528 \ncourts shall have jurisdiction of all crimes and misdemeanors, except those whereof exclusive original jurisdiction is given to justices of the peace, and except the crimes of murder, manslaughter, arson, rape, assault with intent to commit rape, burglary, horse stealing, libel, perjury, forgery and highway robbery.\" The crime of an assault and battery with a deadly weapon falls within neither of these...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-speller"
    }
  ],
  "relatedIncidents": [
    30206,
    30211,
    30189,
    30193,
    30203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}