{
  "id": 30203,
  "title": "1884년 Ohleyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1884-08-27",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ohleyer. 판결일: 1884-08-27. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GEORGE OHLEYER, Assignee of the Estate of J. Marcuse, an Insolvent Debtor v. P. L. BUNCE\n**판결일**: 1884-08-27\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Morrison, Sharpstein\n\n## 인용\n\n- 65 Cal. 544\n\n## 판결문 요약\n\n\nMorrison, C. J.\nPlaintiff sues as the assignee of Jonas Marcuse, and alleges in his complaint that on the 14th' day of January, 1882, certain creditors of Marcuse filed a petition in the Superior Court of Sutter County, wherein they averred that Marcuse has made a fraudulent sale of a certain stock of merchandise in contemplation of insolvency, all of said creditors then and there being creditors of Marcuse in the aggregate amount of five thousand and twenty-five dollars.\n' That on the 26th day of January, 1882, said Marcuse was by the order of the Superior Court adjudged an insolvent debtor *545at the date of said order, and at the time of filing the petition.\nThat afterwards, to wit, on the 13th day of March, 1882, the plaintiff George Ohleyer was, by an order of the court, duly appointed assignee of said insolvent debtor; that on the 20th day of the same month he duly qualified as such assignee, and received in due form of law an assignment of the estate of Marcuse.\nThat on the 31st of December, 1881, Jonas Marcuse was insolvent, and in contemplation of insolvency, and within one month prior to the filing of the petition by the creditors of Marcuse, he, the said Marcuse, then and there being insolvent and unable to pay his debts, and in contemplation of insolvency, did make an assignment, transfer, and conveyance to the defendant Bunce of the aforesaid stock of goods, wares, and merchandise, with a view to give said defendant a preference, and to pay him before and in pre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ohleyer-v-bunce"
    }
  ],
  "relatedIncidents": [
    30191,
    30192,
    30201,
    30206,
    30207
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}