{
  "id": 30206,
  "title": "1884년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1884-06-26",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: White. 판결일: 1884-06-26. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. White\n**판결일**: 1884-06-26\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: McGowan\n\n## 변호인\n\nW. J. Verdier, for appellant. F. II. Gantt, solicitor, contra.\n\n## 인용\n\n- 21 S.C. 597\n\n## 판결문 요약\n\n\nOpinion by\nMr. Justice McGowan,\nDefendant was indicted for assault and battery with intent to kill and murder, and for aggravated assault and battery, and was tried in Beaufort county, before Judge Cothran, at June term, 1883. The jury found a verdict of “guilty.” Defendant appealed :\n1. The Circuit judge charged the jury “that perhaps the best test by which to determine the first grade of the offence, assault and battery with intent to kill and murder, would be to apply the testimony which they had heard to the case as if an actual homicide had occurred. And if from the testimony they would be satisfied beyond a reasonable doubt that if death had ensued in this case the defendant would be guilty of murder, then it would be their duty to find him guilty of assault and battery with intent to kill and murder.” Held, that this charge was in exact conformity to the law, and certainly favorable for the defendant.\n2. In failing to go further and instruct the jury as to the different grades of homicide, no error was committed which can be here corrected, his attention not having been called at the time to such omission.\nJudgment affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-white"
    }
  ],
  "relatedIncidents": [
    30201,
    30211,
    30189,
    30193,
    30203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}