{
  "id": 30217,
  "title": "1883년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-10-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Young. 판결일: 1883-10-10. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. JAMES YOUNG\n**판결일**: 1883-10-10\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Myrick\n\n## 변호인\n\nC. P. Sprague, and F. S. Sprague, for Appellant., Attorney-General Marshall, and District-Attorney Craig, for Respondent.\n\n## 인용\n\n- 64 Cal. 212\n\n## 판결문 요약\n\n\nMyrick, J.\n1. The district attorney filed an information accusing the defendant of the crime of murder. When the defendant was arraigned, and before pleading, he moved that the information be set aside, on the ground that he had not been committed as provided in section 872, Penal Code, previous to the filing of the information. The motion was based on the following facts:—\nA complaint was laid before a justice of peace, December 25, 1882, accusing the defendant of the commission of the crime; an examination was had before the justice on the 5th of January, 1883, and upon such examination being had the justice made an indorsement upon the complaint, stating that it appeared to him that the offense had been committed, and that there was sufficient cause to believe the defendant Young guilty thereof, and ordering that he be held to answer the same, and that he be committed to the sheriff of the county; which indorsement was signed by the justice. This complaint, with the indorsements thereon, was filed in the Superior Court January 8th; the information *213ivas thereafter, on the same day, filed. At the examination before the justice, the official short-hand reporter took down the evidence in short-hand, and subsequently wrote it out in long-hand, and the depositions so taken and written out were indorsed, certified, and filed in the Superior Court January 12th, four days after the filing of the information. The motion to set aside was made January 15th, and was denied by the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-young"
    }
  ],
  "relatedIncidents": [
    30222,
    30226,
    30228,
    30234,
    30201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}