{
  "id": 30211,
  "title": "1884년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1884-01-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Anderson. 판결일: 1884-01-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Anderson v. The State of Georgia\n**판결일**: 1884-01-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hall\n\n## 변호인\n\nGarrard, Meldrim & Fraser, for plaintiff in error.\", O. Anderson, attorney general: W. G. Charlton, solicitor general, by Harrison & Peeples, for the state.\n\n## 인용\n\n- 72 Ga. 98\n\n## 판결문 요약\n\n\nHall, Justice.\nThe prisoner and his brother, Pompey Anderson, were indicted jointly for the murder of Chance Brown. When the case was called, the defendants severed, and the prisoner was put upon his trial. He moved for a continuance, and put his showing in writing, to the effect that Barbara Anderson, and other witnesses subpoenaed for them, were absent without his consent, etc., on account of sickness ; that he expected to prove by them that Pompey Anderson was absent from the scene of the homicide at the time it was committed, and could not have participated therein. This showing for a continuance was overruled, and the trial proceeded. The defendant was convicted, and made a motion for a new trial upon various grounds, which was overruled by the court. In this motion was included the judgment overruling the continuance. The evidence upon which the defendant was convicted consisted principally of his own confessions, made to one McGriff, who. was confined in McIntosh jail at the time defendant was committed, and who thereafter occupied with him the same cell in the prison. Defendant stated to McGriff that he “ would not be there, if it were not for his brother; that Chance had detected Pompey killing his hog, and that Pompey had come to him (Robert) and advised him of the fact, saying they must put an end to Chance; that he (Robert) had then, at Pompey’s instance, gone to Chance’s house, and asked him- if it was true he had said Pompey had stolen his hog. Chance said he h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-state"
    }
  ],
  "relatedIncidents": [
    30201,
    30206,
    30189,
    30193,
    30203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}