{
  "id": 30218,
  "title": "1883년 Bussey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-10-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Bussey. 판결일: 1883-10-09. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Bussey v. The State of Georgia\n**판결일**: 1883-10-09\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Jackson\n\n## 변호인\n\nGurley & Gurley, for plaintiff in error., J. W. Walters, solicitor general, for the state.\n\n## 인용\n\n- 71 Ga. 100\n\n## 판결문 요약\n\n\nJackson, Chief Justice.\nThe defendant was. convicted of the offence of robbery and sentenced to two years imprisonment in the penitentiary. lie moved for a new trial, on the ground that the ver*101diet is contrary to law and the evidence; the court refused to grant the motion, and he excepted, making the single point that the evidence does not support the verdict, and therefore it is unlawful.\nThe facts are, when analyzed, that the defendant pretended that he was marshal of the town, had on a star designating the office, seized the prosecutor, to whom another was showing a trick at cards, and upon the exclamation of that other, “there’s the marshal,” pushed him against the wall, threatened to take him to jail unless he paid him money, and thus extorted from him eight dollars, which he said he paid “ to keep from going to jail, and he did not want to be bothered.”\nThe question is, do these facts, in any view which the jury could take of them, amount to robbery ? No exception is taken to the judge’s charge; therefore he charged the exact law of the case.\nThis law is the same as the English or common law in substance, “intimidation” being substituted for “fear,” in our penal code. See page 315 of 12th Ga. R., the case of Long vs. The State, where this court holds that the Code makes no alteration in the common law.\nIn the same case, this court fully expounds the law of this case thus, on pages 318 and 319, in divisions marked 6 and 7, and which exposition is a close and correct...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bussey-v-state"
    }
  ],
  "relatedIncidents": [
    30213,
    30214,
    30217,
    30222,
    30226
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}