{
  "id": 30226,
  "title": "1883년 Dunkin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-05-15",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Dunkin. 판결일: 1883-05-15. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Independence County v. Dunkin\n**판결일**: 1883-05-15\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Smith\n\n## 변호인\n\nII. S. Coleman, for appellant.\n\n## 인용\n\n- 40 Ark. 329\n\n## 판결문 요약\n\n Smith, J. One Matlock was indicted in Independence Circuit Coui’t for murder. He obtained a change of venue to Lawrence, and was tried and acquitted. A judgment for the costs of the prosecution was rendered against Independence county. A duly certified bill of costs was presented to the Independence County Court, all of which was allowed except $140. On the trial of Matlock, only four jurors were accepted from the re’gular panel. The other eight were selected from a special venire, and they served five days, and were entitled to $10 each for their- services, making $80. Thirty other persons were also sumxnoned on the special venire, but were not taken on the trial jury. They each claimed pay for one day’s .attendance as jurors, amounting in the aggregate to $60. The presiding Judge certified the per diem of the eight jurors selected from the special venire who did serve, and the per diem of the thirty who were summoned, but did not serve, as part of the costs chargeable to the county of Independence. But the County Court rejected these items and the claimants appealed to the Circuit Court, where they obtained a judgment. The statute makes each county liable for costs incurred in the prosecution of offenses committed within its limits, if the defendant is acquitted, and also in case of conviction, if he has no property. Gantt’s Digest, Sec. 2015. And that liability continues, though the venue be changed to another county; Pulaski County v. Irvin, 4 Ark., 473; County of Ouachi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=independence-county-v-dunkin"
    }
  ],
  "relatedIncidents": [
    30217,
    30222,
    30228,
    30234,
    30201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}