{
  "id": 30229,
  "title": "1883년 Britton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-04-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Britton. 판결일: 1883-04-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Britton\n**판결일**: 1883-04-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Woods\n\n## 변호인\n\nMr. Assistant Attorney- Giemral Maury • for the United States., Mr. Chester H. Krum for the defendant.\n\n## 인용\n\n- 107 U.S. 655\n- 2 S. Ct. 512\n- 27 L. Ed. 520\n- 1882 U.S. LEXIS 1263\n\n## 판결문 요약\n\n\n107 U.S. 655 (____)\nUNITED STATES\nv.\nBRITTON.\nSupreme Court of United States.\n\n*660 Mr. Assistant Attorney-General Maury for the United States.\nMr. Chester H. Krum for the defendant.\n*661 MR. JUSTICE WOODS delivered the opinion of the court.\nIn passing upon the questions certified to us by the Circuit Court, it will be convenient to follow the order in which they have been argued by counsel, rather than that in which they are presented by the certificate.\nThe section of the Revised Statutes upon which the indictment is based creates and describes certain offences, and expressly denominates them misdemeanors. In United States v. Mills, 7 Pet. 138, 142, it was said by this court that \"the general rule is that in indictments for misdemeanors created by statute, it is sufficient to charge the offence in the words of the statute. There is not that technical nicety required as to form which seems to have been adopted and sanctioned by long practice in cases of felony, and with respect to some crimes, where particular words must be used, and no other words, however synonymous they may seem, can be substituted. But in all cases the offence must be set forth with clearness, and all necessary certainty to apprise the accused of the crime with which he stands charged.\"\nIn United States v. Simmons, 96 U.S. 360, 362, this court, speaking by Mr. Justice Harlan, held, that \"when the offence is plainly statutory, it is, `as a general rule, sufficient in the indictment to charge the defendan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-britton"
    }
  ],
  "relatedIncidents": [
    30213,
    30214,
    30217,
    30218,
    30222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}