{
  "id": 30230,
  "title": "1883년 Hannah 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-04-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Hannah. 판결일: 1883-04-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: William Hannah v. State\n**판결일**: 1883-04-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Turney\n\n## 변호인\n\n-for Howard., ATTORNEY-GENERAL Lea for the State.\n\n## 인용\n\n- 79 Tenn. 201\n\n## 판결문 요약\n\n\nTurney, J.,\ndelivered the opinion of the court.\nPlaintiff in error was convicted of assault and battery. During the trial of the cause, counsel for the defendant was arguing such legal propositions as he claimed were applicable to the facts of the case. 'The Attorney-General objected, and insisted that questions of law should not be argued to the jury.\nThe court ruled that counsel might - argue the law to the court, and read his authorities to the court, but would not be allowed to read the law books to the jury or argue the law of the case to the jury.\nThis was error. It is impossible to understand how counsel can make out a case from facts, while he is forbidden to state and argue the law applicable 'to the facts.\n*202It requires both facts and law to make a prosecution or defense in either civil or criminal proceedings.\nWithout facts there is no law to operate. To hold that the facts may be argued, but the law shall not be presented with these facts is to deny the benefit of counsel. The value of facts depend upon' the law that governs them. No lawyer can discuss propositions except in a combination of law and facts. By our Constitution the accused hath a right to be heard by himself and counsel.\nReversed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hannah-v-state"
    }
  ],
  "relatedIncidents": [
    30209,
    30213,
    30214,
    30217,
    30218
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}