{
  "id": 30238,
  "title": "1882년 Lower 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-10-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Lower. 판결일: 1882-10-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Lower v. C., B. & Q. R. Company Gray v. The Same Elder v. The Same\n**판결일**: 1882-10-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Adams\n\n## 변호인\n\nJames Coen and D. Anderson, for appellants., Perry <& Townsend, for appellees.\n\n## 인용\n\n- 59 Iowa 563\n\n## 판결문 요약\n\n\nAdams, J.\ni.raimsoads: mentsmpedi\" iiiary oom-IX_ Fraud! n° The evidence shows that the Chillicothe &amp; Chariton R. R. Co. has leased the road in question to the C., B. Q. E. R. Co., and we think that the evidence shows that the former company was organized with the design of procuring a right of way and building a road to be used by the latter company. It does not, however, follow that the plaintiffs have been defrauded. The land taken has been taken for public use, and just compensation, as we must assume, has been made to the plaintiffs. Their real ground for complaint, so far as their alleged equity is concerned, is that they have not been allowed to hold the key to the situation in such a way as to enable them to defeat the construction of the road, or obtain more than just compensation. The amount demanded by the plaintiffs was such as to show very clearly that it was graduated without any reference to the real damages sustained, but the sujjposed exigency of the company. ' Now, while it some times happens that a person can under the protection of tbe law practice extortion, it is' proper for an intended victim to resort to every legal device to defeat the attempted extortion, and, if he succeeds, his action cannot properly be called fraudulent. The plaintiffs, indeed, do not themselves seem to place much reliance upon the alleged ground of fraud. This appears from the emphasis which they place upon the necessity of construing strictly the powers of a corporation. If...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lower-v-c-b-q-r"
    }
  ],
  "relatedIncidents": [
    30236,
    30244,
    30246,
    30247,
    30213
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}