{
  "id": 30239,
  "title": "1882년 Munson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-10-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Munson. 판결일: 1882-10-15. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. Munson\n**판결일**: 1882-10-15\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Ray\n\n## 변호인\n\nT. H. Parrish for appellant., D. H. McIntyre, Attorney General, and W. W. Ramsey, Prosecuting Attorney, for the State.\n\n## 인용\n\n- 76 Mo. 109\n\n## 판결문 요약\n\n\nRay, J.\nThe indictment in this case was a joint indictment against the defendant and one Carson, and contained two counts. The first count was framed under section 1262 of the Revised Statutes, charging a felonious assault with.intent to kill, and the second count was framed under section 1264, and charged a felonious wounding, etc., of one William T. Lemons, by shooting with a pistol, *110etc. A severance was had and the defendant put upon trial and convicted under the second count of said indictment, and sentenced to imprisonment in the penitentiary for three years. The indictment was found and trial had in the circuit court of Nodaway county.\nThe second count under which defendant was convicted, is as follows, to-wit: “And the jurors aforesaid, upon their oaths aforesaid, do further present, that James Munson, on the 23rd day of July, 1880, at the county of Nodaway, and State of Missouri, in and upon the body of one William T. Lemons, then and there being, willfully and feloniously, with a deadly weapon likely to produce death and great bodily harm, to-wit: a revolving pistol loaded with gunpowder and leaden bullets, which he, the .said James Munson, then and there in his right hand had and held, did then and there make an assault, and did then and there willfully and feloniously, with the revolving pistol aforesaid, shoot him, the said William T. Lemons, whereby he, the said William T. Lemons, was then and there maimed, wounded, received great bodily harm, and his life w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-munson"
    }
  ],
  "relatedIncidents": [
    30241,
    30236,
    30237,
    30238,
    30244
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}