{
  "id": 30235,
  "title": "1883년 Dunkle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-01-02",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Dunkle. 판결일: 1883-01-02. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Dunkle versus Charles Harrington and William Brenneman, to the use of William Brenneman\n**판결일**: 1883-01-02\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Gordon, Green, Mercur, Paxson, Sharswood, Sterrett, Trunkey\n\n## 변호인\n\nMaffett (with whom was Ross), for plaintiff in error., Jenks (with whom was Wilson), for defendant in error.\n\n## 인용\n\n- 101 Pa. 462\n\n## 판결문 요약\n\n\nMr. Justice Gordon\ndelivered the opinion of the court, January 2d 1883.\nOn the 15th day of June 1878, a writ of levari facias, at the suit of W. P. Bratton against Johnston and McIntyre, was issued to B. B. Dunkle, as sheriff of the county of Clarion, commanding him to sell a certain leasehold estate of the defendants as therein described. On the day of the sale and just before the bidding commenced, inquiries were made by Harrington of the sheriff concerning some four hundred feet of casing which had been upon the leasehold, but which at that time were missing. In answer thereto, the sheriff informed him that there was that amount of casing which belonged to the property; that he had loaned it to some one interested in an oil well on the-Booth farm; that it was to have been returned before the sale; that it should be included in the sale, and that he would deliver it to the purchaser. He also repeated publicly, that he would include the casing in the sale, and that he would deliver it to the purchaser. This is the testimony of the two Brennemans and of Charles Harrington; it is corroborated by the evidence .of Miles Sloan, and is contradicted by no one except the defendant himself. Induced by this declaration and agreement Dunkle, the plaintiff, bid off the property for the sum of three hundred and eighty live dollars, and at once paid this amount to the sheriff’s clerk.\nThe learned counsel for the defendant contends that this evidence ought not to have been submitted to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dunkle-v-harrington-ex-rel-brenneman"
    }
  ],
  "relatedIncidents": [
    30213,
    30214,
    30217,
    30218,
    30222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}