{
  "id": 30232,
  "title": "1883년 Close 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-03-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Close. 판결일: 1883-03-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Close v. Glenwood Cemetery; Borcherling v. Glenwood Cemetery\n**판결일**: 1883-03-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Gray\n\n## 변호인\n\nMr. J. Hubley Ashton and Mr. Nathaniel Wilson for Close., Mr. Oortlandt Parker and Mr. Walter P. Bavidge for Borcherling., Mr. Thomas W. Bartley, Mr. William F. Mattingly, and Mr. Jesup Miller for the appellee.\n\n## 인용\n\n- 107 U.S. 466\n- 2 S. Ct. 267\n- 27 L. Ed. 408\n- 1882 U.S. LEXIS 1239\n\n## 판결문 요약\n\n\n107 U.S. 466 (____)\nCLOSE\nv.\nGLENWOOD CEMETERY.\nBORCHERLING\nv.\nGLENWOOD CEMETERY.\nSupreme Court of United States.\n\n*468 Mr. J. Hubley Ashton and Mr. Nathaniel Wilson for Close.\nMr. Cortlandt Parker and Mr. Walter D. Davidge for Borcherling.\nMr. Thomas W. Bartley, Mr. William F. Mattingly, and Mr. Jesup Miller for the appellee.\nMR. JUSTICE GRAY delivered the opinion of the court.\nThis is a bill in equity, filed on the 25th of October, 1877, by the Glenwood Cemetery, claiming to be a corporation established by act of Congress, against Joseph B. Close, William S. Humphreys, Randolph S. Evans and George Clendenin, praying for a conveyance of the legal title in a tract of land containing ninety acres, situated in the District of Columbia, known as the Glenwood Cemetery; and for an account. The bill was afterwards dismissed by consent as against Humphreys and Evans. The material facts, as shown by the proofs, are as follows:\nIn June, 1852, Humphreys, for the sum of $9,000, bought of Junius J. Boyle the tract of land in controversy, and took from him a deed of it, and immediately set about preparing it for use as a cemetery. He enclosed with a high fence, and laid out with drives and walks, and improved and embellished, thirty acres of it, leaving the other sixty acres in their original unimproved condition; and in March, 1853, put Clendenin in charge as superintendent. Humphreys conveyed to Close an undivided half of the premises in April, 1853, and the whole tract in June, 1854....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wiggins-ferry-co-v-east-st-louis"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=close-v-glenwood-cemetery"
    }
  ],
  "relatedIncidents": [
    30213,
    30214,
    30217,
    30218,
    30222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}