{
  "id": 30234,
  "title": "1883년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1883-03-08",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Scott. 판결일: 1883-03-08. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Wm. Scott v. Commonwealth\n**판결일**: 1883-03-08\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Pryor\n\n## 변호인\n\n\n\nA. T. Wood, for appellant.\n, \nP. W. Hardin, for appellee.\n\n\n## 인용\n\n- 12 Ky. Op. 10\n\n## 판결문 요약\n\n\nOpinion by\nJudge Pryor:\nThe testimony in the case conduces to show that the accused and his friends were armed with pistols, or that they knew where they were kept, so as they could lay hands on the weapons when desiring to do so. One of them shot while they were in the house and then followed shooting at the parties who had left. It is true the adversaries of Scott and his friends were returning the fire, all being willing to kill and murder if it could be done. The one side was as determined as the other, and the accused fired two shots after they had left the room. Pie may not have fired at the deceased or shot him, and the proof conduces to show that he did neither;, yet he was the principal actor in the tragedy, and before any pistols had been drawn he ran upstairs and got his pistol or that of another and came running down with a purpose, no doubt, to shoot if his adversaries did not leave. Haggard and others may have been the aggressors in the first place by going into the house without paying, their money at the door, and still it was not a sufficient justification for the shooting; and besides, the proof shows they paid at the door, and were willing to pay again after they entered. The objection in effect urged here is that the accused was convicted of manslaughter instead of murder. The instructions were unobjectionable and the verdict certainly as favorable for the accused as he could have expected. He was in fact a principal in the killing, and from the proof the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    30217,
    30222,
    30226,
    30228,
    30201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}