{
  "id": 30236,
  "title": "1882년 Norcross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-11-02",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Norcross. 판결일: 1882-11-02. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. F. NORCROSS v. MATTHEW NUNAN, Sheriff of the City and County of San Francisco\n**판결일**: 1882-11-02\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Myrick, Sharpstein\n\n## 인용\n\n- 61 Cal. 640\n\n## 판결문 요약\n\n\nMyrick, J.:\nThis was an action for the recovery of personal property or its value, and for damages for its detention. But the plaintiff did not claim the delivery of the property to him before judgment. The defendant, Sheriff, justified under a writ of attachment and an execution.\n1. Conceding that the Court below was correct in refusing to admit the writ of attachment in evidence because of the defect in the affidavit in stating that the amount claimed was due on a contract, without stating whether it was due upon either an express or 'implied contract, yet the defendant was entitled to have the execution in evidence upon which to base the defense that the transfer of the property from Gordon and Cory to plaintiff was fraudulent and void as to creditors. We think the evidence of the plaintiff clearly shows that the transfer was void as to creditors. (C. C., § 3446.) 'The Sheriff did not take the property from the possession of plaintiff; and even if there were irregularities in the proceedings for the judgment, such irregularities would not prevent the officer from justifying under an execution valid on its face. There is nothing on the face of the execution to show its invalidity. The rule is fully stated in Freeman on Executions, Section 101:\n*643“ The Sheriff may limit his inquiries to an inspection of the writ. If the writ is issued by the proper officer, in due form, and appears to proceed from a Court- competent to exercise jurisdiction over the subject-matter of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=norcross-v-nunan"
    }
  ],
  "relatedIncidents": [
    30238,
    30244,
    30246,
    30247,
    30213
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}