{
  "id": 30248,
  "title": "1882년 Ralls County Court v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-05-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ralls County Court v. United States. 판결일: 1882-05-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Ralls County Court v. United States\n**판결일**: 1882-05-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blatchford, Waite\n\n## 변호인\n\nMr. Henry A. Cunningham for the plaintiff in error., \nMr. John H. Overall, contra.\n\n\n## 인용\n\n- 105 U.S. 733\n- 26 L. Ed. 1220\n- 1881 U.S. LEXIS 2184\n\n## 판결문 요약\n\n\n105 U.S. 733 (____)\nRALLS COUNTY COURT\nv.\nUNITED STATES.\nSupreme Court of United States.\n\nMr. Henry A. Cunningham for the plaintiff in error.\nMr. John H. Overall, contra.\nMR. CHIEF JUSTICE WAITE delivered the opinion of the court.\nSection 29 of the act to incorporate the St. Louis and Keokuk Railroad Company, approved Feb. 16, 1857, is as follows: \n*734 \"It shall be lawful for the county court of any county in which any part of the route of said railroad may be to subscribe to the stock of said company; and it may invest its funds in the stock of said company, and issue the bonds of said county to raise funds to pay the stock thus subscribed, and to take proper steps to protect the interest and credit of the county. Such county court may appoint an agent to represent the county, vote for it, and receive its dividends.\"\nUnder this authority the County Court of Ralls County subscribed $200,000 to the stock of the company, and, during the years 1870 and 1871, issued bonds of the county to pay the subscription. Default having been made in the payment of coupons for interest attached to some of these bonds, Douglass brought suit against the county, in the Circuit Court of the United States for the Eastern District of Missouri, for their recovery, and, on the 16th of October, 1878, obtained judgment for $17,158.43. That judgment was affirmed in County of Ralls v. Douglass, supra, p. 728.\nAfter the judgment was rendered in the Circuit Court, the present suit was begun by the Unite...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ralls-county-court-v-united-states"
    }
  ],
  "relatedIncidents": [
    30236,
    30237,
    30238,
    30239,
    30241
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}