{
  "id": 30249,
  "title": "1882년 Schooling 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-04-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Schooling. 판결일: 1882-04-15. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Schooling v. The St. Louis, Kansas City & Northern Railway Company\n**판결일**: 1882-04-15\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Norton\n\n## 변호인\n\nWells H. Blodgett for appellant., F. T. Jarman for respondent.\n\n## 인용\n\n- 75 Mo. 518\n\n## 판결문 요약\n\n\nNorton, J.\nThis action was brought to recover the' value of a certain cow, alleged to be the property of the plaintiff, and to have been killed by defendant’s cars on or about the 26th day of February, 1876, near its depot at its station known as Sturgeon, Boone county.\nThe cause being tried, plaintiff obtained judgment,. *519from which defendant has prosecuted his appeal to this court, and seeks a reversal on the ground that the court erred in refusing to instruct the jury that upon the pleadings and evidence the plaintiff could not recover, and in giving the following instruction for plaintiff: “If the jury believe from the evidence that defendant left hay on the side-track of their road for several days in succession previous to and up to the time of the killing of plaintiff’s cow, and 'that said cow was enticed on said track by said hay, then defendant was guilty of negligence, and they should find for plaintiff.”\nPlaintiff based his right to recover on the following allegations in the petition : “ Plaintiff* further states, that while aforesaid defendant was running its cars over said track, and transacting business as a common carrier, under the aforesaid name and style, it did carelessly and negligently run over, cripple and kill one cow, the property of plaintiff, said negligence consisting of the said company leaving hay standing upon the said track belonging to said company for several days in succession, thereby enticing said cow upon said track, thereby being the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schooling-v-st-louis-kansas-city-northern-railway-co"
    }
  ],
  "relatedIncidents": [
    30217,
    30222,
    30226,
    30228,
    30234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}