{
  "id": 30247,
  "title": "1882년 Coddington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-06-21",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Coddington. 판결일: 1882-06-21. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mary M. Richardson v. Charles Coddington\n**판결일**: 1882-06-21\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Campbell, Other\n\n## 변호인\n\nJD. E. Thomas, William L. Stoughton and Charles Upson for appellant., T. C. Carpenter and II. H. Iiiley for appellee.\n\n## 인용\n\n- 49 Mich. 1\n\n## 판결문 요약\n\n\nCampbell, J.\nPlaintiff, who is wife of James Richardson, replevied certain personal property that had been seized by process against her husband, the same being live stock, farm utensils, and farm products. One undivided half of the property is admitted to belong to her landlord, James Johnson, and to have been on the farm for use by the tenant, and the right of possession set up by plaintiff was in that capacity. The levy was on the undivided interest claimed to belong to plaintiff.\nThe sheriff, who is defendant, claimed that the property in question was either in fact that of James Richardson, or had been transferred by him to Johnson and through Johnson to the plaintiff, in fraud of creditors.\nThe consideration of these questions involved an inquiry, first, whether James Richardson was not in fact in possession of the farm and property under cover of his wife’s name; and second, if not so, whether the property had not been shifted for fraudulent purposes.\nJudgment went in favor of defendant.\nAmong the various points presented we need not consider very many. The facts material to the present inquiry are these:\nOn the 23d of December, 1878, James Richardson was in possession of Johnson’s farm under a lease which would ■expire in the succeeding spring, being a verbal lease which had run for nearly two years, from year to year. The lease was on shares, and Johnson owned half of the stock. Richardson had previously given Johnson a chattel mortgage on his half, on which there w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-coddington"
    }
  ],
  "relatedIncidents": [
    30236,
    30238,
    30244,
    30246,
    30213
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}