{
  "id": 30241,
  "title": "1882년 Blair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-10-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Blair. 판결일: 1882-10-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: L. H. Blair & Co. v. Puryear & Miles\n**판결일**: 1882-10-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Ruffin\n\n## 변호인\n\nMessrs. Roulhac  Fuller, for plaintiffs .\n\n No counsel contra .\n\n## 인용\n\n- 87 N.C. 101\n\n## 판결문 요약\n\nWe understand the judge's order to mean that the intervening parties should be admitted, not to defend the main action between the plaintiffs and defendants, but to present an issue between themselves and the plaintiffs as the superior rights to the fund in controversy.\nThus understood, the decision in Toms v. Warson, 66 N.C. 417, governs the case. That was an attachment levied on land. Third parties claiming to own the land petitioned to be admitted as parties to defend the action; and it was held that they had no (103) right to intervene in the original action between the plaintiff *Page 94 \nand defendant, so as to contest the former's right to recover, for as to that, they were strangers, and could neither be benefited nor prejudiced by the result. But, that upon proper allegations of an interest in the property attached, they were entitled to intervene so far as to make up a collateral issued as to the title. See also Sims v. Goettle, 82 N.C. 268.\nBy parity of reasoning, we should hold that third parties, so intervening, could not be heard to object to the regularity of the attachment proceedings &#8212; that being a matter between the parties to the main action; and this objection the defendant might waive, and no one else can make for him. But here, the order of the court restricts them to a single collateral issue as to the better lien on the fund; and consequently there is no error.\nNo error.                                                   Affirmed.\nCited: Cook v. M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=l-h-blair-co-v-puryear"
    }
  ],
  "relatedIncidents": [
    30239,
    30236,
    30237,
    30238,
    30244
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}