{
  "id": 30244,
  "title": "1882년 Weiller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-07-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Weiller. 판결일: 1882-07-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Herman Weiller agt. Carrie Schreiber, of the last will and testament of Meyer Schreiber\n**판결일**: 1882-07-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Westbrook\n\n## 변호인\n\nJ. II. Clute and A. JB. Pratt, for the defendant and motion., P. W.. Peckham, for plaintiff and opposed.\n\n## 인용\n\n- 63 How. Pr. 491\n- 11 Abb. N. Cas. 175\n\n## 판결문 요약\n\n\nWestbrook, J.\nIn this action, which was originally commenced against Meyer Schreibér, since deceased, an attachment was issued on the ground that said Schreiber had assigned, disposed of or secreted, or was about to assign, dispose of or secrete his property, with intent to defraud his creditors. After the death of the original defendant, the present defendant, Carrie Schreiber, who is the executrix of the original defendant, was made defendant, and this motion is made in her behalf to vacate such attachment for the alleged *493reason that the affidavits upon which the same issued were ^insufficient to justify such issue.\nThe affidavits which were presented to the officer allowing the attachment showed: First. That on February 9, 1882, the deceased purchased of the plaintiff twenty-five barrels of Jones whiskey, of the value and at the agreed price of $1,000.19. That the plaintiff made such sale and took the note of the deceased for the amount, payable in five months, upon the faith of a statement uttered at the time of the sale, that he, the deceased, made the purchase for the purpose of mixing the goods bought with other and inferior liquors, and thereby increasing the value of such cheaper liquors. Second. That on the 21st day of April, 1882, the plaintiff also sold the deceased twenty-five barrels of Overholt whiskey, and fifteen barrels of Dougherty whiskey, of the value and at the agreed price of $1,524.35. That such sale was likewise made on the faith of precisely sim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weiller-v-schreiber"
    }
  ],
  "relatedIncidents": [
    30236,
    30238,
    30246,
    30247,
    30213
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}