{
  "id": 30246,
  "title": "1882년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1882-07-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Williams v. State. 판결일: 1882-07-01. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Al Williams v. State\n**판결일**: 1882-07-01\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Willson\n\n## 변호인\n\nNo brief for the appellant., H. Chilton, Assistant Attorney General, for the State.\n\n## 인용\n\n- 12 Tex. Ct. App. 395\n- 1 Tex. L. R. 222\n\n## 판결문 요약\n\n\nWillson, J.\nThe indictment in this case is as follows: “ In the name and by the authority of the State of Texas. The grand jury of Freestone county, Texas, present in the District Court of Freestone county, that,\" about the third day of January, A. D. 1881, in Freestone county, Texas, Al. Williams did fraudulently take, steal and carry away four hogs, of the value each of four dollars ($4), from H. L. Williams; contrary to law and against the peace and dignity of the State. J. B. Casey,\n“Foreman of the Grand Jury.”\nThis indictment omits to charge the folio wing elements of the offense of theft, as defined in art. 724 of the Penal Code, viz.: (1) The ownership of the property; (2) that it was taken without the consent of the owner; (3) that it was taken with the intent to deprive the owner of the value of the same; and (4) with the intent to appropriate it to the use and benefit of the person taking it. These omission's, or any one of them, would render the indictment substantially and fatally defective under all the previous decisions of this court, and of the Supreme Court of this State, upon this subject. (Marshall v. State, 31 Texas, 471; State v. Sherlock, 26 Texas, 106; Ridgway v. State, 41 Texas, 231; Watts v. State, 6 Texas Ct. App. 263.)\nBut it is contended that this indictment is sufficient under the act entitled, “An act to prescribe the requisites of indictments in certain cases,” approved March 26, 1881. (Gen’l Laws 17th Leg. chap. 57, page 60.) That act prescrib...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    30236,
    30238,
    30244,
    30247,
    30213
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}