{
  "id": 30257,
  "title": "1881년 McCalley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-12-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: McCalley. 판결일: 1881-12-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: McCalley v. Robinson's Adm'r\n**판결일**: 1881-12-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Somerville\n\n## 변호인\n\nWalker & Shelby, for appellant., Brandon & Jones, contra.\n\n## 인용\n\n- 70 Ala. 432\n\n## 판결문 요약\n\n\nSOMERVILLE, J.\nThis is an application for the sale of lands for the payment of debts, filed by the appellee, as administrator of the estate of Emeline Robinson, deceased. The-proceeding is resisted, principally,-on two grounds: first, that-the matters in controversy are res adyudicata ; second, that the evidence fails to prove that there are any debts against the-estate.\nIn support of the plea of former recovery, the defendant in the proceeding, who is the appellant in this court, introduced the record and proceedings of the Probate Court dismissing a similar application, filed by the administrator, but a few weeks previous. The two applications were filed by the same petitioner, praying the sale of the same land, for the same purpose. The record shows that the second application was filed upon the 9th of April, 1878, which was more than three years after the death of the deceased.\nThe rule, in such cases, is, that the judgment of a court of competent jurisdiction is conclusive, on parties and privies, as to all facts or issues actually decided, or necessarily involved. The trial must, of course, be on the merits of the cause under consideration, and the judgment rendered is conclusive only as to facts directly and distinctly put in issue, and a finding of which is.necessary to uphold the judgment. The doctrine of estoppel does not extend to facts which are merely collateral, and were not directly in issue in the former suit.—Freeman on Judgments, § 257; McDonald v. Mobile L...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccalley-v-robinsons-admr"
    }
  ],
  "relatedIncidents": [
    30259,
    30262,
    30264,
    30267,
    30268
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}