{
  "id": 30259,
  "title": "1881년 In re Swenk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-11-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In re Swenk. 판결일: 1881-11-16. 법원: U.S. Circuit Court for the District of Western Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In re Swenk, Bankrupt\n**판결일**: 1881-11-16\n**법원**: U.S. Circuit Court for the District of Western Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: McKennan\n\n## 변호인\n\n- John Mcüleery and Samuel Linn, for-appellant., Joshua Gromley and J. O. Parsons, for appellees.\n\n## 인용\n\n- 9 F. 643\n\n## 판결문 요약\n\n\nMcKennan, C. J.\nIt is urged by the counsel of the appellees that this court ought not to take cognizance of these cases, because the order of the district court is not subject to appeal, and I cannot say that the objection is without force.\nBy the order of the bankruptcy court the real estate of the bankrupt was sold discharged pf liens, and, of course, the proceeds of the sale were substituted for the. land, as security for the 'liens upon it. The appellees held- judgments against the bankrupt which were apparently liens upon the real estate sold, and therefore 'applied to the court for an oi;der directing the payment of their judgments out of the fund produced by the sale. The assignee opposed this application upon the ground that the. judgments of the appellees were fraudulent preferences under the bankrupt act, but notwithstanding his objection the court made the orders prayed for; and it is from these orders that these appeals have been taken.\nAlthough the subject-matter of the objection is within the jurisdiction of the court, yet the method of asserting it was inappropriate and unwarranted. It had nothing of the formal character of a suit in equity, by which alone .the objection could be effectively urged. The judgments were apparently valid, and the only mode of contesting this and of avoiding them is by a complaint in equity and a decree, which might be the subject of appeal to either the circuit or the supreme court. Prom the result of any other form of proceeding ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-swenk"
    }
  ],
  "relatedIncidents": [
    30262,
    30267,
    30268,
    30271,
    30274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}