{
  "id": 30269,
  "title": "1881년 Cohea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-07-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cohea. 판결일: 1881-07-01. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Cal. Cohea v. State\n**판결일**: 1881-07-01\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hurt\n\n## 변호인\n\nFly & Davidson, for the appellant., H. Chilton, Assistant Attorney General, for the State.\n\n## 인용\n\n- 11 Tex. Ct. App. 153\n\n## 판결문 요약\n\n\nHurt, J.\nThe State proved the confessions of one Burton, in which he gave a full account of the conspiracy between himself, Tom Cohea and the defendant, to steal the goods charged to have been taken in the indictment, and not only the conspiracy, but its consummation resulting in the theft and concealing of the property. This confession was proved by two witnesses; to which there was no objection made by the defendant. The State then introduced Burton, by whom the conspiracy and the theft,—in fact everything from the inception to the final disposition of the property,—was shown. To this the defendant objected upon the ground that a conspiracy cannot be proven by a co-conspirator, but must be shown by evidence aliunde.\nThe evidence failing to show that defendant was present (but clearly showing to the contrary) when the confession was made, the evidence of Oarroway and Vasberg was not admissible. That of Vasberg was hearsay, and that of Oarroway doubly so,—Vasberg repeating to Oarroway what Burton had confessed to him. If the defendant had objected to this proof when proposed to be made by Oarroway or Vasberg, the court should have sustained the objection upon the grounds, 1st, the conspiracy cannot be shown by the acts, declarations or confessions of a co-conspirator,—this must be done aliunde; 2d, after the completion of the crime, neither the acts, doings, declarations nor confessions of a co-conspirator are admissible. In this case there was no act save the confession of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cohea-v-state"
    }
  ],
  "relatedIncidents": [
    30257,
    30259,
    30262,
    30264,
    30267
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}