{
  "id": 30268,
  "title": "1881년 Eldridge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-07-01",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Eldridge. 판결일: 1881-07-01. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: CHARLES A. ELDRIDGE v. THE CONNECTICUT GENERAL LIFE INSURANCE COMPANY\n**판결일**: 1881-07-01\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Cartter, MacArthur\n\n## 변호인\n\nEnoch Totten, for complainant., Walter Bavülge and S. R. Bond, for the insurance company.\n\n## 인용\n\n- 10 D.C. 301\n\n## 판결문 요약\n\n\nMr. Justice MacArthur\ndelivered the opinion of the court, in substance as follows:\nThe question principally discussed at the hearing, was whether the insurance company was a bona-fide purchaser for a valuable consideration, and without notice of the complainant’s existing equities. The notice which is imputed to the company is not actual knowledge that the property in dispute was in fact incumbered by a previous equity in favor of complainant, but a notice with which they are to be charged, growingout of the fact and circumstances of the transaction, within the knowledge of their alleged agent, in procuring the fraudulent discharge of the trust deed by Mr. \"Ward. This can only be determined upon the facts of the case. For this purpose we need not consider any of the circumstances in proof, except those involved upon this point of the controversy.\nHenry II. Dudley was seized originally of all this estate, and executed thereon a deed of trust to one Joseph H. Black-fan to secure two notes of $3,500 each. One of these notes was paid, and the other became the property of the Arlington Fire Insurance Company; and the evidence relating to all this will not be further noticed, as they are not facts essential for our consideration.\nDudley conveyed his equity of redemption to John Van Riswick, who ou the 10th of November, 1871, conveyed to ■George B. Coburn for $7,734.40, for which Coburn made his three promissory notes to Van Riswick for $2,578.13 each, ¡payable in one, two, and thr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eldridge-v-connecticut-general-life-insurance"
    }
  ],
  "relatedIncidents": [
    30259,
    30262,
    30267,
    30271,
    30274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}