{
  "id": 30262,
  "title": "1881년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-09-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Davis. 판결일: 1881-09-15. 법원: United States Circuit Court.",
  "description": "## 사건 정보\n\n**사건명**: Davis and others v. Stewart, Assignee\n**판결일**: 1881-09-15\n**법원**: United States Circuit Court\n**관할**: USA, Federal\n\n**판사**: Nelson\n\n## 변호인\n\nBarcroft, Gatch é McCaughan, for plaintiffs., Parsons & Bunnells, for defendant.\n\n## 인용\n\n- 8 F. 803\n\n## 판결문 요약\n\n\nNelson, D. J.\nThe rule stated by Hilliard on Sales meets with my approval, to-wit: “Where the purchaser is insolvent, and has no reasonable expectations or intention of paying for the goods, he gains no title against the vendor.” It is not necessary to allege or show false pretence or other direct artifice. When no questions are asked, no false pretences, no artifice resorted to, silence is not fraud; but concealment of insolvency, with no reasonable expectation of paying, renders a sale fraudulent. See Thompson v. Rose, 16 Conn. 71, 81; Johnson v. Monell, 2 Keyes, 655; Powell v. Bradlee, 9 Gill. &amp; J. 220, 248, 278; Talcott v. Henderson, 31 Ohio St. 162, 52, note, and p. 301.\nDonaldson v. Farewell, 93 U. S. 631, is not in conflict with the view expressed in this case. The facts there, fully sustained the opinion announced by this court. The point made, that the defendant was an officer of the state court, and the circuit court of the United States has no jurisdiction, is not finable.\nThe assignment was the voluntary act of Harter &amp; Claus, and the defendant was their appointee. The property is in the defendant’s custody as trustee for the creditors, and the statutory provisions relative to the exercise of the trust are such as a court of chancery would apply.\nThe evidence was sufficient to justify the verdict, which the court was authorized to put in proper form.\nMotion denied, and it is so ordered. Judgment will be entered by the clerk, but without costs.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-stewart"
    }
  ],
  "relatedIncidents": [
    30259,
    30267,
    30268,
    30271,
    30274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}