{
  "id": 30267,
  "title": "1881년 Atherholt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-07-05",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Atherholt. 판결일: 1881-07-05. 법원: Superior Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Atherholt, Fisher Co. v. Thomas M. Robinson.\n**판결일**: 1881-07-05\n**법원**: Superior Court of Delaware\n**관할**: Delaware, DE\n\n## 인용\n\n- 11 Del. 428\n\n## 판결문 요약\n\nTHIS was an action of assumpsit, and in a few days after it was brought the defendant paid to the plaintiff the amount of his demand due when it was commenced, and took his receipt for it.\nFulton for the plaintiff. In every species of assumpsit all matters in confession and avoidance, including not only those by way of discharge, but those which show the transaction to be void or voidable in law on the ground of fraud or otherwise must be specially pleaded. As, for example, infancy, coverture, release, payment, etc. 1 Ch. Pl., 471, 515. The phraseology of a plea of payment is as follows in the Court of King's Bench: \"And before the exhibition of this bill.\" In the Court of Common Pleas: \"And before the commencement of this suit.\" 3 Ch. Pl., 975. But matter of fact, occurring after suit brought, *Page 429 \nand before plea pleaded, the phraseology is: \"That the plaintiff may not be allowed further to prosecute,\" etc. If after plea pleaded, then it ispuis darrein continuance, etc.; and both of these are pleaded with leave of the court, etc. 3 Ch. Pl., 913, 924, 1238, 1242, 1244. And pleas always refer to the amount of the suit alleged in the writ and declaration. 1 Ch. Pl., 507. But payment of the debt, without costs, after suit brought, is no defence to the action. 1 Ch. Pl., 552. Matters of defence arising after the commencement of the action cannot be set up under the general issue as a bar to it. The actio non relates to the time of commencing the suit, and not to the time o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=atherholt-v-robinson"
    }
  ],
  "relatedIncidents": [
    30259,
    30262,
    30268,
    30271,
    30274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}