{
  "id": 30274,
  "title": "1881년 Cuthbertson's Appeal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-02-03",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Cuthbertson's Appeal. 판결일: 1881-02-03. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Cuthbertson's Appeal. Appeal of the Contributors to the Pennsylvania Hospital. Appeal of the Zoological Society\n**판결일**: 1881-02-03\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Gordon, Green, Mercur, Paxson, Sharswood, Sterrett, Trunkey\n\n## 변호인\n\nHenry J. McCarthy and William A. Porter, for James Cuthbertson, Agnes Georgeson and Jeanie Cuthbertson, appellants., A. Sydney Biddle and George W. Biddle, for the Contributors to the Pennsylvania Hospital, appellants., W. W. Montgomery and Samuel Wagner, for the Zoological Society of Philadelphia, appellant,, Robert N. Willson for the appellees.\n\n## 인용\n\n- 97 Pa. 163\n\n## 판결문 요약\n\n\nChief Justice Sharswood\ndelivered the opinion of the court, February 14 th 1881.\nBoyd v. Boyd, 16 P. F. Smith 283, established a general principle of the highest importance for the protection of persons who call in professional or other advisers to assist them in making their last wills. That principle may be briefly stated thus : Where the alleged testator is shown by evidence to be weak in mind, whether arising from age, bodily infirmity, great sorrow, or other cause tending to produce such weakness, though not sufficient to create testamentary incapacity, and the person whose advice has been sought and taken receives a large benefit under the instrument propounded as a will, it must be shown affirmatively that the alleged testator had full understanding of the nature of the disposition contained in it. The general rule undoubtedly is that testamentary capacity and knowledge of the disposition made are presumed. Where the testamentary capacity is perfect, fraud or undue influence must be shown. In such case the undue influence must be such as to destroy the freedom of will of the party, or at least very much to impair it. But not so in the case of an old, infirm and mentally weak man, disposing of his estate in favor *172of his confidential adviser. These principles were all affirmed ana recognised in Frew v. Clarke, 30 P. F. Smith 170. That case did not in the least shake the principle of Boyd v. Boyd, which was fully supported by the authorities, and is founded on sound ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cuthbertsons-appeal"
    }
  ],
  "relatedIncidents": [
    30259,
    30262,
    30267,
    30268,
    30271
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}