{
  "id": 30275,
  "title": "1881년 Sibbald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1881-01-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sibbald. 판결일: 1881-01-18. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: John G. Sibbald, Respondent, v. the Bethlehem Iron Co., Appellant\n**판결일**: 1881-01-18\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Finch\n\n## 변호인\n\nAlbert Stickney  for appellant.\n\n Thomas Hy. Edsall  for respondent.\n\n## 인용\n\n- 83 N.Y. 378\n\n## 판결문 요약\n\nThe evidence satisfactorily shows that the defendant employed the plaintiff to sell the steel rails of the former's manufacture to the Grand Trunk Railroad Company. The existence of such a contract was strenuously denied on the part of the appellant, but the proofs establish it and leave it without substantial contradiction. The plaintiff swears that in December, 1873, he met and was introduced to Mr. Hunt, the president of the defendant corporation, and was requested by him to use the plaintiff's exertions and interest in selling steel rails of the Bethlehem Iron Company's make, and particularly to the Grand Trunk Railway of Canada, and that the plaintiff agreed to do so if he could. Hunt was afterward examined and does not contradict this statement. Indeed he almost admits it. He says, \"I presume I was introduced to Mr. Sibbald in December 1873. I have no recollection of it. After my introduction to him I may have called upon him in his office in New York. He says I did, and I accept his statement up to his sale of 14th of April.\" Mr. Evans, in whose presence the conversation detailed by plaintiff took place, was also examined as a witness by *Page 380 \nthe defendant. He admits the meeting on that occasion; that he introduced Sibbald to Hunt as a man engaged in selling steel rails; that several railways were named as purchasers from plaintiff, \"the Grand Trunk doubtless among them;\" and then he adds, \"I do not remember that any thing definite was said as to his selling any ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sibbald-v-the-bethlehem-iron-company"
    }
  ],
  "relatedIncidents": [
    30257,
    30259,
    30262,
    30264,
    30267
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}