{
  "id": 30289,
  "title": "1880년 Whaley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1880-07-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Whaley. 판결일: 1880-07-01. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: W. F. Whaley v. State\n**판결일**: 1880-07-01\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hurt\n\n## 변호인\n\nC. C. & C. L. Potter, and Walton, Green & Hill, for the appellant., Thomas Ball, Assistant Attorney-General, for the State.\n\n## 인용\n\n- 9 Tex. Ct. App. 305\n\n## 판결문 요약\n\n\nHurt, J.\nThe appellant was convicted of an assault to murder. He relied upon the fourth subdivision of art. 597 of the Code to reduce the offence to manslaughter if death had ensued, and consequently aggravated assault and battery.\nThere was evidence of insulting words and conduct of the person shot towards a female relative of defendant. The party shot had, but a short time before the assault, used the most insulting and slanderous language towards a lady, the relative of defendant, of unblemished character (according to the evidence).\nDefendant did not deny that he shot the prosecutor, but rested his defence upon the fourth subdivision of art. 597, Penal Code. As a part of the instructions of the court we find this : “I will further explain to you what will reduce a homicide to manslaughter.” Then follows a charge to the jury of all the law of manslaughter, by giving the statutory definition. In this statutory history of manslaughter the fourth subdivision of art. 597 comes in with the rest, and received just such, and no more attention than its neighbors. The only attempt, if it can be termed such, to apply the law directly and pertinently to the defence relied on by defendant, and indicated by the evidence, is found in this pari; of the charge : “ But if, from the facts and circumstances in evidence before you, you find that the killing (had death resulted) would, under the circumstances, have reduced the homicide to manslaughter, under the instructions and definitions a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whaley-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reid-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=green-v-state"
    }
  ],
  "relatedIncidents": [
    30290,
    30291,
    30293,
    30264,
    30278
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}