{
  "id": 30292,
  "title": "1880년 In re Lord 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1880-06-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Lord. 판결일: 1880-06-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Petition of JOHN T. LORD, to Vacate an Assessment, etc.\n**판결일**: 1880-06-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Barrett, Brady, Davis\n\n## 변호인\n\nT. F. Neville, for the appellant., J. A. Beall, for the respondent.\n\n## 인용\n\n- 28 N.Y. Sup. Ct. 555\n\n## 판결문 요약\n\n\nBarrett, J.:\nI am in favor of the affirmance of the orders appealed from substantially upon the opinion of Donohue, j., in the court below. A few words, in addition, may not, however, be out of place. Upon the present hearing, the city has supplied the very proofs, the absence of which, upon the former hearing, was illustratively dwelt upon by the Court of Appeals. It now appears that the assessment has been partly enforced and paid; also, that some of the lots have changed hands. Thus, owing to the petitioner’s great laches, it has become impossible to do justice to other property owners. The petitioner has enjoyed the benefit of the improvement during all these years, and now, upon a mere technicality, without alleging fraud, oppression or even unreasonable charges, he seeks to throw the burden upon the general tax-payers of the city, mcluding, of course, these very property owners who home already paid their full sha/re of the cost cf the work. If others have succeeded in vacating the assessment, it was because they moved in due season. That incident ought not to avail the petitioner. The question of his laches is an independent one. If he had moved within any reasonable time, the merely formal irregularities of which he complains might have been corrected, and a new assessment effectively laid. The latter is now practically impossible. There is no real merit in the application, and, under' the intimation of the Court of Appeals, as to the effect of the evidence now befor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-lord"
    }
  ],
  "relatedIncidents": [
    30278,
    30280,
    30285,
    30294,
    30296
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}