{
  "id": 30294,
  "title": "1880년 Jacobson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1880-04-28",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Jacobson. 판결일: 1880-04-28. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Augustus Jacobson v. John A. J. Metzgar, William G. White, Nathaniel White and Frank Hibbard\n**판결일**: 1880-04-28\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Campbell, Other\n\n## 변호인\n\nSimonds & Fletcher for complainant., Pealer & Andrews for defendants.\n\n## 인용\n\n- 43 Mich. 403\n\n## 판결문 요약\n\n\nCampbell, J.\nThis is a bill to prevent proceedings to enforce a replevin bond. Metzgar as sheriff of the county of St. Joseph levied an execution in favor of the other defendants against Jacob Jacobson and Bennett Jacobson upon property in complainant’s possession, which complainant claims was his, but which the sheriff claimed as liable on the execution. It is evident from the testimony that the property had been transferred to complainant under circumstances supposed to be fraudulent as against creditors.\nThis levy was made May 25,- 1874. On the same day the execution debtors were declared bankrupts in proceedings commenced against them in the preceding January. In June, 1874, the law was amended providing for compositions, and in October, 1875, a composition was ratified by the legal number of creditors, and the assignee subsequently relinquished the assets. The assignee had done nothing to set aside the transfer to complainant.\nOn May 26, 1874, complainant replevied the property from Metzgar, and gave the bond now in controversy. The replevin suit was tried, and judgment rendered in favor of Metzgar for $403.66, on the 5th of November, 1875. The register in bankruptcy reported the compromise on the 11th of November. A suit seems to have been brought by the execution debtors in the Grand Rapids Superior Court in equity for the same purpose as the present bill, and to have been dismissed.\nThe court below regarded complainant as entitled to the relief prayed, as a matter of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jacobson-v-metzgar"
    }
  ],
  "relatedIncidents": [
    30278,
    30280,
    30285,
    30292,
    30296
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}