{
  "id": 30293,
  "title": "1880년 Krall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1880-05-11",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Krall. 판결일: 1880-05-11. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Krall v. Lull\n**판결일**: 1880-05-11\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Oeton\n\n## 변호인\n\nFor the appellant there was a brief by Felker ds Cleveland, and oral argument by Mr. Cleveland., The cause was submitted for the respondent on tbe brief of Gale Boitcle.\n\n## 인용\n\n- 49 Wis. 403\n\n## 판결문 요약\n\n\nOetoN, J.\nThe assault and battery in this case consisted of the use of a loaded pistol, which caused the injury complained *405of; and there was no evidence or pretense that there was any assault aside from the discharge of the pistol. The instructions given to the jury, and those refused, must be considered solely in their application to the case proved.\nThe instructions given and refused, and the objections to those given, and the reasons urged in support of those refused, when brought together and concentrated, and considered only in their application to the case proved, have but one point. The complaint charges the act to have been done intentionally, and that, of course, must have appeared from the evidence to entitle the plaintiff to recover.\nThe instructions ashed, when thus brought to the jooint, were as follows: “ In this case the plaintiff cannot recover unless the jury find that the shooting was willful and intentional.'1'1 They were refused,, except as given in the general charge. The only question in» the case upon which error is assigned is, Was this instruction substantially given in the general charge? The jury were instructed as follows: “ If the defendant did not assault the plaintiff, but, having his pistol in his hand for a lawful purpose, and by the negligent or careless handling of the pifetol, or by accident, the pistol was discharged and the plaintiff received an injury, he cannot recover damages for that injury in this action.” And, again: “If the pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=krall-v-lull"
    }
  ],
  "relatedIncidents": [
    30289,
    30278,
    30280,
    30285,
    30290
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}