{
  "id": 30290,
  "title": "1880년 Carlton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1880-07-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Carlton. 판결일: 1880-07-01. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE v. G. W. CARLTON\n**판결일**: 1880-07-01\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Ross\n\n## 인용\n\n- 57 Cal. 83\n\n## 판결문 요약\n\n\nRoss, J.:\nThe defendant was indicted for manslaughter, and was convicted of that crime. Several errors are assigned by him on this appeal, but it will not be necessary for us to consider but one. The fact that defendant killed the deceased is not disputed ; but it is claimed on his behalf, that in so doing he acted in self-defense. On the trial, it had been shown in proof, that on the morning of the day of the homicide there had appeared in a newspaper published by the defendant an article extremely abusive of the deceased, and as tending to show that the deceased was not the aggressor in the affray culminating in his death, the wife of the deceased was permitted to testify, against the objections of the defendant, that her husband breakfasted at home on the morning of the day of the homicide, and that the following conversation then and there occurred, to wit: “ Mr. Poole, the gentleman that was boarding there, came and told him (deceased) of the article—told him that Mr. Carlton had published an article calling him a horse-thief—and I merely remarked to my husband that it was nothing; it was about the horse that was sold awhile ago; for him to publish the right statement—for him to take no notice of Mr. Carlton’s remarks, lie said, no ; I will give him a chance to prove it in the courts, lie went and spoke to Mr. Poole, and after breakfast started out. I said to my husband, I would not have anything to do *84with it. He said, no; I want to give Mr. Carlton a chance to prov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-carlton"
    }
  ],
  "relatedIncidents": [
    30289,
    30291,
    30264,
    30278,
    30280
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}