{
  "id": 30296,
  "title": "1880년 Hutchinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1880-04-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Hutchinson. 판결일: 1880-04-15. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: G. W. Hutchinson, guardian v. L. Simon\n**판결일**: 1880-04-15\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Chalmers\n\n## 변호인\n\nR. S. Buck, for the appellants., Shelton & Crutcher, for the appellees.\n\n## 인용\n\n- 57 Miss. 628\n\n## 판결문 요약\n\n\nChalmers, J.,\ndelivered the opinion of the court.\nBy the allegations of the bill which is demurred to, it appears that Mrs. Lowenhauft, now a lunatic represented by G. W. Hutchinson, her guardian, held a note for four thousand dollars made by Louis Hoffman, secured by mortgage. For value received she assigned in writing an interest in this note and mortgage, to the extent of fifteen hundred dollars, to H. H. Miller as agent and attorney for the appellees, Levi Simon &amp; Co. This instrument of assignment was at once exhibited to and read by the debtor, Hoffman, who nevertheless thereafter, in fraud of the appellees’ rights, paid to Mrs. Lowen-hauft, or to her guardian, the full amount of the four thousand dollar note, and procured an entry of satisfaction of the mortgage by which it was protected. The prayer is for a personal decree against Mrs. Lowenhauft and Hoffman for fifteen hundred dollars with interest, and for a- re-in-statement' and foreclosure of the mortgage to that extent. The demurrer is based upon the theory that the assignment of a portion only of a particular debt or fund is invalid and not enforceable against the debtor without an express assent and assumption on his part.\nSuch is undoubtedly the rule in courts of law, for the sufficient reason that it would subject the debtor to a multiplicity of suits at the instance of each assignee of separate portions of the debt; and, as the original creditor would be no party.to those suits and might thereafter, upon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hutchinson-v-simon"
    }
  ],
  "relatedIncidents": [
    30278,
    30280,
    30285,
    30292,
    30294
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}