{
  "id": 30308,
  "title": "1879년 Waterhouse 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1879-04-24",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Waterhouse. 판결일: 1879-04-24. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: Joseph T. Waterhouse v. Gloucester Fire Insurance Company\n**판결일**: 1879-04-24\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Appleton, Barrows, Libbey, Virgin, Walton\n\n## 변호인\n\nE. Eastman c& P. P. Tapley, for the plaintiff., P. M. Goodwin <& W. F. Punt, for the defendants.\n\n## 인용\n\n- 69 Me. 409\n\n## 판결문 요약\n\n\nAppleton, G. J.\nThis is an action of assumpsit on a policy of insurance issued to one George L. Skillings, who before loss had conveyed the premises insured, and assigned the policy to the plaintiff.\n*410The policy, among other things, contained this clause: “ If this policy shall be assigned without the written consent of this company, . . the liability of the company shall thereupon cease and determine, and this policy shall be null and void.”\nAn insurance company has the right to fix and establish the terms and conditions upon which alone it will issue its policies. It may determine when, what and for what length of time it will insure. It may insure as long as the party insured may hold the policy and own the estate insured. It may decline to insure a stranger, or to be and continue liable to an unknown assignee of its policy. It may be willing to insure one man and unwilling to insure another. It may reasonably be supposed to be desirous of knowing with whom it is contracting a liability, and unwilling to continue a liability assumed when the ownership of the property insured has changed without its consent.\nBy the common law, an insurance company may insert a clause like that in the policy under consideration, and it will be binding upon the parties.\nNo written consent of the defendant company has been obtained. -No action, then, can be maintained in the name of the assignee. Jessel v. Williamsburgh Ins. Co., 3 Hill, 88. Pollard v. Somerset M. F. Ins. Co., 42 Maine, 22...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=waterhouse-v-gloucester-fire-insurance"
    }
  ],
  "relatedIncidents": [
    30305,
    30289,
    30290,
    30291,
    30300
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}