{
  "id": 30305,
  "title": "1879년 Murrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1879-07-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Murrell. 판결일: 1879-07-01. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: J. N. Murrell v. R. F. Scott\n**판결일**: 1879-07-01\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Gould\n\n## 변호인\n\nW. 0. Davis and Walton, Green Sill, for plaintiff in error., Sparks Barrett, for defendant in error., Hancock, West ¿- North, also for defendant in error.\n\n## 인용\n\n- 51 Tex. 520\n\n## 판결문 요약\n\n\nGould, Associate Justice.\nOne of the propositions of plaintiff in error is thus stated: “ Where a creditor has personal security, and, in addition, has a mortgage or other collateral security for the same debt, the surety, upon discharging the debt, is entitled to have the collateral security assigned to him; and if the creditor loses it, by negligence or by design, so that the surety cannot be subrogated to it upon his discharging the principal debt, the surety is discharged to the extent of the collateral security so lost.” This proposition is supported by the authorities cited by counsel, and is regarded as established law.\nWhere the mortgaged property or other collateral security is intrusted directly to the creditor, he becomes a bailee, and is liable for injuries to the trust fund growing out of his negligence or misfeasance as such bailee. (2 Am. Lead. Cas., 5th ed., p. 401; 3 Lead. Cas. in Eq., p. 554; Brandt on Suretyship, sec. 384.)\nWhere, however, the property is placed, not in the hands of the creditor, but in the hands of a trustee, the common agent of the owner and the creditor, the creditor is not a bailee, and is not chargeable as such. In accepting the deed of trust, he doubtless assumes some new obligations; but so long as he discharges those obligations, he is not responsible *527for the negligence or mismanagement of the trustee. If he procures or connives at such negligence and mismanagement, they may well be imputed to him as his own. But the propositio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=murrell-v-scott"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hodges-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ferguson-v-state"
    }
  ],
  "relatedIncidents": [
    30300,
    30301,
    30306,
    30308,
    30324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}