{
  "id": 30300,
  "title": "1879년 Sims 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1879-12-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Sims. 판결일: 1879-12-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Sims v. Gaines\n**판결일**: 1879-12-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Beickell\n\n## 변호인\n\nColeman & Clark, and E. Morgan, for appellant., W. P. Webb, contra.\n\n## 인용\n\n- 64 Ala. 392\n\n## 판결문 요약\n\n\nBEICKELL, C. J.\nWe shall not enter on the inquiry, whether, in the transaction impeached by the bill, the parties had an actual intent to defraud the creditors of Gaines. Such an intent would, of course, vitiate the transaction, and would constitute actual, as distinguished from constructive fraud — fraud in fact, and not merely fraud in law. There is not, for any practical purpose, so far as the validity of the particular transaction may be concerned, any difference between fraud in fact and fraud in law: between a fraud proved by direct evidence, and a fraud inferred by law from facts which are consistent with the absence of an actual intent to defraud. Whenever the effect oí a particular transaction with a debtor is to hinder, delay, or defraud creditors, the law infers the intent, though there may be no evidence of a corrupt or dishonorable' motive. The law interposes, and declares that “ every man is presumed to intend the natural *397and necessary consequences of his acts; and the courts must presume the intention to exist, when the consequences must necessarily follow, and will not listen to an argument against it.” — Pope v. Wilson, 7 Ala. 694; Wiley v. Knight, 27 Ala. 336.\nThe law is settled in this State, that an absolute conveyance of lands, intended as a security for a debt — in other w'ords, a mortgage — is fraudulent and void as to existing creditors. The parties may not intend fraud — there may be no actual intent to hinder, delay, or defraud creditors; yet, b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sims-v-gaines"
    }
  ],
  "relatedIncidents": [
    30301,
    30305,
    30306,
    30278,
    30280
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}