{
  "id": 30301,
  "title": "1879년 Ayer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1879-12-05",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Ayer. 판결일: 1879-12-05. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Ayer & A. v. Messer & A.\n**판결일**: 1879-12-05\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Doe, Smith\n\n## 변호인\n\nBartlett, for the plaintiffs.\n\nWhen the defendant's oath is not called for by the bill, his sworn answer is mere pleading. Hall v. Congdon,  55 N.H. 105 ; Winsor v. Bailey, 55 N.H. 223 .\n\nA tenant for life cannot sell wood and timber for any purpose. Miles v. Miles,  32 N.H. 147 . He cannot justify cutting the same for firewood or for fencing, unless he uses the trees for those purposes on the land. Dennett v. Dennett,  43 N.H. 500 ; Fuller v. Wason,  7 N.H. 343 . Cutting trees on woodland by a \n\n## 인용\n\n- 59 N.H. 279\n\n## 판결문 요약\n\nThe bill did not call for a sworn answer; and the answer, though under oath, is pleading and not evidence.\nThe parties, as devisees and legatees, have various interests in certain property. If there was fraud or error in the settlement of the testator's estate, against which the plaintiffs are entitled to relief, the probate court, on their petition, can modify or vacate its decrees, open the settlement, and do justice in appropriate proceedings. No cause is shown for settling the estate, or revising the settlement of it, in this suit.\nAs life tenant of a part of the property, and trustee or managing partner of other parts, the defendant, John A. Messer, has *Page 281 \ncommitted waste and mismanaged to an extent that requires the intervention of equity. The plaintiffs are entitled to partition and other relief. By reason of the complicated and obscure modes in which the business of the parties has been done, there are difficulties in ascertaining their exact rights. But these difficulties grow out of the condition of the facts, and not out of any uncertainty of law. It is one of the cases in which a precise account of items and details is impossible. And what cannot be reduced to a mathematical specification, must be adjusted upon an estimate as accurate as is practicable.\nThe referee found that Messer, the tenant for life, committed waste by cutting and selling wood, selling hay, and exhausting the land. Messer offered evidence tending to show that it was the custom of the v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ayer-v-messer"
    }
  ],
  "relatedIncidents": [
    30300,
    30305,
    30306,
    30278,
    30280
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}