{
  "id": 30312,
  "title": "1878년 People ex rel. Westray v. Mayor of New York 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1878-12-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People ex rel. Westray v. Mayor of New York. 판결일: 1878-12-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE OF THE STATE OF NEW YORK ex rel. JOHN J. WESTRAY v. THE MAYOR, ALDERMEN AND COMMONALTY OF THE CITY OF NEW YORK\n**판결일**: 1878-12-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Ingalls, Potiee, Potter\n\n## 변호인\n\nA. Bell Malcomson, Jr., for the relator., William Q. Whitney, for the respondent.\n\n## 인용\n\n- 23 N.Y. Sup. Ct. 309\n\n## 판결문 요약\n\n\nPotter, J. :\nThis is an appeal from the order of Special Term of this court denying a motion to reverse the proceedings removing the relator from the office of commissioner of accounts of said city, and dismissing the writ of certiorari to bring up said proceedings.\nIt appears the relator was duly appointed by the mayor of said city in January, 1875, one of the commissioners of accounts, under section 106 of the Laws of 1873, chapter 335. He filled *310that office till June, 1877, when he was removed by the mayor, not for cause, but in the exercise of his pleasure.\nIt is contended by the' appellant that the mayor had no power to remove this officer, except for cause, and that the officer must be informed of the cause of his proposed removal and allowed an opportunity of making an explanation pursuant to section 28 of that act. We think the section (28) has no application to the office in question, and that the decision of the court at Special Term was correct.\nUpon an examination of the scheme of the act of 1873, we think it will be manifest that the government of the city has its head in the mayor, and its functions are committed to certain departments and bureaus specified in the act.\nThat the mayor as head, with certain restrictions, is to appoint certain commissioners and theheads of departments. (Section 25.) The heads of departments are given the power to appoint the heads of bureaus into which the departments are divided, as also all clerks in their respective departm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-westray-v-mayor-of-new-york"
    }
  ],
  "relatedIncidents": [
    30318,
    30321,
    30322,
    30323,
    30324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}