{
  "id": 30318,
  "title": "1878년 Territory 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1878-08-15",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Territory. 판결일: 1878-08-15. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Territory v. Hexter\n**판결일**: 1878-08-15\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Knowles\n\n## 변호인\n\nChumasero & Chadwick, for appellant., J. K. Toole, district attorney, for respondent.\n\n## 인용\n\n- 3 Mont. 206\n\n## 판결문 요약\n\n\nKNOWles, J.\nThe defendant- was tried and convicted of the crime of burglary. The jury after being duly charged by the court retired to their room in charge of a sworn officer. About five o’clock p. M. of the day that the cause was submitted to them, they agreed upon a verdict, sealed it up, and delivered it to the foreman, and then separated without any permission of the court or of the defendant, and remained separate until about nine o’clock a. m. of the next day, when they assembled and went *207into the court-room and delivered the aforesaid verdict to the court as that of the jury.\nThe defendant assigns as error this misconduct on the part of the jury, which should set aside their verdict and reverse the judgment of the court below.\nThe general rule, as expressed in 1 Archbold’s PL and Pr. 638, is this: “However improper the conduct of a jury may have been, yet if it does not appear that it was occasioned by the prevailing party or one in his behalf, or if it does not indicate any improper bias upon the juror’s mind, and the court cannot see that it either had or might have had an effect unfavorable to the party moving for a new trial, the verdict ought not to be set aside.” t,\nThe above rule is fully sustained by authority. See Graham and Waterman on New Trials, 547-551, where a number of authorities are collected on this point.\nThe point here presented is then, under this rule can the court see that this misconduct of the jury either had or might have had an unfavorab...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=territory-v-hexter"
    }
  ],
  "relatedIncidents": [
    30312,
    30321,
    30322,
    30323,
    30324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}