{
  "id": 30327,
  "title": "1878년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1878-06-06",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Morris. 판결일: 1878-06-06. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: G. B. C. Morris v. Preston Bros.\n**판결일**: 1878-06-06\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Ell, Iott\n\n## 변호인\n\nW. R. Bradley, for appellants., \nG. W. Griffey, for appellees.\n\n\n## 인용\n\n- 9 Ky. Op. 907\n\n## 판결문 요약\n\n\nOpinion by\nJudge Ell'iott :\nThese suits were brought by Preston Brothers and Stratton &amp; Bird to set aside a deed made by Case and wife to appellants, G. B. C. Morris’s wife, Mrs. E. A. Morris, on the ground that the land so deeded was purchased and paid for by the husband, and the deed *908procured to be made to the wife with the fraudulent intent to cheat, hinder and delay the appellees and others of his creditors in the collection of their debts, and that the collection of appellees’ debts would be endangered by the delay arising in the prosecution of the husband to insolvency.\nIt appears from the proof (the fraud being denied by appellants) that Mrs. Morris inherited from her father 200 acres of land, and by agreement with her husband he was to sell it and invest the proceeds in real estate in Kentucky. The land was sold as far back as 1869, and shortly thereafter appellants came to Hickman county, where the husband with the wife’s money as his own after a time bought a store house and store in Alexandria, where he prosecuted the mercantile business, all the time holding out to the world that he was doing business on his own capital; and during his business career he bought a tract of land and had the deed made to himself, and he also had the deed to the house and lot in which he was selling goods made to himself, all of which must have been known by his wife. In 1875 he became indebted to the appellees, Preston Brothers, over $300, and Stratton &amp; Bird about $200,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morris-v-preston-bros"
    }
  ],
  "relatedIncidents": [
    30321,
    30323,
    30324,
    30340,
    30343
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}