{
  "id": 30344,
  "title": "1877년 Bowden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1877-12-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Bowden. 판결일: 1877-12-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Bowden v. Perdue\n**판결일**: 1877-12-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Brickell, Stone\n\n## 변호인\n\nHerbert & Buell, for appellant.—, Gamble & Bolling, for appellees.—\n\n## 인용\n\n- 59 Ala. 409\n\n## 판결문 요약\n\n\nBRICKELL, C. J.—\nThe bill is filed for the correction of errors committed by the Court of Probate, on the final settlement of a guardianship. It is not averred that by accident, mistake, surprise, or fraud, or by any act of the guardian, the ward, now complaining, could not have had in the Court •of Probate, the full benefit of every fact now relied on as a ground of equitable interference. On the contrary, it is averred these facts were introduced in evidence, and the *413court exercising its proper jurisdiction, adjudged they were insufficient to charge the guardian for moneys he had loaned, without taking security for their repayment, which were eventually lost. It is apparent the court erred, and it is to be regretted that any court should have fallen into such gross error, working such grievous injury. Irregularities injudicial proceedings, or the errors of courts of competent jurisdiction, can not create an equity, which will justify the interference of a court of equity.—High on Inj. § 130. Judgments at law, sentences of courts of exclusive jurisdiction, or decrees of courts of jurisdiction concurrent with that of a court of equity, are of the same finality and conclusiveness in equity, as at law. Injustice may have been done—the court may have misconceived or misapplied the law—the jury may have erred in judging, or disregarded the facts, a court of equity can not intervene merely to revise and correct the error. In Duckworth v. Duckworth, 35 Ala. 73, it was said, re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bowden-v-perdue"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bibb-v-freeman"
    }
  ],
  "relatedIncidents": [
    30346,
    30355,
    30357,
    30363,
    30366
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}