{
  "id": 30357,
  "title": "1877년 Newton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1877-05-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Newton. 판결일: 1877-05-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: EDWARD VAN SLYCK and EDWARD W. FOOTE v. FRANCIS B. NEWTON\n**판결일**: 1877-05-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Boardman, Bockes, Learned\n\n## 변호인\n\nJohn W. Boyle, for tbe appellant., A. W. Sheldon, for tbe respondents.\n\n## 인용\n\n- 17 N.Y. Sup. Ct. 554\n\n## 판결문 요약\n\n\nLearned, P. J.:\nTJpon tbe pleadings tbe title and possession of tbe plaintiffs to tbe property are in issue. If, as against the plaintiffs, the Barnards bad title, and if tbe defendant took tbe property by tbeir authority, be is entitled to succeed in tbe action.\nTbe plaintiffs’ mortgage was given to secure a prior liability. It has been decided tbat such mortgagees are not l)ona fide purchasers for a valuable consideration, as against one from whom tbeir mortgagor obtained tbe property .by fraud. (Woodburn v. Chamberlin, 17 Barb., 446.) In tbe case of Malcom v. Loveridge (13 Barb., 372), and similar cases cited by tbe plaintiffs, tbe mortgagee parted with value on tbe credit of tbe property. If it be proved then, in this action, tbat Stearns obtained tbe property by fraud from tbe Barnards, so tbat they could have recovered it from Stearns, and if Newton took it as tbeir agent, then tbe plaintiffs could not recover against Newton, any more than Stearns could have recovered against him.\nBut, perhaps, it is not necessary to rely upon tbat principle to dispose of this case. Tbe question seems to be as to tbe effect of tbe judgment recovered in tbe case of tbe Barnards against Stearns and Yan Slyck, as evidence on tbe present trial of tbe title of tbe Barnards. Tbe complaint, in tbat action, averred tbe ownership of tbe property by tbe plaintiffs tbei’ein, and tbe possession and wrongful detention by tbe defendants. Tbe judgment, after proof taken, was tbat tbe. plaintiffs were...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=van-slyck-v-newton"
    }
  ],
  "relatedIncidents": [
    30344,
    30346,
    30355,
    30363,
    30366
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}