{
  "id": 30365,
  "title": "1877년 Commissioners of Marion County v. Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1877-01-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Commissioners of Marion County v. Clark. 판결일: 1877-01-22. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Commissioners of Marion County v. Clark\n**판결일**: 1877-01-22\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Clifford\n\n## 변호인\n\nMr. A. L. Williams for the plaintiffs in error., Mr. Alfred Ennis, contra.\n\n## 인용\n\n- 94 U.S. 278\n- 24 L. Ed. 59\n- 1876 U.S. LEXIS 1862\n\n## 판결문 요약\n\n\n94 U.S. 278 (1876)\nCOMMISSIONERS OF MARION COUNTY\nv.\nCLARK.\nSupreme Court of United States.\n\n*279 Mr. A.L. Williams for the plaintiffs in error.\nMr. Alfred Ennis, contra.\nMR. JUSTICE CLIFFORD delivered the opinion of the court.\nPower is vested by law in the constituted authorities of counties and other municipal corporations to subscribe for and take stock in any railway company duly organized under the law of the State or Territory, or to loan the credit of the municipality to such a railroad company, subject to the condition that the majority of the qualified voters of the same, voting at the election, shall, at a regular or a special election to be held therein, first assent to the proposal for such subscription; and the provision is that it shall be the duty of the municipal authorities, when the terms of the proposal are so approved, to make subscription to the stock of the railway company. Laws Kansas 1869, 108.\nSufficient appears to show that the railway company became duly incorporated for the purpose of constructing a railway from the northern to the southern line of the State through Davis, Marion, and other counties named in the certificate of incorporation. Tax-payers and citizens of the County of Marion petitioned the county commissioners of the county to submit a proposition to the qualified voters of the county to subscribe for two thousand shares of $100 each of the capital stock of the railway company, to be paid for in thirty-years seven-per-cent bonds of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commissioners-of-marion-county-v-clark"
    }
  ],
  "relatedIncidents": [
    30344,
    30346,
    30352,
    30353,
    30355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}