{
  "id": 30366,
  "title": "1877년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1877-01-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Roberts. 판결일: 1877-01-02. 법원: The Superior Court of New York City.",
  "description": "## 사건 정보\n\n**사건명**: THE NATIONAL TRUST COMPANY, and v. ANDREW L. ROBERTS and LYDIA J. ROBERTS, Impleaded with Others, and\n**판결일**: 1877-01-02\n**법원**: The Superior Court of New York City\n**관할**: New York, NY\n\n**판사**: Speir\n\n## 변호인\n\nArnold, Elliott & White, attorneys, and Richard C. Elliott, of counsel, for respondents, on the points discussed by the court, urged:, Ambrose H. Purdy, attorney and counsel, and A. Oakey Hall, counsel for appellant, on the points discussed by the court, urged:\n\n## 인용\n\n- 10 Jones & S. 100\n\n## 판결문 요약\n\n\nBy the Court.—Speir, J.\nThe first proposition advanced by the appellants is that assuming the theory of the plaintiff’s case to be that Ralston and Roberts and wife were conspirators, the order of proof was imperative, that some evidence tending to show pre-concert of action must be given.\nIn other words that the testimony showing that *110Ralston made the application to the plaintiffs for the loan of the money claimed in the complaint upon these bonds as security, and that to inspire confidence he presented a forged letter of introduction, and their evidence as to his declarations made in and about obtaining the loan was inadmissible without first giving evidence of the conspiracy, on the ground that it was an independent act of fraud not necessarily connected with the uttering of the bonds, and tending to prejudice the jury.\nIt is important to see what part Mr. Ralston took in this enterprise. He had an office at No 58 Broadway, room 11, in this city, and was or pretended to be a broker. He was unknown to the president of plaintiff’s company, with whom he conducted the negotiation, and presented a forged letter of introduction from George A. Fellows, who was a trustee in plaintiff’s company. In two or three days thereafter he obtained the loan on these spurious bonds. He who was known as Charles Ralston at 58 Broadway boarded at the house of a respectable family by the name of Thomas, at No. 257 West Fourteenth street in June, 1873, and had also resided with this family at...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=national-trust-co-v-roberts"
    }
  ],
  "relatedIncidents": [
    30344,
    30346,
    30355,
    30357,
    30363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}