{
  "id": 30374,
  "title": "1876년 Coleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1876-05-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Coleman. 판결일: 1876-05-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PRYOR COLEMAN v. State\n**판결일**: 1876-05-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Turhey\n\n## 인용\n\n- 2 Shan. Cas. 117\n\n## 판결문 요약\n\n\nTurhey, J.,\ndelivered tlie opinion of tbe court:\nTbe plaintiff in error was indicted in tbe criminal court of Knox county, convicted of murder in tbe first degree, and sentenced to be banged for tbe killing of Mourning Ann Bell, from wbicb j udgment be appealed to tbis court.\nAfter conviction and appeal, be applied to&gt; lion. Oon-nally F. Trigg, judge of tbe United States district court for the eastern district of Tennessee, etc., for writs of babeas corpus, and moved for and procured Ms discharge on tbe ground that wMle in tbe military service of the United States, and subject to tbe articles of war, be was tried and convicted of tbe same murder with wbicb be stands charged by the indictment in tbis case, by a court-martial, convened under tbe laws of tbe United States, during tbe existence of tbe late civil war. He has been subsequently re-arrested under process of capias issued from tbis Court, where bis appeal was pending at tbe time of bis discharge by Judge Trigg. In bis defense now, be relies, as be did in tbe federal court, upon sec. 30 of an act of congress, approved March 3d, 1863 [ch. 75, 12 Stat. at L., 731, 736], which provides that “in time of war, insurrection, or rebellion, murder, assault and battery with intent to kill, manslaughter, mayhem, wounding by shooting or stabbing with an intent to commit murder, robbery, arson, burglary, rape, assault and battery with an intent to commit rape, and larceny, shall be punished by tbe sentence of a general court-ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=coleman-v-state"
    }
  ],
  "relatedIncidents": [
    30368,
    30371,
    30352,
    30362,
    30370
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}