{
  "id": 30378,
  "title": "1876년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1876-01-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Hall. 판결일: 1876-01-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: John Hall v. the Board of Commissioners of Guilford County.\n**판결일**: 1876-01-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Reads\n\n## 변호인\n\nMendenhall & Staples, for the appellant., Scott c& Ocddwell, contra.\n\n## 인용\n\n- 74 N.C. 130\n\n## 판결문 요약\n\nThe suit was brought to recover the value of certain coupons on bonds of the county of Guilford, issued in pursuance of Legislative authority, which the defendant had refused to pay upon the ground, \"that the bonds were issued by mistake, on account of misrepresentation and fraud practiced upon the Board of Commissioners of Guilford County, by the plaintiff, and that such fraud and     (131) mistake were not known to the defendant until after the bonds were issued and the interest paid.\nThe defendant denied that the county of Guilford is indebted to the plaintiff in any sum whatever, except such claims as have been audited by the defendant since the 1st day of September, 1870, the amount of which falls far short of the amount of the bonds held by the plaintiff against the county.\"\nThe bonds are of different denominations, ranging from $20 to $500, but all bearing date of July 1st, 1871, drawing interest from that day, but were after that date executed and delivered to the plaintiff at different times, some at one time and some at another.\nIt was in evidence, that the plaintiff was Treasurer of Guilford County from August, 1868, to September, 1870, and in his settlement with the old Board of Commissioners, received credit for having paid to J. M. Mebane the sum of $193.92, which was allowed in his settlement. It was also in evidence from the records of the Commissioners, that on the 14th day of July, 1870, an order was issued by the Board, on the Treasurer of Guilford County, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hall-v-commissioners-of-guilford"
    }
  ],
  "relatedIncidents": [
    30370,
    30375,
    30377,
    30344,
    30346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}