{
  "id": 30379,
  "title": "1875년 Hunter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1875-11-15",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Hunter. 판결일: 1875-11-15. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Hunter versus Commonwealth\n**판결일**: 1875-11-15\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Aunew, Mercur, Ordon, Paxson, Sharswood, Williams, Woodward\n\n## 변호인\n\nJ. S. Ferguson, M. Swartzwelder, and R. M. Gibson, for plaintiff in error,, 1. M. Marshall, for Commonwealth, defendant in error.\n\n## 인용\n\n- 79 Pa. 503\n\n## 판결문 요약\n\n\nMr. Justice Paxson\ndelivered the opinion of the court, November 15th 1875.\nThe plaintiff in error was indicted for a felonious assault. The jury convicted him of assault. A motion in arrest of judgment was made, which was overruled by the court below, and judgment entered on the verdict. This is assigned here for error.\n*505The record presents the single question, whether upon an indictment charging a felony, the jury may acquit of the felony, and convict of the constituent misdemeanor. We are in no doubt as to the rule at comifton law. It was long held in England, that upon an indictment for a felony there could be no conviction for the minor offence of misdemeanor: Rex v. Cross, 1 Ld. Raym. 711; s. c. 3 Salk. 193 ; 2 Hawk., chap. 47, § 6 ; 1 Chit. C. L. 251 and 639. The reason of the rulé was, that persons indicted for misdemeanors were entitled to certain-advantages at the trial, such as the right to make a full defence by counsel; to have a copy of the indictment, and a special jury, privileges not accorded to those indicted for a felony. It is apprehended these-reasons no longer exist in England — at least not to the extent they did formerly, for by the stat. 1 Viet., ch. 85, § 11 (Lord Denman’s Act), the rule itself has been abolished, and now upon a bill charging a felony, a conviction may there be had for a constituent misdemeanor. It is clear that the reason of the rule has no application in this state. On the contrary, the advantages, if any, upon the trial, are al...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hunter-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    30380,
    30382,
    30383,
    30384,
    30386
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}