{
  "id": 30377,
  "title": "1876년 McElreath 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1876-01-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: McElreath. 판결일: 1876-01-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Joseph McElreath, in error v. The State of Georgia, in error\n**판결일**: 1876-01-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bleckley, Furnished, Jackson, Warner\n\n## 변호인\n\nGeorge N. Lester; J. S. Clements; R. P. Lester, for plaintiff in error., C. D. Phillips, solicitor general, for the state.\n\n## 인용\n\n- 55 Ga. 562\n\n## 판결문 요약\n\n\nBleckley, Judge.\nIs a mill-house so certainly a place of business that no description of it, as such, nor any averment that it is such, is required in an indictment for burglary? It is not one of the buildings expressly named in the definition of this offense, in the Code, section 4386. There is no legislative declaration that a mill-house is a place of business, or the subject of burglary. At common law, to break and enter such a building was not burglary; nor is it burglary now by statute, unless the particular building broken and entered be a place of business. Its being a place of business is of the essence of the offense. That is the legal nexus between a mill-house and burglary. Place of business, and not mill-house, is the burglary element; but mill-house is alleged, and place of business is not.\n*563The truth is that a mill-house may or may not be a place of business; and consequently, when there is no allegation that the particular house broken and entered was a place of business, the whole indictment may be strictly true, and yet no burglary have been committed. Can it be said, with reasonable certainty, that the grand jury who returned this bill true, had it proved before them, or have found on oath that the house which McElreath broke and entered was a place of business. Might not a witness swear truly to every word in the indictment and be wholly free from perjury, and yet the mill-house described have been one, either never used for business, or long since used...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-smith-v-farnum"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcelreath-v-state"
    }
  ],
  "relatedIncidents": [
    30370,
    30372,
    30375,
    30378,
    30344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}