{
  "id": 30370,
  "title": "1876년 Wilbern 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1876-09-15",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Wilbern. 판결일: 1876-09-15. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jane Stone v. Amos W. Wilbern\n**판결일**: 1876-09-15\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Craig\n\n## 변호인\n\nMessrs. Botsfobd & Barry, and Mr. Frank Crosby, for the plaintiff in error., Messrs. Joslyn & Coleman, for the defendants in error.\n\n## 인용\n\n- 83 Ill. 105\n\n## 판결문 요약\n\n Mr. Justice Craig delivered the opinion of the Court: It appears, from the evidence contained in the record, that Mary A. Stone originally owned the premises in controversy, consisting of a farm in Cook county, which, on the 26th day of January, 1865, she conveyed by deed to one Beverly, who, on the same day, conveyed the same to Bichard Stone, the husband of said Mary A. Stone. On the 18th day of April, 1865, Mary A.'Stone died intestate, and the original bill in this cause was filed by Isabella Wilbern, daughter of Mary A. and Bichard Stone, and her husband, Amos W. Wilbern, to set aside and cancel the two deeds executed on the 26th day of January, 1865, and for partition of the premises. On the 8th day of February, 1871, Bichard Stone conveyed the premises by deed to his son, Bobert B. Stone, and to his son-in-law Amos W. Wilbern. To the original bill Bichard Stone filed a cross-bill, for the purpose of avoiding the last named deed, on the alleged ground of fraud and deceit, and undue influence practiced upon him by the said Bobert B. Stone and Amos W. Wilbern. Upon the hearing, the court rendered a decree dismissing both the original and cross-bills, to reverse which this writ of error was brought by Jane Stone, the wife of Bichard Stone by a second marriage, who is the sole devisee and executrix of the last will and testament of the said Bichard. Bo proof was introduced on the hearing for the purpose of sustaining the allegations of the original bill—that branch of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stone-v-wilbern"
    }
  ],
  "relatedIncidents": [
    30375,
    30377,
    30378,
    30344,
    30346
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}