{
  "id": 30383,
  "title": "1875년 Fountain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1875-05-15",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Fountain. 판결일: 1875-05-15. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Fountain v. Draper\n**판결일**: 1875-05-15\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Downey\n\n## 변호인\n\nIt. O. Gregory, W. B. Gregory, and It. P. DeHart, for appellant., J. It. Troxell, P. II. Ward, W. H. Graham, JR. S. Dwiggins, and Z. Dwiggins, for appellee.\n\n## 인용\n\n- 49 Ind. 441\n\n## 판결문 요약\n\n\nDowney, J.\nSuit by the appellee against the appellant. The venue was changed from Jasper county, where the action was commenced, to Benton county, where it was tried. The complaint states the following facts: That the plaintiff is the wife *442of William Draper; that she resides with her husband in the town of Remington, in Jasper county, Indiana; that the defendant also resides in said town, and does business there ; that his business is and has been for more than a year last past that of saloon keeper; that the defendant kept and still keeps intoxicating liquors for sale in his saloon; that the husband of this plaintiff is in the habit of drinking intoxicating liquors and becoming intoxicated, which was and is well known to the defendant; that in March, 1873, the plaintiff notified the defendant that her husband was in the habit of becoming' intoxicated, and notified and requested him not to sell or give her said husband any intoxicating liquor whatever; that the defendant, well knowing from his own personal knowledge, as-well as from the notice given to him by the plaintiff, that the husband of plaintiff was in the habit of becoming intoxicated whenever he could procure liquor, and disregarding the notice and request of the plaintiff, did, on the 1st day of March, 1873, and on divers other days and times between that time and the present, sell, barter, and give intoxicating liquors to the said husband of this plaintiff, thereby causing the intoxication of\" the husband of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fountain-v-draper"
    }
  ],
  "relatedIncidents": [
    30379,
    30380,
    30382,
    30384,
    30386
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}