{
  "id": 30380,
  "title": "1875년 Myrtle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1875-11-15",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Myrtle. 판결일: 1875-11-15. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The St. Louis and South-Eastern Railway Company v. Myrtle\n**판결일**: 1875-11-15\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Buskirk\n\n## 변호인\n\nA. Iglehart and J. E. Iglehart, for appellant., J. H. Laird, for appellee.\n\n## 인용\n\n- 51 Ind. 566\n\n## 판결문 요약\n\n\nBuskirk, J.\nThis was an action by the appellee to ■recover damages for an alleged injury and ejectment from the cars of the appellant, in August, 1873, at Mount Vernon.\nThe complaint is in two paragraphs. The first paragraph alleges that it was a rule of the company not to permit passengers to travel on freight trains without tickets, and at the time mentioned plaintiff entered the ears of the company, but was unable to first procure a ticket, because the ticket office of the company was not open on this occasion before the train passed; that, upon his failure to furnish a ticket, he tendered his fare to the conductor, who refused to receive it, but directed the plaintiff to leave the train, and, upon his refusal, with force and arms assaulted and expelled him from the train.\nThe second paragraph contains, substantially, the same averments as the first.\nTo this the defendant filed a general denial, and a special answer, which set up the following facts:\nThat the train mentioned was a freight, not a passenger train; that defendant was not desirous of carrying passengers on freight trains, but carried them for the accommodation of the public, and upon the express condition that pas*568sengers should first furnish and produce to the conductors of freight trains a ticket, and none were to be permitted to travel otherwise, which condition and rule were known to plaintiff before the happening of the alleged injuries; that plaintiff was travelling in the caboose attached to the tra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=st-louis-south-eastern-railway-co-v-myrtle"
    }
  ],
  "relatedIncidents": [
    30379,
    30382,
    30383,
    30384,
    30386
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}