{
  "id": 30397,
  "title": "1874년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1874-07-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Turner. 판결일: 1874-07-01. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: T. H. Turner v. State\n**판결일**: 1874-07-01\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Moore\n\n## 변호인\n\nNo brief for appellants., George Clark, Attorney General, for the State.\n\n## 인용\n\n- 41 Tex. 549\n\n## 판결문 요약\n\n\nMoore, Associate Justice.\nThe only objection to the bail bond upon which the judgment was taken which we deem it essential to notice'is that “there is no such offense known to the laws of the State of Texas as to “ cut ” and “ stab with intent to kill and murder.” This objection is based, no doubt, upon the supposition that the bond is defective for want of the third of the essential requisites of a bail bond, as presented in the Code of Criminal Procedure, which is, “ that the offense of which the defendant is accused be distinctly named in the bond, and that it appear therefrom that he is accused of some offense-against the laws of the State of Texas.” (Pas. Dig., art. 2732.)\nUnquestionably it would be sufficient, if the bond named *551the offense with which the principal obligor was charged, if the offense so named is one against the laws of the State. But it would certainly be a much too technical construction, which would lead to the conclusion that it is an essential requisite of every bail bond that the offense or specific violation of law for which the party is held to answer must be called in the bond by some definite name.\nThe statute prescribing the requisites for a sufficient bail bond was framed for the purpose of securing matters of substance in such bonds rather than those of form. And it would certainly be to stick in the bark and to lose sight of the spirit and object of the law, to hold, if the bond disclose the essential requirements of a valid indictment ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-state"
    }
  ],
  "relatedIncidents": [
    30382,
    30393,
    30398,
    30402,
    30403
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}