{
  "id": 30394,
  "title": "1875년 Place 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1875-01-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Place. 판결일: 1875-01-05. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Isaac v. Place, Respondent, v. Samuel Minster Et Al., Appellants\n**판결일**: 1875-01-05\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Dwight\n\n## 변호인\n\nAmasa J. Parker  and  Geo. M. Curtis  for the appellant.\n\n Samuel Hand  for the respondent.\n\n## 인용\n\n- 65 N.Y. 89\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 91 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 92 \nThe defendants urge that the judge at the trial should have nonsuited the plaintiff on the ground that there was no evidence to go to the jury to substantiate the charge made in the complaint. They urge this on two grounds. One is, that if the testimony of the plaintiff's witnesses were wholly credible, there is a clear departure in the testimony from the complaint, so that it is \"improved in its entire scope and meaning.\" The other is, that the plaintiff's case rests on the testimony of an accomplice in the fraud, James Sherlock, and that he has so contradicted himself and was so influenced by fear or the hope of reward that his statements should not have been taken into account, but that the court should have rejected them as matter of law. The first of these objections to the plaintiff's recovery requires an examination, to some extent, of the testimony. The plaintiff's theory of the case has been sufficiently set forth in the statement of facts.\nThe testimony, assuming for the moment that full credit should be given to it, discloses that the defendants L. Minster and Kohn did not specifically direct the goods to be purchased in L. Minster's name. The plaintiff's own testimony is, that Sher...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=place-v-minster"
    }
  ],
  "relatedIncidents": [
    30384,
    30386,
    30370,
    30375,
    30377
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}