{
  "id": 30393,
  "title": "1875년 Hudson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1875-02-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hudson. 판결일: 1875-02-15. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State of Missouri v. William E. Hudson\n**판결일**: 1875-02-15\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Other, Wagner\n\n## 변호인\n\nThomas H. Parrish, with Bennett & Vinton, Pike, for Appellant., James Limbird, Pros. Atty. Holt Co., for Respondent, relied upon State vs. Sehoenwald, 31 Mo., 147; State vs. Starr, 38 Mo., 270.\n\n## 인용\n\n- 59 Mo. 135\n\n## 판결문 요약\n\n\nWagner, Judge,\ndelivered the opinion of the court.\nThe defendant was indicted for murder in the first degree in killing one William Dougherty, and his trial resulted in *136conviction for murder in tile second degree and he was sentenced to imprisonment in the penitentiary.\nThe evidence is brief and there is no conflict in it. It seems that a man by the name of Scott and the deceased were sitting upon a fence, and the defendant came out of a saloon and approached them. Scott then had some words with the defendant and told him that he was going to make a son of the deceased whip him when he got well. At this the defendant declared that “none of the d-d set” could do it. That he could whip any of them. The deceased then got off from the fence and told the defendant that he must not say that for he could not whip him.\nDefendant then went down the sidewalk a short distance and had his knife opened and came back with it in his right hand, either in.his pocket or holding it behind him. He then told the deceased that he had nothing against him, but if he wanted “to take it up to pitch in,” or words to that effect, and threw out his left hand towards the face of the deceased. The deceased then gave him a blow that staggered him, and followed it with another that knocked him to his knees. He then raised himself and stabbed deceased in the heart, from the effects of which wound deceased expired in two or three minutes. There was also evidence of express malice and that the act was com...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hudson"
    }
  ],
  "relatedIncidents": [
    30382,
    30368,
    30371,
    30374,
    30379
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}