{
  "id": 30398,
  "title": "1874년 Hewitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1874-06-15",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hewitt. 판결일: 1874-06-15. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Miles Hewitt v. Samuel W. Jones\n**판결일**: 1874-06-15\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: McAllister\n\n## 변호인\n\nMr. W. Stoker, for the appellant., Messrs. Casey & Wilson, and Mr. C. H. Patton, for the appellee.\n\n## 인용\n\n- 72 Ill. 218\n\n## 판결문 요약\n\n Mr. Justice McAllister delivered the opinion of the Court: This action was brought by appellant, in the Jefferson circuit court, as assignee of a promissory note, against appellee, as maker. The defendants set up, by special plea, the defense, that the execution of the note was obtained by a patent right vender and his agent, by means of fraud and circumvention, setting out the circumstances, and the fraudulent substitution of a note for another paper purporting only to be an appointment of appellee as agent to sell a patent hay fork. There was a change of venue to Marion county, where the cause was tried, resulting in a verdict and judgment for defendant. The plaintiff brings the case to this court by appeal. The testimony for defendant below tended strongly to show that the execution of the note sued on was obtained by fraud and circumvention. It is true, there was some conflicting evidence, but it was for the jury to determine all questions of the credibility of witnesses. The defense set up was not an unconscionable, but a meritorious defense, recognized by the common law as well as by statute. It was the only defense relied upon. There was evidence tending to support it. The instructions for defendant below, claimed by appellant’s counsel to be erroneous, all relate to the question of notice to the plaintiff at the time he purchased the note. If the execution was obtained by fraud or circumvention, it is wholly immaterial whether the appellant took the note with or with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hewitt-v-jones"
    }
  ],
  "relatedIncidents": [
    30384,
    30386,
    30394,
    30397,
    30402
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}