{
  "id": 30408,
  "title": "1873년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1873-07-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Walker. 판결일: 1873-07-01. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: A. J. Walker and Jeff Black v. State\n**판결일**: 1873-07-01\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Ogden\n\n## 변호인\n\nWillie & Cleveland, for the appellants., McLemore & Hume and Flournoy & Sherwood,\n\n## 인용\n\n- 37 Tex. 366\n\n## 판결문 요약\n\n\nOgden, J.\nOn the 30th day of July, 1872, the appellants were tried before the Criminal Court for Galveston county, for the murder of Green Butler, and were convicted. Their motion for a new trial was overruled, and they have appealed and have assigned several errors for the reversal of the judg*385ment, which refer more directly to the charge of the court, and the conduct of the jurors during the progress of the trial\nWe do not propose to notice the assignments in their numerical order, but only such questions as are considered material to the proper disposition of the case now before us. Appellants complain that the charge of the court is in disregard of the statute which says, the court “ shall in no case, civil or e&lt; criminal, charge or comment on the weight of evidence.”' It is very proper and right for the court, where the facts of a case require a knowledge on the part of the jury of the different classes or kinds of evidence as recognized by legal authority, to clearly point out, in general terms in the charge, the distinguishing characteristic of those different kinds, and the credit which, under ordinary circumstances, may be placed upon evidence of either class. Thus, we think the court, under the statute, fully authorized to explain to the jury the difference between primary, secondary, hearsay, and presumptive evidence, and the relative amount of conviction each class should, under ordinary circumstances, produce upon the mind. But it is believed that, under o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walker-v-state"
    }
  ],
  "relatedIncidents": [
    30397,
    30406,
    30409,
    30410,
    30416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}