{
  "id": 30402,
  "title": "1874년 Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1874-01-15",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Edwards. 판결일: 1874-01-15. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Edwards v. Tracy\n**판결일**: 1874-01-15\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Knowues\n\n## 변호인\n\nSteeet & TueNbe, J. J. Dates, H. N. Blaee and E. W. Toole, for appellants., Page & Coleman and S. \"Word, for respondent., No brief on file.\n\n## 인용\n\n- 2 Mont. 49\n\n## 판결문 요약\n\n\nKNowues, J.\nThe defendants appealed to this court from- a decree setting aside a certain deed from one Parsons, as probate judge and trustee of the town site of Bozeman to lot No. 3, in block F, in said town, and also a deed from Tracy to Story to said lot, on the ground that the same was fraudulent and void. It appears, from the record, that the respondent filed an application to purchase this lot of John L. Noble, a probate judge of Galla-tin county, to whom the town site of Bozeman had been, before that time, conveyed for the use and benefit of the occupants thereof, according to their respective interests ; and that, to this end, he filed the following paper :\n“ To the Probate Judge of Gallatin Oov/nty, vn the Territory of Montcwia:\n“ The undersigned, a citizen of the town of Bozeman, in said county, claims and hereby makes application to purchase the following described premises, the same being a part of the tract entered for a town site for said town, to wit: Lot No. 3, in block F, as the same is designated upon the original plat of said town, approved and now on file in the office of the recorder of said county. And the said Thomas R. Edwards makes the following statement, constituting the grounds of his claim thereto, and of his right to purchase the same, namely: That said lot is vacant and unclaimed by any other party; that the improvements upon said lot consist of -, of the value of-dollars; that the *51value of said lot is about $100; that tbe same is now occupie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edwards-v-tracy"
    }
  ],
  "relatedIncidents": [
    30397,
    30398,
    30403,
    30379,
    30380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}