{
  "id": 30406,
  "title": "1873년 Bejandio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1873-11-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Bejandio. 판결일: 1873-11-15. 법원: U.S. Circuit Court for the District of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. BEJANDIO\n**판결일**: 1873-11-15\n**법원**: U.S. Circuit Court for the District of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Woods\n\n## 변호인\n\nJ. It. ■ Beckwith, U. S. Atty., Charles Case, for defendant.\n\n## 인용\n\n- 24 F. Cas. 1076\n- 1 Woods 294\n\n## 판결문 요약\n\n\nWOODS, Circuit Judge\nThis is an indictment for passing and uttering as true a forged and counterfeit coin in the resemblance and similitude of the coin of the United States, composed of copper and nickel .and known as five-cent pieces. The indictment is based on the 1st and 2d sections of the act of May 16, 1866, entitled “An act to authorize the coinage of five cent pieces” (14 Stat. 47), and the 21st section of the act of March 3, 1825, entitled “An act more effectually to provide for the punishment of certain coiners against the United States, and for other purposes” (4 Stat. 121). The substance of these sections so far as they apply to this indictment is, that if any person shall forge or counterfeit a five cent piece, composed of copper and nickel, or shall pass any such forged or counterfeited coin with intent to defraud any body politic or corporate, or any other person or persons whatever, he shall be deemed guilty of a felony, etc.\nThe indictment contains three counts, one of which charges the defendant with uttering and passing, etc., with intent to defraud one Robert Harris, and the other two with uttering and passing, etc., with intent to defraud some person or persons to the grand jury unknown. Neither count of the indictment contains any averment of the name of the person to whom the counterfeit coin was passed. The defendant moves to quash the several counts of the indictment as insufficient for want of such averment, and to sustain his motion cites the follow...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-bejandio"
    }
  ],
  "relatedIncidents": [
    30409,
    30398,
    30408,
    30410,
    30413
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}