{
  "id": 30409,
  "title": "1873년 In re Sheehan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1873-05-15",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: In re Sheehan. 판결일: 1873-05-15. 법원: District Court, E.D. Michigan.",
  "description": "## 사건 정보\n\n**사건명**: In re SHEEHAN\n**판결일**: 1873-05-15\n**법원**: District Court, E.D. Michigan\n**관할**: Michigan, MI\n\n**판사**: Longyear\n\n## 변호인\n\nMr. Griffin (Moore & Griffin), for petitioner., Alfred Russell, for respondent.\n\n## 인용\n\n- 21 F. Cas. 1222\n- 8 Nat. Bank. Reg. 353\n\n## 판결문 요약\n\n\nLONGYEAR, District Judge.\nI. The reason of the rule that a petitioning creditor may proceed to an adjudication notwithstanding a tender of the full amount of his claim and costs, and that ordinarily he should do so, is that an acceptance of such tender would, in cases of actual insolvency, be a preference and a fraud upon the other creditors; the object of proceedings under the bankrupt act being an equal distribution of estates of insolvents among all their creditors. and not merely for the collection of debts — the ordinary machinery of courts of law and equity being sufficient for the latter purpose where that is the only purpose. It certainly does not need argument to show that the reason of the rule, and consequently the rule itself, has no application to the present ease. The motion for an adjudication must, therefore, be denied, and the proceedings must be dismissed; but as the tender by respondent did not include petitioner’s costs in this court, it must be on the condition that he pay such costs, in addition to the petitioner’s claim.\nII. This brings us to the main question presented, viz: What costs must respondent pay. under the circumstances? In the first place, inasmuch as an adjudication was resisted, and it is now conceded that except for the tender the debtor must have been adjudicated a bankrupt, and no costs were tendered. the respondent must pay full costs, as upon an adjudication after hearing. This is not seriously contested. What is contested, and the q...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-sheehan"
    }
  ],
  "relatedIncidents": [
    30406,
    30398,
    30408,
    30410,
    30413
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}