{
  "id": 30403,
  "title": "1874년 State v. . York 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1874-01-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . York. 판결일: 1874-01-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. John York, Barney Sigmon and Others.\n**판결일**: 1874-01-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: BYNUM, J.\n\n## 변호인\n\nNo counsel in this Court for defendants .\n\n Attorney General Hargrove, for the State .\n\n## 인용\n\n- 70 N.C. 65\n\n## 판결문 요약\n\nThe indictment charged John York, Barney Sigmon and others, naming them, \"unlawfully, violently, riotously and tumultously [tumultuously] assembled and gathered together to disturb the peace,\" etc., \"and being so then and there assembled together, did then and there make great noises, riot, tumult and disturbance, and then and there unlawfully, violently, riotously, and tumultously [tumultuously] remained and continued together making such noise,\" etc., \"for the space of a half hour or more, and being so assembled together for the purpose aforesaid, with sticks and stones, did follow and pursue one David Tallent for the purpose of assaulting and beating him, the said David Tallent,\" etc., to his great terror, etc.\nUpon this indictment the defendants were found guilty, when their counsel moved an arrest of judgment, for the reason that the indictment is defective and insufficient, Motion overruled, whereupon the defendants appealed.\nThe defendants, with others, are indicted for a riot. If the indictment had stopped short of the charge, that being so riotously assembled, the defendants \"with sticks and stones did follow and pursue one David Tallent, for the purpose of assaulting and beating him, to the terror of said Tallent and the good citizens of the State, then and there being and residing,\" it would have been         (67) insufficient. Every indictment is a compound of law and fact, and it is essential that \"the special manner of the whole fact must be set forth with such ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-york"
    }
  ],
  "relatedIncidents": [
    30379,
    30380,
    30397,
    30398,
    30402
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}