{
  "id": 30413,
  "title": "1872년 Wallace 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1872-11-15",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Wallace. 판결일: 1872-11-15. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Wallace, Adm'r v. Metzker\n**판결일**: 1872-11-15\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Pettit\n\n## 변호인\n\n% S. Harvey and W. March, for appellant., G. H. Voss, B. F. Davis, and J. A. Holman, for appellee.\n\n## 인용\n\n- 41 Ind. 346\n\n## 판결문 요약\n\n\nPettit, C. J.\n—This suit was brought by the appellees against the appellant, as administrator of Walpole, and one Henricks, to have a deed, absolute on its face, made to Walpole, decreed to be a mortgage; for an accounting' as to what was due to the estate of Walpole, stating a readiness and willingness to pay the same; and for redemption. The complaint shows the lands to be worth ten thousand dollars. The appellee, Metzker, was indebted to Walpole by note, in five hundred dollars, given to him as a fee for defending Metzker on an indictment then pending; and Walpole also went Metzker’s bail for his appearance tó the indictment, and a mortgage was to have been made by Metzker and wife to Walpole, to secure the note and to secure him against loss by being such bail; that the note and interest is still due; that the indictment was never proved, Metzker discharged, and that Walpole never had anything to pay as such bail of Metzker.\nThe complaint charges gross fraud and violation of his duty as the attorney and confidential adviser of Metzker against Walpole, in procuring the appellees to make a deed instead of a mortgage in form; that, after the deed, which *347was to stand as a mortgage, was made, Walpole, to defraud the appellees, conveyed the lands to defendant Henricks; and that he had full knowledge of all the fraud of Walpole. The complaint concludes thus: “They ask that an accounting be had, and the sum due the estate of Walpole be ascertained, which these plaintiffs are...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wallace-v-metzker"
    }
  ],
  "relatedIncidents": [
    30420,
    30424,
    30406,
    30409,
    30416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}