{
  "id": 30417,
  "title": "1872년 Noonan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1872-06-15",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Noonan. 판결일: 1872-06-15. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Noonan v. Orton\n**판결일**: 1872-06-15\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Dixon\n\n## 변호인\n\nJ. J. Orton, appellant, in pro. per., Jason Downer, for respondent.\n\n## 인용\n\n- 30 Wis. 609\n\n## 판결문 요약\n\n\nDixoN, C. J.\nThe matter stricken out by the court below was strictly irrelevant and redundant. It had no more to do ydth the causes of action set up in the complaint or with the matters of justification or defense pleaded in the answer, or which could properly be pleaded, than if the defendant had set up that prior to the commencement of the garnishee suits, the. plaintiff had defamed or libeled him, or committed an assault and battery upon him, or perpetrated any other distinct wrong or trespass. The averment stricken out was of matters and. facts not connected with the cause of action to recover rents on the lease, in which action the garnishee proceedings were instituted. It was, therefore, an averment of matters which could not affect the question of abuse of process in that action, and so was irrelevant here.\nIf the court below had denied the motion to strike out and the plaintiff had attempted to appeal, his appeal must have been dismissed. An order- refusing to strike out matter from a pleading for irrelevancy or redundancy is not appealable. Board of Supervisors of Kewaunee Co. v. Decker, 28 Wis., 669; Frank v. Nunnemacher, 23 Wis., 297. An order striking out, as irrelevant and redundant, matter which is in reality not so, is appealable. Board of Supervisors of Kewaunee Co. v. Decker, supra.\nThe question of appealability in this ease differs from both the above, and is whether an appeal lies from an order striking out actually redundant and irrelevant matter. Such an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=noonan-v-orton"
    }
  ],
  "relatedIncidents": [
    30413,
    30416,
    30420,
    30422,
    30424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}