{
  "id": 30424,
  "title": "1872년 Howse 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1872-01-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Howse. 판결일: 1872-01-15. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Hill W. Howse v. Moody, Howard\n**판결일**: 1872-01-15\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Westcott\n\n## 변호인\n\nThomas F. King for Respondent., Finley & Finley for Appellants.\n\n## 인용\n\n- 14 Fla. 59\n\n## 판결문 요약\n\n\nWESTCOTT, J.,\ndelivered the opinion of the court.\nThis complaint is filed against defendants Howard and Moody, as administrators of the goods and chattels of E. D. *60Howse, against Moody, Chandler &amp; Branch., as persons claiming an interest in certain property of the intestate, which they acquired through deeds of conveyance and judicial proceedings obtained by the fraudulent collusion, combination and acts of E. D. Howse in his lifetime, and of the parties Howard, Moody, Chandler &amp; Branch since his death, and against Agnew and Roberts1 as sureties upon the administration bond of the said administrators, Howard and Moody, alleging as cause of action against them the failure-of the administrators to file a true inventory, and that they have not truly administered according to law.\nTo the -complaint the' defendants interposed a demurrer, specifying several grounds of objection. The Circuit Court, after argument, overruled the demurrer, with leave to the-defendants to answer. From this order the appeal is-prosecuted. '\nWhile there are several grounds embraced in the demurrer contained-in the return to this , court, one only was urged or relied upon here.-\nThis ground is because several causes of action are improperly united in the complaint, in that it embraces a demand against the estate of E, D. Howse, an action to set aside and declare void a decree in chancery rendered against E. D. &amp; C. C. Howse, and in favor of Little Berry Branch,, an action to set aside a sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howse-v-moody"
    }
  ],
  "relatedIncidents": [
    30413,
    30420,
    30406,
    30409,
    30416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}