{
  "id": 30420,
  "title": "1872년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1872-03-15",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Thomas. 판결일: 1872-03-15. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Edward Y. Thomas, Trustee v. Anna M. Beck and others\n**판결일**: 1872-03-15\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Butler, Intliis, Oilier\n\n## 변호인\n\nWait and Swan, in support of the motion., Lucas, contra.\n\n## 인용\n\n- 39 Conn. 241\n\n## 판결문 요약\n\n\nButleR, C. J.\nIn this case there were conveyances by an insolvent of all his estate substantially, without consideration, to his wife and daughter. Those conveyances were voluntary and fraudulent as against the creditors, and the petitioner who represents them, and justice has been done.\nThe petitioner claimed also that the conveyances were fraudulent in fact. To show this he offered the deeds by which the transfer was made to the wife. Those deeds were executed at the same time and place as one transaction. To their admission the respondent objected, but they were clearly admissible. It is elementary law that a conveyance by an insolvent of all his estate to his near relatives is presumptively fraudulent. If such a conveyance is made to more than one and by several deeds, all are admissible to raise the presumption. It is of no consequence that the respondent was not present at the transaction and did not know of it at the time. She accepted the deed and claims under it, and holds it subject to its infirmities.\nThe case differs from that of Partelo v. Harris, 26 Conn., 480. There there were two transactions totally independent of each other. Here there was but one, which characterized all the deeds alike, and included all in a single presumption.\nA new trial should be denied.\nIntliis opinion the oilier judges concurred.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-beck"
    }
  ],
  "relatedIncidents": [
    30413,
    30424,
    30406,
    30409,
    30416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}