{
  "id": 30429,
  "title": "1871년 Cadwallader 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1871-10-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Cadwallader. 판결일: 1871-10-15. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Ezra Cadwallader v. Catherine West\n**판결일**: 1871-10-15\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Currier, Other\n\n## 변호인\n\nGlover & Shepley, with D. T. Potter, for appellants., Thos. C. Fletcher, Jno. L. Thomas, and Abner Green, for respondents;\n\n## 인용\n\n- 48 Mo. 483\n\n## 판결문 요약\n\n\nCurrier, Judge,\ndelivered the opinion of the court.\nThis suit was brought by the heirs at law of Isaac Cadwallader, deceased, to set aside the latter’s deed to the late Dr. William West, dated January 15, 1863, as also a confirmatory conveyance of a later date. As the two instruments must stand or fall together, it will not be necessary to refer particularly to the second or confirmatory deed.\nAs grounds for setting aside the deed of January 15, 1863, it is alleged that West procured its execution through fraud, imposition and undue influence; that the consideration was inadequate, and that Cadwallader executed it without understanding its true character and effect, having become incapacitated, as it is alleged, for the transaction of business, through the debilitating effects of physical infirmities and extreme old age. It is also alleged that West was Cadwallader’s physician and medical adviser, and that, by means of this and other confidential relations, he brought about the execution of the deed.\nThe answer denies Cadwallader’s alleged incapacity, and denies the alleged fraud and undue influence, as also the alleged inadequacy of consideration, and avers, on the contrary, that the deed was a bona fide conveyance, executed by Cadwallader for and upon the consideration therein recited.\nIn reviewing the testimony bearing upon these issues, it will be convenient to advert to the situation of the parties and their relation to each other prior to the execution of the deed.\nIn ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cadwallader-v-west"
    }
  ],
  "relatedIncidents": [
    30431,
    30437,
    30413,
    30420,
    30424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}