{
  "id": 30422,
  "title": "1872년 Canal Co. v. Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1872-02-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Canal Co. v. Clark. 판결일: 1872-02-26. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Canal Company v. Clark\n**판결일**: 1872-02-26\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Strong\n\n## 변호인\n\n\nMessrs. E. H. Owen and S. P. Nash, for the plaintiffs in error:\n, \nMr. II. F. Knox, contra, with a brief of Messrs. Fullerton, Knox, and Rudd,\n\n\n## 인용\n\n- 80 U.S. 311\n- 20 L. Ed. 581\n- 13 Wall. 311\n- 1871 U.S. LEXIS 1343\n\n## 판결문 요약\n\n\n80 U.S. 311 (____)\n13 Wall. 311\nCANAL COMPANY\nv.\nCLARK.\nSupreme Court of United States.\n\n*316 Messrs. E.H. Owen and S.P. Nash, for the plaintiffs in error.\nMr. H.E. Knox, contra, with a brief of Messrs. Fullerton, Knox, and Rudd.\n*320 Mr. Justice STRONG delivered the opinion of the court.\nThe first and leading question presented by this case is whether the complainants have an exclusive right to the use of the words \"Lackawanna coal,\" as a distinctive name *321 or trade-mark for the coal mined by them and transported over their railroad and canal to market.\nThe averments of the bill[*] are supported by no inconsiderable evidence. The complainants were undoubtedly, if not the first, among the first producers of coal from the Lackawanna Valley, and the coal sent to market by them has been generally known and designated as Lackawanna coal. Whether the name \"Lackawanna coal\" was devised or adopted by them as a trade-mark before it came into common use is not so clearly established. On the contrary the evidence shows that long before the complainants commenced their operations, and long before they had any existence as a corporation, the region of country in which their mines were situated was called \"The Lackawanna Valley;\" that it is a region of large dimensions, extending along the Lackawanna River to its junction with the Susquehanna, embracing within its limits great bodies of coal lands, upon a portion of which are the mines of the complainants, and upon other portions of w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=canal-co-v-clark"
    }
  ],
  "relatedIncidents": [
    30413,
    30416,
    30417,
    30420,
    30424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}