{
  "id": 30437,
  "title": "1871년 Van Brown v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1871-07-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Van Brown v. State. 판결일: 1871-07-01. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Van Brown v. State\n**판결일**: 1871-07-01\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Ogden\n\n## 변호인\n\nN. G. Bagby, for the appellant., J. G. Boyle, Assistant Attorney General, for the State.\n\n## 인용\n\n- 34 Tex. 186\n\n## 판결문 요약\n\n\nOgden, J.\nDefendant in this case was indicted, tried and convicted of an assault with intent to murder. On the trial of the case the defendant filed a motion for a continuance, which motion was overruled by the court, and the ruling of the court upon the application for a continuance is the principal ground of complaint in this court.\nThe reason stated in the application for a continuance was the want of the testimony of three witnesses—named in the application ; and the diligence set out for procuring the testimony was, that he procured a subpoena to be placed in the hands of the sheriff, and that he had said subpoena issued as soon as he was informed that an indictment had been found against him.\nWe do not think the showing of diligence a sufficient compliance with the requirements of the statute. The defendant was arrested and entered into a recognizance for his appearance on the sixteenth day of December, and his application for a continuance was made on the thirty-first of December. He therefore had fourteen or fifteen days to procure the testimony of witnesses, who he swears are in the county, within one day’s travel, and the defendant at liberty to go for them himself; .and'yet all the diligence he shows is, that he had a subpoena placed in the hands of the sheriff. Defendant’s affidavit for a continuance might be true, and yet it might also be true that the sheriff did not receive the subpoena until the case was called for trial, as the affidavit appears purposely to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=van-brown-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jacobs-v-spofford"
    }
  ],
  "relatedIncidents": [
    30429,
    30431,
    30413,
    30416,
    30420
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}