{
  "id": 30448,
  "title": "1870년 McElroy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1870-12-06",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: McElroy. 판결일: 1870-12-06. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Hiram McElroy v. John Barbee\n**판결일**: 1870-12-06\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Bobertson\n\n## 변호인\n\nRodman, for appellant., \nMcRlroy, for appellee.\n\n\n## 인용\n\n- 4 Ky. Op. 165\n\n## 판결문 요약\n\n\nOpinion oe ti-ie Court by\nJudge Bobertson:\nThe circuit court by its first decree in this case, adjudged the assignment of the bond for a title of the house and lot fraudulent and void as to the appellees as mortgage creditors and decided also that, as the holder of the legal title, was entitled to a prior lien for the unpaid consideration of about $200 and as the appellant had satisfied that incumbrance for the benefit of the mortgagor *166and mortgagees, the debt for securing which the mortgage was given should be credited with the amount so paid. And on an appeal this court approved so much of the judgment as allowed that credit, but dissenting from so much of it as imputed fraud, adjudged an estoppel against the appellant’s alleged equity to the house and lot on the ground that the assignment of the bond for a title to him did not take effect until after the mortgage, and also that he was privy to the mortgage and did not disclose his after asserted equtiy. After the return of the case to the circuit court, the sale of the house and lot to satisfy the mortgage debt not having produced enough for full satisfaction even after crediting the amount paid by the apellant, a judgment was rendered against him for the deficit of about $240 for rent claimed by the appellees because he controlled the possession of the house and lot from the date of the mortgage to that of the decree.\nRodman, for appellant.\n\nMcRlroy, for appellee.\n\nAs the court, in its former opinion, sustained the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcelroy-v-barbee"
    }
  ],
  "relatedIncidents": [
    30452,
    30453,
    30454,
    30462,
    30464
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}