{
  "id": 30447,
  "title": "1871년 Elkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1871-01-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Elkins. 판결일: 1871-01-15. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, ex rel., MINER WALDON, Relator v. A. ELKINS, JUDGE OF THE COUNTY COURT, STANISLAUS COUNTY\n**판결일**: 1871-01-15\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Rhodes\n\n## 변호인\n\nJ. H. Budd, and Schell & Hewell, for Relator., 8. P. Scraniker, and Schell & Scrivener, for Respondent.\n\n## 인용\n\n- 40 Cal. 642\n\n## 판결문 요약\n\n\nRhodes, C. J.,\ndelivered the opinion of the Court, Ceockett, J., and Wallace, J., concurring:\nThe writ of certiorari was issued, to bring up for review the proceedings of the County Court of Stanislaus County, in dismissing an appeal from a Justice’s Court. The appeal was dismissed on the motion of the respondent, on the ground that a certified copy of the Justice’s docket had not *647been filed in the-County Court. The appellant objected to the hearing of the motion, because no notice had been served on him. The motion was filed the same day that the order was made, and no written notice of the motion was given. The petitioner’s position is, that the Court exceeded its jurisdiction in dismissing the appeal, because the motion was not served, and because the ground mentioned, is not a ground for the dismissal of an appeal.\nA failure to produce in the County Court, a duly certified copy of the docket of the Justice of the Peace, is a failure to prosecute the appeal, within the meaning of Section 367, of the Code. And if that were not a proper cause for the dismissal of the appeal in.this case, the order in that respect would be erroneous, but not void. (Morley v. Elkins, 37 Cal. 454.)\nOn the point that the Court had no jurisdiction of the motion, unless it had been served, no authorities are cited by either party. The Court had acquired jurisdiction, both of the parties and of the subject matter of the action; and thereafter its orders, though they might be erroneous, would n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-waldon-v-elkins"
    }
  ],
  "relatedIncidents": [
    30429,
    30431,
    30437,
    30413,
    30416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}