{
  "id": 30452,
  "title": "1870년 McDonald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1870-10-15",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: McDonald. 판결일: 1870-10-15. 법원: U.S. Circuit Court for the Northern District of Illnois.",
  "description": "## 사건 정보\n\n**사건명**: McDONALD v. ORVIS\n**판결일**: 1870-10-15\n**법원**: U.S. Circuit Court for the Northern District of Illnois\n**관할**: Illinois, IL\n\n**판사**: Blodgett\n\n## 변호인\n\nWaite & Clarke, for plaintiff., J. B. Bradwell, for defendant.\n\n## 인용\n\n- 16 F. Cas. 43\n- 5 Biss. 183\n\n## 판결문 요약\n\n\nBLODGETT, District Judge.\nThis plea amounts to an averment that the written contract, or the modification of the original contract, which is set up in plaintiff’s declaration, is not the time contract made between the parties, but that it is a fraud upon the defendant.\nI cannot conceive that an averment of that kind would allow the introduction of any testimony such as would sustain the averment on a trial of the cause at law. It is, in substance, an attempt to modify or change a written contract by parol testimony. The preceding plea avers that the contract was different from what is set up in the declaration, and concludes with this proposition to offer parol evidence to show wherein it differs. I think the demurrer to the plea is well taken, not only for this cause, but for the cause of want of certainty in the plea itself in not stating wherein it is different. I do not think there is enough certainty in the plea, even if it did not seek to change a written contract by parol evidence.\nBut it is answered on the part of the defendant that a bad plea is a good and sufficient answer to a bad declaration, which I understand, of course, to refer to a well-known rule of pleading, that a demurrer, when taken to a plea, may be made to reach back to the declaration or pleading where the first defect originated; and under many circumstances that rule is applied, but in this case the declaration contains two counts — a special count on a special promise, and the common counts. The p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdonald-v-orvis"
    }
  ],
  "relatedIncidents": [
    30448,
    30453,
    30454,
    30462,
    30464
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}