{
  "id": 30454,
  "title": "1870년 Sharp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1870-09-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Sharp. 판결일: 1870-09-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Peter Sharp v. Geo. Fields, James Hammock and John McHone\n**판결일**: 1870-09-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Deaderick\n\n## 변호인\n\nW. P. Washburn, for complainant., W. II. Evans, for defendant.\n\n## 인용\n\n- 48 Tenn. 571\n\n## 판결문 요약\n\n\nDeaderick, J.,\ndelivered the opinion of the Court.\nThe bill in this case was filed October 1, 1867, and charges that Allen Hurst was the owner of a certain tract of land in Union county, in which Lucy Fields had a life estate; that Lucy Fields had died, and the entire estate was thereby vested in said Hurst, and that the title of said Hurst had been vested in complainant, by operation of law; that defendants, George Fields and John McHone, were occupying said lands at the death of Lucy Fields; and that they and defendant, Plam-mock, cultivated portions of the land; and that complainant, after the death of said Lucy Fields, permitted the defendants to remain upon the land, and is entitled, as owner of the land, to one-third of the crop; that the defendants intend, fraudulently, to dispose of their crops, to prevent complainant from getting the rent due him, and prays for an attachment, &amp;c. The defendants demur to the bill for the following reasons, to-wit:\n*5731st. That neither complainant nor Hurst ever had possession of the land.\n2d. That complainant’s remedy is at law.\n3d. Complainant does not allege any indebtedness by defendants to him,\n4th. That there is no equity in the bill.\n■ At the November Term, 1867, of the Court, the demurrer was disallowed, but at a subsequent day of the same term, an order was made, vacating the previous order disallowing the demurrer, by consent of parties, and leaving the questions upon the demurrer open for future adjudication. At May Te...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sharp-v-fields"
    }
  ],
  "relatedIncidents": [
    30448,
    30452,
    30453,
    30462,
    30464
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}