{
  "id": 30468,
  "title": "1869년 Stevens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1869-10-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Stevens. 판결일: 1869-10-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Henry C. Stevens v. Seth F. Benton\n**판결일**: 1869-10-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Foster\n\n## 변호인\n\nJ. D. Kernan, for the appellant., S. J. Burrows, for the respondent.\n\n## 인용\n\n- 2 Lans. 156\n\n## 판결문 요약\n\n\nBy the Court.\nFoster, J.\nOn the 17th day of June, 1868, the plaintiff appeared before Dexter Gilmore, a justice of the peace of the county of Oneida, and made oath in writing that Seth P. Benton was justly indebted to him on a demand, arising on contract, in the sum of $200 over and above all discounts, &amp;c. That Benton was not a resident of the county of Oneida “ and that no warrant can issue against him on the demand of this deponent, according to the act to abolish imprisonment for debt and to punish fraudulent debtors.” lie also gave bail pursuant to the said act, and demanded that an attachment be issued.\nThe justice thereupon issued a short attachment in the usual form, returnable before him on the 19th day of the same month.\nOn the 17th day of June the constable levied the attachment on certain personal property of the defendant in the possession of one Battey, and served a copy of the attachment and inventory of the property on Battey, as appeared by his return; and he further returned to the attachment, that he did not find the defendant in the county, but that ho Was absent therefrom ; and that he had no residence therein.\nAt the time and place mentioned for the return of the attachment, the parties were called by the justice, and the plaintiff appeared in person, and by his attorney; and the defendant appeared by William P. Battey, for the purpose ofmahing objection to the process j and was sworn as to his authority. And he objected to the attachment on the gro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stevens-v-benton"
    }
  ],
  "relatedIncidents": [
    30448,
    30452,
    30453,
    30454,
    30462
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}