{
  "id": 30467,
  "title": "1869년 Ex Parte Yerger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1869-10-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ex Parte Yerger. 판결일: 1869-10-25. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Yerger\n**판결일**: 1869-10-25\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n## 변호인\n\nMessrs. P. Phillips and Carlisle, in support of the motion,, \nMr. Hoar, Attorney-General of the United States,\n, \n\nReply.\n\n\n## 인용\n\n- 75 U.S. 85\n- 19 L. Ed. 332\n- 8 Wall. 85\n- 1868 U.S. LEXIS 1085\n\n## 판결문 요약\n\n\n75 U.S. 85 (____)\n8 Wall. 85\nEX PARTE YERGER.\nSupreme Court of United States.\n\n*89 Messrs. P. Phillips and Carlisle, in support of the motion.\nMr. Hoar, Attorney-General of the United States.\n*94 The CHIEF JUSTICE delivered the opinion of the court.\nThe argument, by the direction of the court, was confined to the single point of the jurisdiction of the court to issue the writ prayed for. We have carefully considered the reasonings which have been addressed to us, and I am now to state the conclusions to which we have come.\nThe general question of jurisdiction in this case resolves itself necessarily into two other questions:\n1. Has the court jurisdiction, in a case like the present, to inquire into the cause of detention, alleged to be unlawful, and to give relief, if the detention be found to be in fact *95 unlawful, by the writ of habeas corpus, under the Judiciary Act of 1789?\n2. If, under that act, the court possessed this jurisdiction, has it been taken away by the second section of the act of March, 27, 1868,[*] repealing so much of the act of February 5, 1867,[] as authorizes appeals from Circuit Courts to the Supreme Court?\nNeither of these questions is new here. The first has, on several occasions, received very full consideration, and very deliberate judgment.\nA cause, so important as that which now invokes the action of this court, seems however to justify a reconsideration of the grounds upon which its jurisdiction has been heretofore maintained.\nThe great writ ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-yerger"
    }
  ],
  "relatedIncidents": [
    30468,
    30448,
    30452,
    30453,
    30454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}