{
  "id": 3046,
  "title": "2016년 MG Design Associates, Corp. v. CoStar Realty Information, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-12-01",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: MG Design Associates, Corp. v. CoStar Realty Information, Inc.. 판결일: 2016-12-01. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: MG DESIGN ASSOCIATES, CORP. v. COSTAR REALTY INFORMATION, INC., Apartments, LLC d/b/a Apartments.com, and Northwind Enterprises, Inc. d/b/a Atlantic Exhibits\n**판결일**: 2016-12-01\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Ellis\n\n## 변호인\n\nTimothy Liam Epstein, Brian Christopher Konkel, Duggan Bertsch, L.L.C., Chicago, IL, for Plaintiff., Adrienne Elizabeth Van Winkle, Eric Hamilton, Nicholas Boyle, Williams & Connolly LLP, Washington, DC, Frederic R. Klein, Meredith S. Kirshenbaum, Goldberg Kohn Ltd., Bruce W. Lyon, Lindsay Erin Walsh, Labarge, Campbell & Lyon, LLC, James Terrence Hultquist, Joshua William Newman, Reed Smith LLP, Chicago, IL, for Defendants.\n\n## 인용\n\n- 224 F. Supp. 3d 621\n\n## 판결문 요약\n\n\nOPINION AND ORDER\nSARA L. ELLIS, United States District Judge\nBelieving Defendants used its work to construct a tradeshow exhibit, Plaintiff MG Design Associates, Corp. (“MG”) brings suit against Defendants CoStar Realty In*626formation, Inc. (“CoStar”), Apartments, LLC d/b/a Apartments.com (“Apartments”), and Northwind Enterprises, Inc. d/b/a Atlantic Exhibits (“Atlantic”), alleging copyright infringement in violation of the Copyright Act of 1976 (the “Copyright Act”), 17 U.S.C. § 101 et seq., fraudulent misrepresentation, breach of contract, and tortious interference with both contract and prospective economic advantage. Defendants move to dismiss MG’s claims for lack of personal jurisdiction and for failure to state a claim. The Court finds that Defendants possess sufficient contacts with Illinois to authorize personal jurisdiction, but that MG fails to properly allege a copyright claim. With the dismissal of the federal claims, the Court declines to address MG’s state law claims until it alleges a basis for the Court’s subject matter jurisdiction. The Court therefore denies in part and grants in part Defendants’ motions [11, 23], dismissing MG’s lawsuit without prejudice.\nBACKGROUND1\nMG and Atlantic both design and construct trade show exhibits. In 2014, CoStar, a real estate information company acquired Apartments, which runs the website Apartments.com. Before the events at issue here, MG had a 15-year business relationship with Apartments. In April 2015, Apartments’ Tr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mg-design-associates-corp-v-costar-realty-information-inc"
    }
  ],
  "relatedIncidents": [
    3115,
    3154,
    3158,
    3207,
    3272
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}