{
  "id": 3047,
  "title": "2016년 Hoyt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-11-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hoyt. 판결일: 2016-11-29. 법원: Criminal Court of the City of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Dan Hoyt\n**판결일**: 2016-11-29\n**법원**: Criminal Court of the City of New York\n**관할**: New York, NY\n\n**판사**: Cesare\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, James Palumbo, Queens, for defendant., Cyrus R. Vance, Jr., District Attorney (Joshuah Lisk of counsel), for plaintiff., Zachary W. Carter, Corporation Counsel (David G. Rossi of counsel), for the City of New York, nonparty.\n\n## 인용\n\n- 54 Misc. 3d 382\n- 41 N.Y.S.3d 872\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nHeidi C. Cesare, J.\nDefendant moves for an order dismissing count one of the information charging serial acts of public lewdness under Administrative Code of the City of New York § 10-165 (a) as legally insufficient and unconstitutional pursuant to CPL 170.30, 170.35, 100.15 and 100.40. Defendant, invoking the doctrine of field preemption, contends that Administrative Code § 10-165 is unconstitutional as it constitutes an improper exercise of municipal home rule. For the reasons stated below, defendant’s motion to dismiss count one of the information is denied.\nCount one of the information charges serial acts of public lewdness under Administrative Code § 10-165 (a). This section, effective January 30, 2008, provides as follows:\n“A person is guilty of serial acts of public lewdness when two or more times within any three-year period he or she intentionally exposes the private or intimate parts of his or her body in a lewd manner or commits any other lewd act . . . in a public place ... A person who commits serial acts of public lewdness shall be guilty of a class A misdemeanor” (id.).\nThe charge of serial acts of public lewdness (Administrative Code § 10-165 [a]) arises from two separate incidents where the informant allegedly observed defendant engage in lewd behavior while in or near the subway station at East 8th Street and Broadway.1\n*384“Municipalities generally have the authority to adopt local laws to the extent that they are not inconsistent with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hoyt"
    }
  ],
  "relatedIncidents": [
    3085,
    3279,
    3386,
    2878,
    3012
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}