{
  "id": 30499,
  "title": "1868년 Sandfoss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1868-07-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Sandfoss. 판결일: 1868-07-01. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CHARLES SANDFOSS v. WILLIAM JONES, GEORGE G. BLANCHARD, and PHILO FLANSBURG\n**판결일**: 1868-07-01\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Sanderson\n\n## 인용\n\n- 35 Cal. 481\n\n## 판결문 요약\n\n\nBy the Court, Sanderson, J. :\nThe defendants demurred to the complaint; the demurrer was sustained, and, the plaintiff having signified his intention to stand upon his complaint, the action was dismissed. The only ground of demurrer worthy of special notice relates to the validity, under the Statute of Frauds, of the verbal agreement, of which the plaintiff seeks a specific performance. The material facts stated in the complaint are as follows:\nIn August, 1865, one Bartram was the owner of a tract of valuable timber land in El Dorado County, and certain improvements thereon, consisting of a sawmill with its machinery and appurtenances, a blacksmith shop, a planing mill, and a hotel, with barns and outhouses. He was also the owner of a large amount of personal property used by him in the lumber and hotel business, which was being conducted by him upon the aforesaid real estate, consisting of mules, horses, cows, oxen, cattle, hogs, wagons, harness, chains, trucks, hay, liquors, provisions, furniture, lumber, etc.; the real estate being of the value, as alleged, of twenty thousand dollars, and the personal property of the value of fifteen thousand dollars—amounting, in the aggregate, to thirty-five thousand dollars. He was, however, indebted to various parties in the aggregate sum of about sixteen thousand and three hundred and seventy-five dollars—of which amount three thousand dollars on note and mortgage was due to the defendant Jones, and two thousand dollars to the defend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sandfoss-v-jones"
    }
  ],
  "relatedIncidents": [
    30509,
    30468,
    30500,
    30501,
    30448
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}