{
  "id": 30501,
  "title": "1868년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1868-06-06",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Taylor. 판결일: 1868-06-06. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Taylor v. Commonwealth\n**판결일**: 1868-06-06\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Hardin\n\n## 변호인\n\nL. A. Wood, For Appellant,, John Rodman, Attorney General, For Appellee,\n\n## 인용\n\n- 66 Ky. 508\n\n## 판결문 요약\n\n\nJUDGE HARDIN\ndelivered the opinion of the court:\nThe appellant, William Taylor, was convicted, in the Jefferson circuit court, and sentenced to confinement in the penitentiary for one year, upon an indictment charging him with the crime of committing an assault on Susan L. Rogers, with intent to rob her.\nThe facts stated in' the indictment as constituting the offense, were, that “ the said Taylor, in spd county of Jefferson, on the 11th day of January, 1868, and before the finding of this bill, with force and arms, feloniously did assault, beat, and shake, and hold, and restrain, Susan L. Rogers, with his hands and arms, and with a large knife and weapon, putting her, the said Susan, in great fear of some serious and immediate injury to her life and limb, with the felonious intent to rob her, the said Rogers, contrary to the form of the statute,” &amp;c.\nThe appellant moved the court in arrest of judgment, and also for a new trial, and both motions were overruled. He seeks a reversal of the judgment in this court.\n*510The first inquiry is, as to the sufficiency of the indictment.\nThe 2d section, of article 5, of chapter 28, of the Revised Statutes, declares, that “ if any person, with an offensive weapon or instrument, shall unlawfully and maliciously assault, or shall by menace, or in or by any forcible or violent manner, demand any money, goods, or chattels, bond, bill, deed, or will, or other evidences of right, or any thing of value, of or from any other person, with a f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    30499,
    30500,
    30509,
    30467,
    30468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}