{
  "id": 30500,
  "title": "1868년 Olin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1868-07-01",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Olin. 판결일: 1868-07-01. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. W. VAN VLEETs. v. A. S. OLINs.\n**판결일**: 1868-07-01\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Been, Below, Counsel, Johnson, Lewis\n\n## 변호인\n\nJonas Seeley, for Appellants,, Clayton and Qlarhe, for Respondents.\n\n## 인용\n\n- 4 Nev. 95\n\n## 판결문 요약\n\n\nBy the Court,\nLewis, J.\nThis action was brought under Section 254 of the Code of Procedure, which declares that “ an action may be brought by any person in possession by- himself, or _ his tenant, of real property, against any person who claims an estate or interest therein adverse to him, for the purpose of determining such adverse claim, estate or interest.”\nThe land, the title to which is here in controversy, consists of eighty acres, lying on both sides of the Carson River, in the County of Ormsby, and seems to be valuable only for the purpose of mill sites.\nThe plaintiffs allege in their complaint that they are the owners and in possession of the premises.described; that the defendant is claiming some title or interest therein adverse to them, and conclude with the prayer that the defendant be “ made to answer and show his title, and that it be declared null and void as against their right and title.” The defendant denies all the allegations of the complaint, and claims title to the premises in himself; and also alleges that he is, and was at the time of the commencement of this action, in the actual possession thereof.\nUpon the trial, the plaintiff Van Vieet, testifying on his own behalf, said that the notice posted by himself and those interested with him in the' location read as follows: “ We, the undersigned, claim this water right, commencing at this point of rocks and extending up the river to the mouth of the canon.” When again testifying as to what was done towa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=van-vleet-v-olin"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-sheldon"
    }
  ],
  "relatedIncidents": [
    30499,
    30501,
    30509,
    30467,
    30468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}