{
  "id": 30529,
  "title": "1866년 Boggus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1866-06-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Boggus. 판결일: 1866-06-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: John C. Boggus, in error v. The State of Georgia, in error\n**판결일**: 1866-06-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Lumpkin\n\n## 변호인\n\nClarke and Gartrell & Hill, for plaintiff in error., Hammond, Solicitor General, for the State.\n\n## 인용\n\n- 34 Ga. 275\n\n## 판결문 요약\n\n\nLumpkin, O. J.\n[1.] The Court was right in overruling the first ground taken on the motion for a new trial. Suppose the Rev. Mr. Parks, who officiated as clergyman in marrying Davis and Miss Windham, had known that Davis was a married man at the time, would he not have been guilty of the offence of bigamy in the second degree ?\nAnd, because Boggus was a single man and, therefore, could not have been convicted of bigamy, as principal, himself, if he had married Miss Windham, yet, why could he not be guilty in the second degree, as present, aiding and abetting Davis?\nIt may seem strange and startling, but yet unquestionably true, that a fémale may be guilty and punishable for rape in the second degree, being present aiding and abetting.'\nLord Audley was convicted of rape upon his own wife, being present aiding and abetting one of his minions to perpetrate this monstrous crime, and for which this devil-crazed nobleman was f hung. 1\nIt by no means, therefore, follows, that because the accused could not be convicted as principal in the first degree, he may not be in the second.\n[2.] As to the letter read on the trial not being in the hand-writing of the defendant, the proof is full and complete. Davis swears that Boggus wrote the letter. He acknowledged to Miss Windham the authorship of the first letter, which was before the jury ; and they could compare the one with the other proven to be genuine.\nAnd, as to the absent witnesses, he should have moved to have continued the case u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boggus-v-state"
    }
  ],
  "relatedIncidents": [
    30528,
    30541,
    625,
    925,
    948
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}