{
  "id": 30528,
  "title": "1866년 Caldwell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1866-07-13",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Caldwell. 판결일: 1866-07-13. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: The North Baltimore Building Association v. William Q. Caldwell\n**판결일**: 1866-07-13\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bartol, Borough, Bowie, Cochran\n\n## 변호인\n\nWilUam A. Stewart, for the appellant, argued:, Robert D. Morrison and John H. Warner for the appellee.\n\n## 인용\n\n- 25 Md. 420\n\n## 판결문 요약\n\n\nBowie, C. J.,\ndelivered the opinion of this Court.\nThe single question in this .case is, whether it is compatible with the duty of a trustee, appointed by decree of a Court to seil real estate, to bid for and purchase the property for a third person at a public sale of the same, under the decree.\nIt is admitted, that the general principles of law preclude a purchase by the trustee for his own benefit, but it is contended the rule extends no further, and no decisions to the contrary are to be found in this State. The general rule of law and equity, and its reasons, are very concisely and clearly expressed by Chancellor Kent, in his Commentaries. 2 Vol. 6th Ed.,p. 618.\n“ An agent, acting as such, cannot take upon himself, at the same time, an incompatible duty. He cannot have an adverse interest or employment. He cannot be both buyer and seller, for this would expose his fiduciary trust to abuse and fraud.” Also, Story on Agency, 199, 200. Among other reasons assigned for setting aside a sale, where the trustee appeared as a bidder, was this, viz: “ If the trustee appeared at the auction professedly as a bidder, that would operate as a discouragement to others, who, seeing the vendor ready to purchase at or above the real value, would feel a reluctance p enter into the competition, and so the sale would be chilled. Ex parte Lacey, 6 Ves., 625, 627. Lewin on Trusts, 377, note e.\nIn the last authority, it is laid down as a legal conclusion? *424as a trustee cannot buy on his own...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=north-baltimore-building-assn-v-caldwell"
    }
  ],
  "relatedIncidents": [
    30529,
    30541,
    30499,
    30509,
    30549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}