{
  "id": 30549,
  "title": "1864년 Large 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1864-10-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Large. 판결일: 1864-10-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Large v. Moore\n**판결일**: 1864-10-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Lowe\n\n## 변호인\n\nBarlcer for tbe appellant., Beach & Gray for tbe appellee.\n\n## 인용\n\n- 17 Iowa 258\n\n## 판결문 요약\n\n\nLowe, J.\nTbe case is this: A note made by one John D. Graffort, to tbe order of E. M. Downs, and indorsed in blank by tbe latter, was placed in tbe bands of tbe defendant, Moore, for collection by one E. S. Pork, wbo took from tbe said Moore a receipt for tbe same. A judgment was obtained on this note before a justice of tbe peace, in tbe name of Downs, which, on an appeal to the District Court, was affirmed. Tbe money upon this judgment, $94tVv, was made by execution, and paid over by tbe sheriff to tbe defendant. Tbe plaintiff claims to have been tbe assignee of said note, and entitled to tbe money, and after demand and a refusal by Moore to recognize bis claim, tbe plaintiff brings this suit to recover tbe same,’ alleging, in addition to tbe above facts, that defendant knew that be (tbe plaintiff), was tbe owner of said claim, and that, by tbe neglect, want of diligence, and fraud of said defendant, said claim was lost to him. Defendant controverts tbe above statement in its material parts, deny*259ing that he ever knew or heard that plaintiff was the owner of said claim, and that he collected the same for, and on account of Downs, whom he supposed to be the rightful claimant. He farther specially defends, by setting up the fact, that after he had collected said money, as the agent of Downs, one Sawyer sued Downs in attachment, and garnished him, the defendant; that such proceedings were had thereon; that a judgment was rendered against him as .garnishee, for $75.15, and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=large-v-moore"
    }
  ],
  "relatedIncidents": [
    30552,
    30541,
    30548,
    30550,
    30556
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}