{
  "id": 30548,
  "title": "1864년 Danby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1864-11-05",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Danby. 판결일: 1864-11-05. 법원: Superior Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: State v. John Danby.\n**판결일**: 1864-11-05\n**법원**: Superior Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: <italic>The Court, Gilpin, C. J., charged the jury.</italic>\n\n## 변호인\n\nMoore, Attorney General.  The killing having been proved to have been cool and deliberate and without even the semblance of a provocation of any kind whatever, there was nothing shown or established in the case to mitigate and reduce the homicide to murder of the second degree, or manslaughter, and therefore it was murder of the first degree under the statute, for it was clear upon the evidence before the Court and jury that it had been committed with express malice aforethought. But the  factum\n\n## 인용\n\n- 1 Houston 166\n\n## 판결문 요약\n\nAt a Court of Oyer and Terminer held at this term, John Danby was indicted and tried for murder of the first degree in killing John Burnett, alias John Burnett, in the city of Wilmington on the eighth day of October preceding. The deceased was standing at the time on the pavement on the western side of French Street, and not far from the curb of it, with his face turned towards the other side of the street, with a small daughter of his standing by his side and whom he held by the hand, when the prisoner who was walking up *Page 167 \nthe pavement stepped up behind him to within four feet of him and shot him in the back of the neck with a pistol. The deceased instantly fell forward to the pavement his full length and face downward, when the prisoner immediately fired three more shots from his pistol at his prostrate body, and then turning had advanced but a few more steps up the pavement when he met one of the policemen of the city whom he well knew, and who had witnessed the occurrence and was hastening to the scene of it, and stepping directly up to him said, \"Sam, I give myself up to you,\" and surrendered himself at once into his custody. The deceased never moved after he fell to the pavement and must have died instantaneously from the first shot fired at him, for the evidence showed that of the two pistol-bullet wounds found in his body, the only mortal one was produced by a small bullet which had penetrated the back of the neck near the middle line of it to the depth of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-danby"
    }
  ],
  "relatedIncidents": [
    30549,
    30550,
    30552,
    30557,
    30541
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}