{
  "id": 30555,
  "title": "1863년 Andrews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1863-12-24",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Andrews. 판결일: 1863-12-24. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Andrews v. Andrews\n**판결일**: 1863-12-24\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Lowe\n\n## 변호인\n\nBradley for the appellant., Henderson and Boardman for the appellee.\n\n## 인용\n\n- 15 Iowa 423\n\n## 판결문 요약\n\n\nLowe, J.\nIn September, 1860, a decree, divorcing the parties,- was entered of record in said county.' It was *424ordered that the defendant should pay Julia C. Andrews, the plaintiff, $800 as alimony, and that defendant should have the care and custody of the child, Obed T. Andrews, with the privilege, on the part of plaintiff, to visit and see the child on all reasonable occasions.\nIn December, 1862, the defendant made application in the form of a petition to change and modify the aboA'e order, upon the ground that the plaintiff has been greatly annoying him and his family by her pretended visits to see the child, and plotting to deprive Hm of the lawful custody of the same; that, in order to avoid her annoyance and the loss of the child, he had removed to the State of Ohio, but was followed by the plaintiff, who finally succeeded, through the hired agency of two men, in kidnapping the child; that it cost him $80, and much time and trouble to recover it again; that he still is compelled to keep the child guarded and from school, &amp;c.'\nThe plaintiff, who was notified by publication of the pendency of this application, appeared and demurred to the petition on several grounds, but the two causes relied upon in argument were, that this Court had no jurisdiction of the subject matter or the parties; and secondly, that the application was made after the expiration of one year, contrary to the provisions of chapter 141 of the Revision of 1860. This demurrer was overruled, the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andrews-v-andrews"
    }
  ],
  "relatedIncidents": [
    30556,
    30557,
    30558,
    30561,
    30565
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}