{
  "id": 30558,
  "title": "1863년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1863-10-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1863-10-15. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Moses Ruggles & another\n**판결일**: 1863-10-15\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Bigelow\n\n## 변호인\n\nF. H. Dewey, for the defendants., Foster, A. G., for the Commonwealth.\n\n## 인용\n\n- 88 Mass. 588\n\n## 판결문 요약\n\n\nBigelow, C. J.\nThe rulings were right upon both the points raised at the trial.\n1. The officers of an agricultural society have no authority to define and fix bounds, within which no one can be permitted to enter except in conformity with the regulations prescribed by them, for the purpose of exhibiting horses or establishing a racecourse or trotting ground. The power conferred on them is a statutory one, and it must be exercised within the exact limits prescribed by law. By Gen. Sts. c. 66, § 11, this authority to set apart a particular place from which persons may be rightfully excluded can be used only for the purpose of securing a sufficient extent of land “ for the erection of their cattle-pens and yards, and for convenient passage ways to and about the *590same, and also for their ploughing matches and trials of working oxen.” This clearly does not embrace the power to designate a place for a purpose such as the defendants were attempting to carry out, when the assault was committed on the prosecutor. Nor was this the only excess of authority of which they were guilty. They had no right to include a highway within the bounds set apart by them for their exhibition, so as to obstruct the public travel thereon. This is expressly prohibited by Gen. Sts. c. 66, § 13. The facts proved at the trial show that they did undertake to exclude persons from a portion of the road, and to appropriate it to their exclusive use. It is not a sufficient answer to say that there was suffic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ruggles"
    }
  ],
  "relatedIncidents": [
    30555,
    30556,
    30557,
    30561,
    30565
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}