{
  "id": 30557,
  "title": "1863년 List 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1863-11-05",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: List. 판결일: 1863-11-05. 법원: Superior Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: State v. Lewis List.\n**판결일**: 1863-11-05\n**법원**: Superior Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: <italic>The Court, Houston, J., charged the jury.</italic>\n\n## 변호인\n\nGray, Deputy Attorney General.  The indictment was for the crime of murder of the first degree in killing a public officer in the performance of his official duty, and in unlawfully resisting his attempt to arrest the prisoner for an assault and battery committed on him with the intent to murder him by the prisoner, which was a felony, and which the evidence clearly showed was not only committed with premeditation and malice, but that the killing of him which soon after followed was prompted by \n\n## 인용\n\n- 1 Houston 133\n\n## 판결문 요약\n\nAt a Court of Oyer and Terminer held at this term, Lewis List was indicted and tried for the murder of John R. Baylis, a constable and police officer of the City of Wilmington, in that city on the 9th day of September preceding: and as usual the indictment was for murder of the first degree.\nThe prisoner had been drinking to excess for a day or two before that, and had been to some extent noisy and troublesome on the street in that condition, and had been *Page 134 \nroughly rebuked and handled for it the night before by the deceased in his capacity as a peace officer and a member of the city police, and early the next morning complaining of this treatment to a neighbor on his casually stepping into his house for a few moments, the prisoner borrowed a loaded six-barrel pistol from him, and stepping out with it in his hand on the street proceeded up it towards the next corner above, where Baylis was then standing leaning against a lamp post with a drawn pistol of a similar description also in his hand. The prisoner was brandishing his in his hand in a violent and excited manner, and threatening to kill any one who attempted to interfere with him as he thus proceeded up the street. They had each in the mean while cocked their pistols, and on the prisoner's reaching the distance of half the square from the corner where Baylis was still standing leaning against the lamp post, the latter called out to him in a defiant tone to \"fire away!\" when the prisoner instantly fired one shot ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-list"
    }
  ],
  "relatedIncidents": [
    30548,
    30555,
    30556,
    30558,
    30561
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}