{
  "id": 30552,
  "title": "1864년 Phillips 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1864-06-16",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Phillips. 판결일: 1864-06-16. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Phillips v. Bush\n**판결일**: 1864-06-16\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Cole\n\n## 변호인\n\nBrown & Mercer, Wiihrow & Smith and L. W. Gfris'wold for the appellants — Henderson é Boardmcm for the appellee.\n\n## 인용\n\n- 16 Iowa 593\n\n## 판결문 요약\n\n\nThe opinion of the Court was announced by—\nCole, J.\nThis case has once before been in this court upon an appeal from the judgments of the court below, sustaining a demurrer to the petition. This court then reversed that judgment and held that the petition contained such averments of false and fraudulent representations as to the location and quality of the land, in addition to the averment of parol warranty of such location and quality, as were suffi- ' cient to maintain an action. 15 Iowa, 64.\nThe case has since been tried by a referee who found the special facts proved to be, in substance, that there was a parol warranty, of the location and quality of the land, of which there was a breach to the plaintiff’s damage of two hundred and forty dollars. There was no finding of fraud or false representations, and the evidence which is before us, very clearly negatives any such claim. The court rendered judgment upon the report of the referee and the defendant appeals.\nThe question as to whether an action can be maintained by a purchaser of land, who accepts a quit-claim deed, upon a parol warranty, as to the location and quality of the land thus sold and conveyed, is one which has not been decided by this court, and upon which it is probable we could not be united in opinion, and since the judgment must be reversed upon its merits, it becomes unnecessary to decide that question here.\nThe finding of facts by a referee is like the verdict of a jury, and .in order to justify a cour...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phillips-v-bush"
    }
  ],
  "relatedIncidents": [
    30549,
    30541,
    30548,
    30550,
    30556
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}