{
  "id": 30568,
  "title": "1862년 Buck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1862-07-15",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Buck. 판결일: 1862-07-15. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Cornelius F. Buck, in Error v. Horace N. Colbath, in Error\n**판결일**: 1862-07-15\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Atwatee\n\n## 변호인\n\nPoints and Authorities of Plaintiff in Error., Points and Authorities of Defendant in Error., Allis & PeoKham, Counsel for Plaintiff in Error., D. A. Seoomle, Counsel for Defendant in Error.\n\n## 인용\n\n- 7 Minn. 310\n\n## 판결문 요약\n\n\n\nBy the Court\n\nAtwatee, J.\nThe statement of the case as given in the brief of the Plaintiff in Error, is sufficient for a proper understanding of the points decided, and is as follows, viz:\nColbath, the Defendant in Error, brought trespass de bonis against the Plaintiff in Error, for taking certain goods of the said Colbath in the town of Anoka.\nThe Plaintiff in Error plead three separate pleas :\n1st, A general denial.\n2d, A plea that he took under a writ of attachment out of the United States Court, and as United States Marshal; and,\n3d, A plea like the second, but in addition setting up the debt and judgment following, necessary to raise the question of fraud, (as claimed by Plaintiff in Error.)\nThe case was brought on for trial before a jury, and the *312Defendant below moved to dismiss the complaint, on the ground that no wrongful taking was alleged. The motion was denied, and Defendant excepted. The Defendant then moved for judgment on the pleadings, which motion was denied, and Defendant excepted.\nThe same question raised by this motion was also raised by the charge of the Court, and exceptions thereto.\nThe Defendant also asked the Court to charge that under the pleadings, it was incumbent on the Plaintiff below to show a valuable consideration for the sale (to him) which the Court refused, and Defendant excepted.\nThe jury found for the Plaintiff below, the Court denied a motion for a new trial, judgment was perfected, and a writ of error sued out.\n■‘•There was no erro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=buck-v-colbath"
    }
  ],
  "relatedIncidents": [
    30571,
    30556,
    30561,
    30565,
    30549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}