{
  "id": 30565,
  "title": "1863년 Gould 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1863-02-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gould. 판결일: 1863-02-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GOULD a. GAGER\n**판결일**: 1863-02-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Brown\n\n## 변호인\n\nWilliam M. Ingraham, Chapman & Hitchcock, and Daniel P. Barnard, for the appellants., Jasper W. Gilbert, for the respondent.\n\n## 인용\n\n- 18 Abb. Pr. 32\n- 24 How. Pr. 440\n\n## 판결문 요약\n\n\nBy the Court.* —Brown, J.\nThe court will not interfere and set aside a sale under a judgment or decree of foreclosure, for mere inadequacy of price. But where there has been fraud or collusion, or the parties having an interest as owners or creditors have been prevented from attending the sale by the representations of the master or referee, or by sickness or inevitable accident, then it will exercise its power and order a resale. In Collier a. Whipple (13 Wend., 224,) a resale was granted and affirmed on appeal, upon the ground that the judgment-creditors were prevented from attending the sale in consequence of impressions received by their agent, from a conversation with the master, that the sale would not take place. In Tripp a. Cook (26 Wend., 143,) it was held that a resale will be ordered where the mortgaged premises have been sold below their real value, and bought in by the mortgagee, if the mortgagor or *39those representing his interest have been misled by the mortgagee, or even by a third person, in reference to the foreclosure of the mortgage, and in consequence do not attend the sale. In Requa a. Rea (2 Paige, 339), a resale was ordered, because the master, mistaking his duty, sold the premises for $1,000 to a purchaser who was aware at the time that the master had written instructions from the complainant’s solicitor not to sell for less than $2,600. It was also held that the purchaser at such sale submits himself to the jurisdiction of the court as to all matt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gould-v-gager"
    }
  ],
  "relatedIncidents": [
    30556,
    30561,
    30549,
    30552,
    30555
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}