{
  "id": 30571,
  "title": "1862년 Howell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1862-04-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Howell. 판결일: 1862-04-01. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Howell v. Biddlecom\n**판결일**: 1862-04-01\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Mullin\n\n## 변호인\n\nBrown & Beach, for the appellant., Starbuck & Sawyer, for the respondent.\n\n## 인용\n\n- 62 Barb. 131\n\n## 판결문 요약\n\n\n\nBy the Court,\n\nMullin, J.\nIf the facts in this case have been correctly found, it is impossible to reverse this judgment. All the facts necessary to establish good faith in this sale are found, and nothing on which the charge of fraud can be predicated. It only remains to inquire whether the facts as found are supported by the evidence.\nThere is no controversy as to the terms of the sale, nor, but that, on several occasions, before the sale, the defendant represented the horse as sound. On the plaintiff’s evidence, a warranty is clearly made out. The defendant, however, swears that before the sale was completed he told the plaintiff that the horse was lame when he bought him, and had been lame on two or three occasions subsequent thereto. Washburn and Talcott swear to the same fact. The plaintiff denies- that the defendant ever told *134him any such thing; and he is, to some extent, corroborated by persons who heard the representations, the night before the sale was completed. But there is no such preponderance of evidence as will justify us in saying that the finding is against the evidence.\nWe must assume, then, that the defendant did disclose to the plaintiff that the horse was- lame when he bought him, and had been lame on two or three occasions since. But we must also assume that the defendant represented the horse to be sound, at the time the trade was made. The plaintiff, then, had notice of a previous lameness, and a warranty of his then soundness.. The referee find...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howell-v-biddlecom"
    }
  ],
  "relatedIncidents": [
    30568,
    30556,
    30561,
    30565,
    30549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}