{
  "id": 30587,
  "title": "1861년 Cross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1861-02-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Cross. 판결일: 1861-02-06. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Cross v. Pearson\n**판결일**: 1861-02-06\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Hanna\n\n## 변호인\n\nOrris Blake, S. II. Goodwin and T. C. Whiteside, for the appellant., D. D. Pratt and D. P. Baldwin, for the appellee.\n\n## 인용\n\n- 17 Ind. 612\n\n## 판결문 요약\n\n\nHanna, J.\nPearson executed to one ■ Teague, a writing, which was by him assigned, by indorsement, to Gross, who sued before a justice upon it, making Teague a defendant also. It is as follows:\n«#87 50. Wabash, 11 Month 30th, 1858.\n“Twelve months after date, I promise to pay to the order of Abigail Teague, the sum of eighty-seven dollars and fifty cents, value'received; without any relief whatever from valuation or appraisement laws; but should the beast prove unsound, a deduction to be made by two disinterested persons.”\nThe defendant answered: 1. That the assignment was without consideration, and for the sole purpose of enabling the assignor to be a witness, and that he was the real party in interest. 2. Admits the execution, &amp;c., but avers that said note was given to secure the purchase money for a certain mare obtained of said Teague, who at, &amp;c., represented and expressly warranted to defendant that said mare was in sound condition, free from disease, and a good working animal, &amp;c. Averment of unsoundness and want of value, and that the same was known to Teague on, &amp;c. That, therefore, there was a failure of consideration. 3. Avers that the contract was as set forth in the complaint, and second paragraph of the answer; and that after a trial, finding the animal unsound, &amp;c., he informed Teague thereof, and requested him to appoint an appraiser, &amp;c., which he refused to do: and that on, &amp;c., defendant caused her to be appraised, by disintereste...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cross-v-pearson"
    }
  ],
  "relatedIncidents": [
    30568,
    30571,
    30589,
    30591,
    30593
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}