{
  "id": 30595,
  "title": "1860년 Furr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1860-06-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Furr. 판결일: 1860-06-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: PAUL W. FURR v. A. S. MOSS Et Al.\n**판결일**: 1860-06-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Manly\n\n## 변호인\n\nFowle, for the plaintiff., No counsel appeared for the defendants in this Court.\n\n## 인용\n\n- 52 N.C. 525\n\n## 판결문 요약\n\nThe defendant Moss was a magistrate, the defendant Marshall sheriff of the county of Stanly. A number of citizens were gathered together in the said county for the purpose of paying public taxes, where the two defendants were present, attending to that business. During the day one Linker became very disorderly and committed a breach of the peace by assaulting one Parks, to which he was encouraged by the plaintiff. The defendant Moss ordered the defendant Marshall to take Linker into custody and tie him, which he did, and taking Linker outside of the assembly, tied him to a tree, where he remained tied for the space of *Page 405 \nten minutes. The defendant Moss was engaged in writing a warrant against Linker when the plaintiff's demeanor and conversation afforded the occasion for the acts complained of. The evidence was somewhat contradictory as to the deportment of the plaintiff on the occasion, the plaintiff's witnesses representing that he was taken up          (526) and tied because he questioned the legality of the treatment Linker was receiving from the defendants, while the defendant's witnesses stated that the plaintiff violently interfered and abetted the attack of Linker on Parks, and that after he (L.) was tied, grossly abused, derided, and insulted the magistrate while engaged in writing the warrant against Linker; that for this the magistrate, Moss, ordered Marshall, the sheriff, to take the plaintiff into his custody, and to tie him, which was done without violen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=furr-v-moss"
    }
  ],
  "relatedIncidents": [
    30589,
    30593,
    30591,
    30594,
    30598
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}