{
  "id": 30593,
  "title": "1860년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1860-06-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 1860-06-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JONES v. ROBSON\n**판결일**: 1860-06-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Stephens\n\n## 변호인\n\nVason & Davis, for plaintiff in error., Warren & Warren, contra.\n\n## 인용\n\n- 30 Ga. 826\n\n## 판결문 요약\n\n\n\n*828\nBy the Court.\n\nStephens, J.,\ndelivering the opinion.\nA bill of review, in order to be sustained, ought to make a case for reversing the former decree, and this bill does not make such a case. • The decree which is sought to be reversed, was founded upon an alleged contract between Mrs. Jones and Mr. Robson. We have not before us, in the present case, the proof in support of that contract, but Judge Lumpkin, in his written opinion in the former case, says, “ there is a superabundance of evidence to prove this contract, and of his (Robson’s) distinct and oft-repeated recognition of it.” See 27 Ga, Rep., 272. This bill of review rests upon an assault on that proof, but it touches only two points of the “superabundance” which existed. When I speak of the extent of the attack, I mean the attack as supported by affidavits, for it is not entitled to consideration further than it is so supported. Round assertions, that no such contract ever was made, go for nothing, without pointing out the sources from which such proof is to come as would authorize the reversal of the former decree. The first point made by the bill of review, as supported by affidavits, is upon Mrs. Dudley, whose testimony was a part of that “superabundance” of proof on which the former decree was obtained. The case which it makes on her testimony is at most but one of suspicion. It may be, as stated by the commissioners who took her testimony, that she answered from a manuscript which she refused to let them...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-robson"
    }
  ],
  "relatedIncidents": [
    30589,
    30595,
    30591,
    30594,
    30598
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}