{
  "id": 30598,
  "title": "1860년 Cotton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1860-04-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Cotton. 판결일: 1860-04-15. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: M. D. Cooper & Co. v. Joseph A. Cotton\n**판결일**: 1860-04-15\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Buchanan\n\n## 변호인\n\nE. Phillips and Collins <& Leake, for plaintiffs., A. M. Dunn, for defendant.\n\n## 인용\n\n- 15 La. Ann. 214\n\n## 판결문 요약\n\n\nBuchanan, J.\nThis is a personal action by a creditor of the Succession of Joseph Colton, deceased, against the son and testamentary executor of said Cotton, for the amount due plaintiffs by the succession ; on the ground that the defendant has fraudulently converted the assets of the succession, to his own use.\nThis defendant has excepted to this action, that at the time of its institution, there was pending and undecided, an opposition by plaintiffs to a final account of administration as executor, filed by defendant in the court where the succession was opened ; which opposition contains identically the same matters alleged by plaintiffs in the present action.\nThis exception should have been sustained. An executor is personally liable to the creditors of the succession which he administers, when he has been guilty of mal-administration ; but the regular mode of ascertaining' the extent of such personal liability, is upon an account of administration showing the deficiency of assets to pay creditors.\nWe. are not to be understood as saying, that an executor can never be held personally liable to creditors, unless upon an account rendered and approved. It may be, that the executor will fail or refuse to render an account. Or peculiar *215circumstances may render such a mode of ascertaining' the executor’s delinquency superfluous. But in the present case, there was an account of executorship rendered — and that, upon a judgment of the District Court, affirmed by this court, or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=m-d-cooper-co-v-cotton"
    }
  ],
  "relatedIncidents": [
    30591,
    30594,
    30589,
    30593,
    30595
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}