{
  "id": 3060,
  "title": "2016년 Bearcomesout 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-11-18",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Bearcomesout. 판결일: 2016-11-18. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA, -vs- MAHPEVANAHANE LORNE BEARCOMESOUT\n**판결일**: 2016-11-18\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Chairperson, Gilbert, Hon, Newman, Seeley\n\n## 인용\n\n- 386 Mont. 97\n\n## 판결문 요약\n\n\nORDER TO CONTINUE SENTENCE REVIEW HEARING\nOn October 30, 2014, the Court sentenced the Defendant to a commitment to the Montana State Prison for Forty (40) years with five (5) years suspended for the offense of Count I: Deliberate Homicide, a Felony, in violation of §45-18-201, MCA, followed by five (5) years to run consecutive, for the use of a weapon pursuant to §46-18-221, MCA, which shall run consecutive to the sentence imposed in criminal cause DC-13-0360. In addition, pursuant to §46-18-202, MCA, the Court ordered that the Defendant was not be eligible for parole until he is fifty (50) years old, which will occur on July 9, 2028.\nThe total net sentence of forty-five (45) years, with five (5) years suspended, with a parole restriction of fourteen (14) years, eight (8) months, and nineteen (19) days. The parole restriction was imposed to protect society and appropriately punish the Defendant for the violent offense committed and the harm caused, based on his age at the time of the offense while terminating the State’s supervision of the Defendant when he reaches the age of 80.\nThe Court granted the Defendant credit for time spent in pre-trial incarceration from October 21, 2013 to October 30, 2014. The Court ordered the Defendant to pay restitution in the total amount of one thousand seven hundred eighty Dollars ($1,780.00).\nOn November 17, 2016, the Defendant’s Application for review of that sentence was scheduled to be heard by the Sentence Review Division of the Monta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bearcomesout"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3079
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}