{
  "id": 30613,
  "title": "1859년 Almony 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1859-09-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Almony. 판결일: 1859-09-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Nathan Almony and Wife v. Nathaniel Hicks\n**판결일**: 1859-09-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Wright\n\n## 변호인\n\nR. ARNOLD, for the complainants., Nethekland & Heiskell, for the defendants.\n\n## 인용\n\n- 40 Tenn. 39\n\n## 판결문 요약\n\n\nWright, J.,\ndelivered the opinion of the Court.\nThe demurrer was not well taken, and the Chancellor erred in dismissing the bill, and amended bill.\nThe question is, whether the bill and amendment, taken together, make a proper case for equitable relief ? It is true that in the original bill partition was asked, and to that extent — if the demurrer had been confined to that part of the bill — it might have been a question whether it were not proper *41—the title not being clear. But we understand the amended bill to abandon this branch of the case, and to confine itself to a claim for relief upon the ground of removing clouds from the share of complainant, Sarah, in the lands inherited from her father. There is also a prayer to be restored to the possession, and to have a decree for rents.\nThere is nothing in the bill, or amended bill, to show that defendants have had seven years’ possession of this land, or that the rights of complainants have, in any way, been affected by the statute of limitations. They are both, therefore, immediately interested in the share of complainant, Sarah, and entitled to the possession and rents.\nAnd these will be decreed them, if the Court of Chancery has jurisdiction for any purpose ; the rule being, if relief can be given as to anything, to retain the case until the whole matter is disposed of, and the rights of the parties settled. 2 Yer., 524, 531; 10 Yer., 59, 83.\nAs to the deed purporting to have been executed by Wm. ITicks, sr., in his li...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=almony-v-hicks"
    }
  ],
  "relatedIncidents": [
    30605,
    30612,
    30618,
    30620,
    30621
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}