{
  "id": 30612,
  "title": "1859년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1859-09-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Walker. 판결일: 1859-09-15. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Henry D. Stone & another v. Benjamin Walker & another\n**판결일**: 1859-09-15\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Shaw\n\n## 변호인\n\nD. Foster & P. P. Todd, for the plaintiffs., C. Devens, Jr. & G. F. Hoar, for the defendants,\n\n## 인용\n\n- 79 Mass. 613\n\n## 판결문 요약\n\n\nShaw, C. J.\nThis is a joint action against Benjamin Walker and Comfort M. Walker, for professional services done by the plaintiffs as lawyers and copartners. Comfort M. Walker was defaulted, and Benjamin alone defends, and the question is whether a joint promise was proved, binding on both defendants. The grounds of Benjamin Walker’s defence are, 1st. That he never engaged the services of the plaintiffs at all; and 2d. That if he ever promised payment, it was a collateral undertaking to pay the debt of a third party, and was therefore void, not being in writing.\nThe provision in the statute of frauds, Rev. Sts. c. 74, § 1, is, that no action shall be brought, to charge any person upon any special promise to answer for the debt, default or misdoings of another, unless the contract or some memorandum thereof be in writing, signed, &amp;c.\nThe court of common pleas instructed the jury that as the services to be rendered were for the benefit of Comfort—that is, to defend him against a criminal charge — they must find, in order to charge Benjamin Walker, that there was an original-express promise on his part to pay for the services, but that no precise form of words was necessary, in which to make such promise.\nThe first object is to see if we understand this direction. The terms “ original ” and “ collateral,” as applied to undertakings in connection with the statute of frauds, though not found in the statute, are often used in applying it, and, being significant and intelligibl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stone-v-walker"
    }
  ],
  "relatedIncidents": [
    30605,
    30618,
    30621,
    30622,
    30591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}