{
  "id": 30627,
  "title": "1858년 McKenty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1858-07-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: McKenty. 판결일: 1858-07-01. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: McKENTY v. GLADWIN, HUGG & CO., (C. K. GARRISON INTERVENORS.)\n**판결일**: 1858-07-01\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Burnett\n\n## 인용\n\n- 10 Cal. 227\n\n## 판결문 요약\n\n\nBurnett, J., delivered the opinion of the Court\nTerry, C. J., concurring.\nThe plaintiff commenced his suit by attachment, and seized certain goods and chattels of defendants. The intervenors also sued in attachment, and levied their writ upon the same goods; and then intervened, upon the ground that the claim of plaintiff was fraudulent as against creditors. The plaintiff had judgment in the Court below, and the intervenors appealed.\nIt is objected, by the learned counsel for the plaintiff, that Garrison and others could not intervene in this suit. But it is unnecessary to examine that question, as the objection was not raised in the Court below. The intervention was filed; and the plaintiff answered, simply denying the allegations contained therein. The parties went to trial upon the issues made, and it is now too late to object, for the first time, that the proper mode of proceeding was not adopted by the intervenors. The facts alleged, if true, entitle the intervenors to relief in some form; and if the plaintiff had any objection to the mere form of the proceeding, he should have made the objection at the proper time.\nHaving disposed of this objection, we come to the merits of the controversy. The note upon which plaintiff predicated his suit, was for the sum of $25,912 50; and was executed on the fifteenth or sixteenth of June, 1857, but ante-dated to the fourth of June, and drawing interest, from date, at the rate of two and. one-half j&gt;er cent, per month until paid....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckenty-v-gladwin-hugg-co"
    }
  ],
  "relatedIncidents": [
    30626,
    30628,
    30605,
    30612,
    30618
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}