{
  "id": 30620,
  "title": "1859년 Isaac 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1859-04-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Isaac. 판결일: 1859-04-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Isaac (a Slave) v. State\n**판결일**: 1859-04-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: McKinney\n\n## 변호인\n\nBROWN, Kins, and Barnett, for the plaintiff in error., SNEED, Attorney General, for the State.\n\n## 인용\n\n- 39 Tenn. 458\n\n## 판결문 요약\n\n\nMcKinney, J.,\ndelivered the opinion of the Court. .\nThe prisoner was convicted in the Criminal Court of Memphis, of the murder of a white man, named Gideon Bauden, and sentenced to be hung. From this- judgment an appeal in error was prosecuted to this Cpurt.\nOf the several errors assigned, the only one thought necessary to be considered for the present, arises out of the action of the Court in regard to one of the jurors.\nAfter the full number of twelve jurors had been regularly tried and elected, and were about to Be sworn, W. W. Ritchie, one of the number, refused, repeatedly, *459to take the usual oath, on the ground, as was pretended, “ of conscientious scruples in regard to capital punishment.” And, thereupon, the other eleven jurors were sworn; and Ritchie was ordered' by the Court to be imprisoned one month, and was accordingly committed to jail forthwith.\nThere is some confusion and apparent contradiction in the statements, in the bill of exceptions, as to what followed, but from the whole record, the probable truth of the case is, that after ordering the juror, Ritchie, to jail, the Court further ordered that he be “ discharged as a juror,” and directed the sheriff to summon a panel of nineteen jurors by next morning. On the next mor.ning, before the return of said panel of jurors, and after fifteen hours’ imprisonment, the sheriff announced that Ritchie was then willing to be sworn as a juror. Upon this information Ritchie was brought into Court, and the Court dire...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=isaac-v-state"
    }
  ],
  "relatedIncidents": [
    30605,
    30612,
    30613,
    30618,
    30621
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}