{
  "id": 30626,
  "title": "1858년 Rooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1858-07-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Rooks. 판결일: 1858-07-15. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Dennis Rooks v. Mary Williams, Administratrix, and Sheriff\n**판결일**: 1858-07-15\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Cole\n\n## 변호인\n\n8. Q. Parsons, for plaintiff and appellant., Todd fy Bryham, for defendant.\n\n## 인용\n\n- 13 La. Ann. 374\n\n## 판결문 요약\n\n\nCole, J.\nThis action is instituted to annul a judgment rendered in the District Court of Morehouse, in the suit of J. C. Williams v. Rooks &amp; Douglas, which judgment was affirmed by the Supremo Court.\nThe grounds of the petition will be considered in their order.\n1. “ Because no legal citation was served on the defendant, Rooks.” It is a sufficient answer to this to state, that an answer was filed by Rooks and his co-defendant.\n2. “No issue was joined, either legal or tacit.” This is contradicted by the answer of Rooks fy Douglas.\n3. “ Because the judgment sought to be annulled was obtained through fraud and other ill practices on the part of /. C. Williams.” This allegation is too general to authorize the arrest of the execution of a solemn judgment.\nIn the same petition plaintiff obtained a writ of injunction, based upon the following additional grounds :\n1. “ That the fi. fa. improperly issued in the name of /. C. Williams, instead of his legal representatives.”\nThis could not injure plaintiff, for he could have been relieved of all difficulty as to the legality of the execution, by paying the judgment to the administrator of J. C. Williams or to his legal representatives.\n2. “ That the execution issued for the recovery of rent for an improvement on public land, which had not been in possession of plaintiff since February, 1855, and which land had been sold by the government of the United States to one Z. Mills.”\nThis objection was one to be considered in the original ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rooks-v-williams"
    }
  ],
  "relatedIncidents": [
    30627,
    30628,
    30605,
    30612,
    30618
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}