{
  "id": 30628,
  "title": "1858년 Blanchard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1858-07-01",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Blanchard. 판결일: 1858-07-01. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SAMUEL BLANCHARD v. DAVID McDOUGAL\n**판결일**: 1858-07-01\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Smith\n\n## 변호인\n\nButler, BuWiek and Gotbrill for appellants., J. H. Pome and Son for respondent.\n\n## 인용\n\n- 6 Wis. 167\n\n## 판결문 요약\n\n\n*168By the Oowt,\nSmith, J\".\nThis is a suit brought by the appellant to enforce the specific performance of a parol contract for the conveyance of land.\nIt is believed that this court has gone as far to enforce specifically the performance of contracts, but no farther, than the authorities will justify, or sound principles of equitable jurisprudence required; and we are not inclined to dispute the position, that part performance of a parol contract for the purchase of lands, accompanied by delivery of possession, is sufficient to take the case .out of the statute of frauds. Were that the. only question here, we should have little difficulty in arriving at a satisfactory conclusion.\nIt is claimed by the plaintiff, and so alleged in his bill of complaint, that in September, 1855, being then in possession of lot 15, in block 68, in the seventh ward of the city of Milwaukee, as a tenant under the defendant, who was the owner thereof in fee, he entered into a contract with the defendant for the purchase of the same, for the sum of $3000 ; $50 tobe paid down, $450 at the time of making the deed, and the remainder in three equal instalments, with interest at the rate of eight per cent, per annum; that $50 was paid down at the time of making the contract; that the plaintiff remained in possession thenceforth under his contract of purchase; that he had made a tender of the $450, and a mortgage to secure the remainder of the purchase money, and demanded a deed, which was refused.\nThe d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blanchard-v-mcdougal"
    }
  ],
  "relatedIncidents": [
    30626,
    30627,
    30605,
    30612,
    30618
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}