{
  "id": 30631,
  "title": "1858년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1858-04-05",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Anderson. 판결일: 1858-04-05. 법원: Superior Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: State v. Wesley Anderson.\n**판결일**: 1858-04-05\n**법원**: Superior Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: <italic>The Court, Gilpin C. J., charged the jury.</italic>\n\n## 변호인\n\nSpruance, Deputy Attorney General,  after reviewing the evidence, contended that it would not do to hold that, in\nevery case of a fight in which one of the parties is killed outright, or mortally wounded, the other must be acquitted entirely, or convicted of manslaughter only. If it be the result of violent and uncontrollable passion under a great and gross provocation, it may be so; but such were not the facts in this case, and it was therefore a case of murder of the second degree under the st\n\n## 인용\n\n- 1 Houston 38\n\n## 판결문 요약\n\nAt a Court of Oyer and Terminer held at this term, Wesley Anderson, negro, was indicted and tried for the murder in the first degree of James T. Emory, negro, in the month of August preceding. *Page 39 \nThey had met at the camp-meeting near Camden, and having had a quarrel, Anderson told Emory that if he would follow him off the camp ground he would give him satisfaction, on which they started and walked about a hundred yards from it, when Anderson turned to him and asked him if he had come out there to fight, to which he replied no, but if he had to fight he could do it, when Anderson immediately struck him with his fist and staggered him back some little, but he recovered and stepped up towards Anderson with both his hands behind him and with a pocket knife in one of them, of which a bystander just then gave notice to Anderson, who exclaimed, putting his hand at the same instant in his pocket, \"damn you, if that is what you want, I am ready for you,\" and drawing a pocket knife from it, made a pass at him with it, but missed him; he then repeated the effort and struck him with the blade of it, inflicting a cut or gash in his left side extending an inch and a half in length. An effort to repeat the blow was arrested by some one seizing hold of his arm, and others interposing they were at once separated. Anderson had his coat off when they left the camp ground, and Emory was drawing his when the knife was first seen in his hand, and just as Anderson struck him with his fist. B...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-anderson"
    }
  ],
  "relatedIncidents": [
    30620,
    30626,
    30627,
    30628,
    30643
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}