{
  "id": 30634,
  "title": "1857년 Barry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1857-12-15",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Barry. 판결일: 1857-12-15. 법원: U.S. Circuit Court for the District of Southern Ohio.",
  "description": "## 사건 정보\n\n**사건명**: SACKETT'S HARBOR BANK v. BARRY\n**판결일**: 1857-12-15\n**법원**: U.S. Circuit Court for the District of Southern Ohio\n**관할**: Ohio, OH\n\n## 변호인\n\nH. Stanbery and Convine & Hayes, for complainants., Tilden & Curwen, for defendants.\n\n## 인용\n\n- 21 F. Cas. 133\n- 1 Bond 154\n\n## 판결문 요약\n\n\nOPINION OF THE COURT.\nThis is a bill in chancery prosecuted in the names of the Saekett’s Harbor Bank, a banking institution located at Buffalo, in the state of New York, and Jesse C. Dunn and others, citizens of said state, against Ebenezer F. Osborn and several other persons averred to be citizens of the state of Ohio. The complainants allege that they are stockholders in the Union Bank of Sandusky city, and sue in that character. They charge, in their bill, that a part of the defendants were directors and officers of said Union Bank; and that, in violation of their duty as such, and in fraud of the rights of the stockholders, at a time when the bank was profitably engaged in its business, they assigned all its effects in payment of its debts; thereby putting an end to the practical exercise of its franchises and functions as a bank, and greatly lessening the value of its stock. The prayer of the bill is 'for an account, and for a decree for the effects of the bank, so far as there are any; and also for damages and compensation for the wrongful assignment.\nThe defendants, Osborn, Freeland T. Barry. Sadler, Hubbard, Witherell, Johnson, and Bill, have -filed a plea to the jurisdiction of this court, averring: (1) That Theodore Tor-rey, named as a defendant in the bill, was a citizen of Missouri, at the commencement of this suit, and still resides there; and that process has not been served on him. (21 That the said Osborn. Barry, and the other defendants above named, are cit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sacketts-harbor-bank-v-barry"
    }
  ],
  "relatedIncidents": [
    30640,
    30647,
    30626,
    30627,
    30628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}