{
  "id": 3063,
  "title": "2016년 Mackey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-11-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Mackey. 판결일: 2016-11-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Jerome MACKEY v. Ronald THOMPSON\n**판결일**: 2016-11-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Landrieu, Love, Tobias\n\n## 변호인\n\nTimothy R. Richardson, USRY WEEKS & MATTHEWS, APLC, 1615 Poydras Street, Suite 1250, New Orleans, LA 70112, COUNSEL FOR PLAINTIFF/APPELLANT, Kristopher M. Gould, James R. Nieset, Jr., PORTEOUS, HAINKEL & JOHNSON, 704 Carondelet Street, New Orleans, LA 70130, COUNSEL FOR DEFENDANT/APPELLEE\n\n## 인용\n\n- 204 So. 3d 642\n\n## 판결문 요약\n\n\nJudge Madeleine M. Landrieu\nliThe plaintiff, Jerome Mackey, appeals the trial court’s granting of summary judgment dismissing his suit against the defendants, Ronald Thompson and his wife, Kim Thompson. For the reasons that follow, we affirm.\nFACTS AND PROCEEDINGS BELOW\nMr. 'Mackey filed suit against the Thompsons alleging they were liable for injuries he sustained when he fell from the roof of their house on December 29, 2012, fracturing his clavicle and injuring his hand, The petition alleges that Mr. Thompson had hired Mr. Mackey earlier that day to put a new roof on the house. Mr. Mack-ey fell while attempting to climb down from the roof on a ladder provided by Mr. Thompson.\nThe Thompsons filed a motion for summary judgment on October 21, 2015, asserting that Mr. Mackey lacked any evidence to establish that they were at fault in causing his accident. In support of their motion, the Thompsons attached excerpts from the depositions of Mr. Mackey and of Eric Johnson, a nonparty to this' litigation who was assisting Mr. Mackey on the day of the accident. The |2Thompsons argued that the plaintiffs own deposition testimony establishes that his fall was solely caused by his own negligence and/or the negligence of Mr. Johnson. In opposition to the motion the plaintiff submitted the entire depositions of Mr. Mackey and Mr. Johnson, as well as'the affidavit of John Barry, a licensed contractor hired by the plaintiff to inspect and photograph the roof and ladder after the accident....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mackey-v-thompson"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}