{
  "id": 30647,
  "title": "1857년 Phipps 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1857-02-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Phipps. 판결일: 1857-02-15. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Sarah Phipps v. John Berger\n**판결일**: 1857-02-15\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Buchanan\n\n## 변호인\n\nA. Beatty, for plaintiff., Goode & AycoeJc, for defendant and appellant.\n\n## 인용\n\n- 12 La. Ann. 111\n\n## 판결문 요약\n\n\nBuchanan, J.\nDefendant being sued on his three notes, given for the price of a slave purchased at probate sale, pleads that the slave was affected at the time of the sale with a chronic disease, which defendant is not able to describe, but which he was informed was brought on by eating dirt, the existence of which disease was fraudulently concealed by the executors at the time of the sale, and that the slave was rendered entirely useless by the said disease, which caused his death about six months after the sale.\nThe unsoundness of the slave Eemy when sold is not only proved but admitted. But it is proved by four witnesses, introduced by plaintiff, that he was proclaimed to be'unsound from the stand, to the bidders at the public sale, by the Deputy Sheriff who cried the property sold. This brings the case within Article 2498 of the Civil Code, which says: “Nor can the buyer institute the redhibitory action on account of the latent defects which the seller has declared to' him before or at the time of the sale.”\nIt is hardly necessary to notice the bills of exception to the parol evidence of these declarations, for the same Article of the Code expressly allows this sort of proof.\nJudgment affirmed, with costs.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phipps-v-berger"
    }
  ],
  "relatedIncidents": [
    30634,
    30640,
    30626,
    30627,
    30628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}