{
  "id": 30643,
  "title": "1857년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1857-05-05",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Davis. 판결일: 1857-05-05. 법원: Superior Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: State v. David Davis.\n**판결일**: 1857-05-05\n**법원**: Superior Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: <italic>The Court, Gilpin, C. J., charged the jury.</italic>\n\n## 변호인\n\nFisher, Attorney General,  defined the crime of murder at common law. 4  Black. Com.  195. And express malice at common law. 4 Black. Com.  198. But if the State had failed to prove that the killing had been committed with such deliberation as to constitute express malice as\nso defined, the prisoner should be convicted of murder with implied malice and in the second degree, provided the jury should be satisfied from the evidence that it was done by the prisoner with any degree of deliberation, h\n\n## 인용\n\n- 1 Houston 13\n\n## 판결문 요약\n\nAt a Court of Oyer and Terminer held at this term, David Davis,alias James Saunders, was indicted and tried for the murder in the first degree of David Carr.\nThe prisoner and another called at the tavern of the deceased in Brandywine hundred for breakfast about eleven o'clock on the morning of the 5th of December, 1856, which was furnished them. Both of them, and the prisoner particularly, used much profane language whilst they were at the breakfast table in the presence of the woman waiting upon it. After breakfast they returned to the bar room and remained there until about half-past 3 o'clock *Page 14 \nin the afternoon, the prisoner talking quite loud to every one who came in, and at other times apparently asleep with his companion in the room. In passing by the bar room door about that hour, the waiting woman before referred to, observed the prisoner and his companion standing before the bar disputing with each other about a quarter of a dollar, and the landlord, David Carr, leaning over the bar and looking at them, but saying nothing; and immediately after ascending the stairs on her way by the bar room door, she heard a scuffle below in it, and a cry in a loud voice which she distinctly recognized as that of the prisoner, \"God damn him, kill him!\" She then heard a fall as of a body on the floor below, and hurrying down stairs, saw David Carr lying on the passage floor just outside of the bar room, and the prisoner and his companion standing one on either side of him, wh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-davis"
    }
  ],
  "relatedIncidents": [
    30645,
    30646,
    30631,
    30634,
    30639
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}