{
  "id": 30649,
  "title": "1856년 Sneed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1856-12-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Sneed. 판결일: 1856-12-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Thomas J. Sneed v. Walter M. Bradley\n**판결일**: 1856-12-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: McKrioray\n\n## 변호인\n\nCantRell, for' the complainants.’, A. M. Savage and-Bons, for the defendants.\n\n## 인용\n\n- 36 Tenn. 301\n\n## 판결문 요약\n\n\nMcKrioraY, ■ Jv\n’ delivered the'opinion of the Court.\n• The complainants are judgment creditors of'the defendant Bradley; ' and having exhausted their legal remedy, they brought this .bill to reach a fund alleged to be in the hands of the defendant Dinwiddie, supposed to belong to Bradley, .their debtor. The bill was filed on the 24th of February, 1855. It' charges that, about two years before the filing of the bill,' the defendant Bradley entered into a verbal contract with the defendant Dinwiddie for the purchase of twenty acres of land in DeKalb county, at the price of $400; ■ that Bradley had paid to Dinwiddie $200 of the purchase - money, and that the remaining sum of $200 was still unpaid; that Bradley entered into possession after his purchase, and still retained the possession of said land. The assumed 'equity of the bill rests upon the ground that the verbal contract is utterly void, and incapable of confirmation or of execution by the statute of frauds; and being so, that Dinwiddie is bound to refund to Bradley the $200 received; and is, in law, debtor to him in that amount; and therefore the complainants have the right to lay hold of that fund, and have the same applied towards the satisfaction of their judgments. To this *303end, a writ of attachment was issued, and' likewise an injunction, as prayed for' in the bill, attaching the fund in the hands of Dinwiddie, and enjoining him from ‘paying over the same, or making any 'adjustment- in respect thereof with the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sneed-v-bradley"
    }
  ],
  "relatedIncidents": [
    30650,
    30634,
    30640,
    30647,
    30657
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}