{
  "id": 30657,
  "title": "1856년 Carson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1856-08-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Carson. 판결일: 1856-08-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: JOSEPH McDOWELL CARSON, ADMR., De Bonis Non, Against THOMAS S. DUFFY ADM'R\n**판결일**: 1856-08-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: PeabsoN\n\n## 변호인\n\nNo counsel appeared for the plaintiff .\n\n Gaither for defendant .\n\n## 인용\n\n- 55 N.C. 507\n\n## 판결문 요약\n\nOtis P. Mills, the late husband of the defendant's intestate, bequeathed to his wife, Rachel, personal property to sell, or use the same in any way she might choose, for her own use, and for the use, benefit and education, of their children; and upon the marriage or coming of age of any of her children, the whole remainder of the estate to be divided equally between her and the four children, the part of each to *Page 418 \nbe ascertained and paid over as such child should marry or come of age. He also, by his will, gave her his real estate for her own use, and for the use and education of their children, with the power of selling any of the property for the previously declared uses and trusts; and with the power of purchasing a farm to be held upon the same trusts; and the said Rachel was appointed sole executrix of the will. (508) Mrs. Mills took the estate into her possession, and used and enjoyed\nthe same from the death of her husband in 1844, till her death in 1856 (twelve years.) On her death the plaintiff was appointed administrator de bonis non, with the will annexed of Mr. Mills, and the defendant administrator of Mrs. Mills. The bill is filed by the plaintiff to recover of the defendant the property which Mrs. Mills had of her husband's estate, that the same may be held by him for the use and benefit of the children, according to the provisions of the will. Duffy, the administrator of Mrs. Mills, is the only party defendant.\nThe defendant answers that Mrs. Mills asse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carson-v-duffy"
    }
  ],
  "relatedIncidents": [
    30639,
    30649,
    30650,
    30634,
    30640
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}