{
  "id": 30650,
  "title": "1856년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1856-12-08",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Wright. 판결일: 1856-12-08. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Wright v. Defrees and Others\n**판결일**: 1856-12-08\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Gave, Gookins, Having, Stuart\n\n## 변호인\n\nJ. Morrison, C. A. Bay and J. T. Morrison, for the appellant., H. O’Neal and T. L. Smith, for the appellees.\n\n## 인용\n\n- 8 Ind. 298\n\n## 판결문 요약\n\n\nGookins, J.\nThis action was brought by Joseph A. Wright against John D. Defrees, Andrew L. Osborn, John T. Elliott, Addison L. Roache,- Van Duzen, Washington II. Talbott and John 8. Spann. The complaint was filed October 27,1855. It contains three paragraphs, or causes of action, the first of which states that the plaintiff is the owner of one share of the capital stock of the Indianapolis branch of the Bank of the State of Indiana; that the defendants, and others unknown to the plaintiff, but who, when discovered, are prayed to be made parties, at the last session of the General Assembly, by fraud, corruption, and bribery, procured to be *299passed by a majority of both houses of that body, and over the veto of the governor, a bill entitled, “ An act to establish a Bank with Branches,” which the plaintiff alleges to be unconstitutional and void, but which the defendants and their confederates are attempting to put in force and carry into effect and operation by fraudulent and corrupt proceedings, — to organize under its provisions, and to put in operation such a bank with branches, at various places in this State; that Thomas L. Smith, and the defendants, Osborn, Elliott, Roache and Defrees, who were named as commissioners in said act, met at Indianapolis within the time'therein mentioned, •divided the State into bank districts, and appointed two sub-commissioners for each district, to receive subscriptions of stock, and to perform the other duties required by the act; that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wright-v-defrees"
    }
  ],
  "relatedIncidents": [
    30649,
    30634,
    30640,
    30647,
    30657
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}