{
  "id": 30665,
  "title": "1855년 Lunt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1855-12-14",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Lunt. 판결일: 1855-12-14. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. LUNT\n**판결일**: 1855-12-14\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Sprague\n\n## 변호인\n\nMr. Dana, for defendant,, Mr. Hallett, TJ. S. Dist. Atty.,\n\n## 인용\n\n- 26 F. Cas. 1021\n- 1 Sprague 311\n\n## 판결문 요약\n\n\nSPRAGUE, District Judge,\ncharged the jury in full upon the law applicable to the case. He said the word “assault,” in the indictment, carried with it the allegation of illegality. It required proof of an unjustifiable offer, or attempt, to do bodily harm to another; but that malice was not an ingredient in this offence, and need not be proved. The burden of proof did not shift. It was on the government, throughout, to establish the fact of an unjustifiable use of the weapon. If the jury were in reasonable doubt, on all the evidence, as to the guilt, they must acquit. On the main question, he ruled that the master of a vessel has not only the right, which every man has, of self-defence against impending danger to himself or his property, but he has also the right to defend his authority. It is his duty to maintain the supremacy of lawful authority orer the crew who rise against it. The law requires that he should use no more force than is necessary to accomplish the end. The law is tender of human life. It does not allow the use of deadly weapons, except from necessity. That necessity, however, is not limited to mere personal self-defence. The master of a ship is not bound to surrender his command, in order to avoid a conflict with the crew, but may defend his authority against illegal violence, and may use such force as is necessary for that purpose, and, in some eases, he may use such force as appears to be necessaiy. If, from the grossly mutinous and menacing misconduct of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lunt"
    }
  ],
  "relatedIncidents": [
    30672,
    30674,
    30639,
    30649,
    30650
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}