{
  "id": 30672,
  "title": "1855년 State v. . Gentry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1855-08-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Gentry. 판결일: 1855-08-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. . William Gentry.\n**판결일**: 1855-08-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: PeaesoN\n\n## 변호인\n\nAttorney General and Baxter , for plaintiff.\n\n Gaither, Edney, N.W. Woodfin  and  J. W. Woodfin , for defendant.\n\n## 인용\n\n- 47 N.C. 406\n\n## 판결문 요약\n\nThe prisoner was indicted for the murder of one Mastin Gosnall. The evidence was, that the prisoner, the deceased, James Gunter (the half brother of the deceased,) and others, were at the house of the father of the deceased on the day of the alleged murder, and that the prisoner and the deceased were apparently friendly, and that the deceased had mended the shoe of the prisoner; that during the day the prisoner and Gunter had a quarrel, when the former drew his knife on the latter, and the latter drew a loaded pistol on the prisoner. In the evening of the same day, the deceased and Gunter were in the house, and the prisoner and the wife of the deceased were in the yard, when insulting language passed between the two latter, which was heard by the deceased: thereupon the deceased pulled off his coat and came out of the door into the yard, in a threatening attitude, throwing down his hat, and saying to the prisoner, \"if you have any thing to say, I am your man,\" and advanced towards the prisoner in a menacing manner, with his half brother close to him, with his pistol in his possession: the mother of the deceased caught hold of him, saying, that the prisoner would kill him, when one Norton, the father-in-law of the deceased, pulled her away, saying, \"let Mastin alone.\"\nThe prisoner, at the time the deceased came out of the house, was standing at the fence, about ten or twelve steps from the house, whittling with his knife, and as the deceased was advancing on him, turned around...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gentry"
    }
  ],
  "relatedIncidents": [
    30674,
    30665,
    30695,
    30643,
    30645
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}