{
  "id": 30674,
  "title": "1855년 Kennedy v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1855-06-15",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Kennedy v. State. 판결일: 1855-06-15. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kennedy v. State\n**판결일**: 1855-06-15\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Davison\n\n## 변호인\n\nT. D. Walpole, R. L. Walpole and R. A. Riley, for the appellant., D. S. Gooding, for the state.\n\n## 인용\n\n- 6 Ind. 485\n\n## 판결문 요약\n\n\nDavison, J.\nIndictment, containing a single count, charging murder in the first degree. Verdict, “we, the jury, do say and find that Thomas Kennedy is guilty in manner and form as he stands charged in the indictment, and that he shall be imprisoned in the state prison and kept at hard labor during life.” Motions for a new trial and in arrest were denied, and judgment given on the verdict.\nAn act in force when this verdict was rendered, provides, that “upon an indictment for murder in the first degree, the jury may find the defendant not guilty of the crime in the degree charged in the indictment, and may find him guilty of such murder in the second degree; or they may find him guilty of manslaughter.” R. S. 1843, p. 988, s. 14. From this it will be seen that an indictment for murder in the first degree, is, under the above provision, really an indictment for one of three distinct crimes. Hence it is contended that the verdict in this case is bad for uncertainty; that it should have designated the crime for which the defendant was found guilty, in order that the Court might know of what offence he was convicted.\n*486It has been decided that “when there are several counts jn an indictment, charging different grades of the same offence, with punishments differing in degree only, but of the same nature, and the jury return a general verdict of guilty, the judgment will not be arrested. * * * That on the trial of an indictment containing two counts—one for murder and the other fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kennedy-v-state"
    }
  ],
  "relatedIncidents": [
    30672,
    30665,
    30695,
    30643,
    30645
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}