{
  "id": 30695,
  "title": "1854년 Windsor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1854-07-05",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Windsor. 판결일: 1854-07-05. 법원: Superior Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: State v. John Windsor.\n**판결일**: 1854-07-05\n**법원**: Superior Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: <italic>WOOTTEN, Judge.</italic> &#8212;\n\n## 인용\n\n- 5 Del. 512\n\n## 판결문 요약\n\nTHE prisoner was tried in June 1851, for the murder of his wife. He was an aged man of position and property, in Sussex county, shrewd and successful in business, of general good character and peaceful conduct; but the subject of melancholy habits and hypocondriac affections; of superstitious fears and vague apprehensions; probably, of fixed delusions on certain subjects. He was affectionate, and, in general, kind to his wife, who was much younger than he, and parentally fond of her children; except when under the influence of these delusions, which induced a belief of her infidelity, and of her practising spells upon him, in conjunction with others, to take his life. During these paroxisms of jealousy, suspicion and fear, he exhibited great violence of temper; and, in one of them, deliberately shot his wife with a pistol.\nThe defence was insanity; and he was ably defended by Messrs.Robinson, Bayard, Houston and David Paul Brown. Mr. Cullen aided theAttorney General in the prosecution. The trial occupied eight days. From the prisoner's respectable condition and connexions, the character of the crime and other circumstances, it excited as much interest as any case ever tried in this county.\nA motion was made to quash the array of jurors for defect of *Page 513 \nsummons; and also to change the venue, founded on affidavits of counsel, that from extensive inquiry and conversation, they were satisfied there was such a deep and wide spread excitement through the community on the su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-windsor"
    }
  ],
  "relatedIncidents": [
    30672,
    30674,
    30696,
    30665,
    30704
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}