{
  "id": 30711,
  "title": "1853년 Swayze 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1853-02-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Swayze. 판결일: 1853-02-15. 법원: New York Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: Benjamin Swayze, and James Swayze and others\n**판결일**: 1853-02-15\n**법원**: New York Court of Chancery\n**관할**: New York, NY\n\n## 변호인\n\nJ. G. Shipman, for complainant., T. Little, for defendants, James and Isaac Swayze.\n\n## 인용\n\n- 9 N.J. Eq. 273\n\n## 판결문 요약\n\n\nThe Chancellor.\nThis bill is multifarious. It sets up distinct and different causes of complaint, which destroy each other. - It seeks different reliefs, inconsistent'with each other.\nIt asks for relief, on the ground that the complainant is a creditor, and that the real estate in controversy was conveyed to two of the defendants by the complainant’s debtor, for the purpose of defrauding him. The decree that the complainant is entitled to in this aspect of the bill, is that the property is held subject to his debt.\nBut the complainant asks relief on another ground: that he is the heir-at-law of Daniel Swayze; that the two defendants, James and Isaac Swayze, of whose fraud he complains, procured the conveyance from their father, who was an old man, broken down by age, and not of sufficient mental capacity to transact business, by fraud and misrepresentations. The relief to which the complainant is entitled, in this aspect of the bill, is that the deed be decreed absolutely null and void, and the complainant, as one of the heirs-at-law of Daniel Swayze, entitled to the one-sixth part of the land and premises.\nIf the complainant is entitled to relief on the first ground, the conveyance, as between the parties to it, is valid ; and it is valid against the complainant, as an heir-at-law, because *279in this aspect, he stands in the same position as his ancestor, and can have no redress to which he would not have been entitled.\nThe different characters in which the complainant is ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=swayze-v-swayze"
    }
  ],
  "relatedIncidents": [
    30704,
    30696,
    30726,
    30732,
    30734
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}