{
  "id": 30715,
  "title": "1852년 Norwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1852-12-15",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Norwood. 판결일: 1852-12-15. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: THE PRESIDENT AND DIRECTORS OF THE NORTH CAROLINA INSTITUTE, &c., OF THE DEAF AND DUMB against JOHN W. NORWOOD, EXEC'R. OF JOHN KELLY\n**판결일**: 1852-12-15\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Tearson\n\n## 변호인\n\nJ. H. Bryan, for the plaintiffs:, Iredell, for the defendant.\n\n## 인용\n\n- 45 N.C. 65\n\n## 판결문 요약\n\n\nTearsoN, J.\nIn March, 1851, John Kelly, of the county of Orange, died, leaving a will, by which he appoints the defendant his .executor, and in which is contained the following clause:\n“ Item, I give and bequeath to the Deaf and Dumb Institution, “ if it can be secured so that the principal will be secure, and “ nothing but the interest used; on these conditions, I give six “ thousand dollars, for the purpose of educating poor mutes, first “ of this county, when their parents is not able to educate them, “ if these conditions are complied with, I give and bequeath to the “ institution and thek successors in office forever.”\nThe plaintiffs were incorporated by the act of 1848, under the name and title of “ the President and Directors of the North Carolina Institute, for the education of the Deaf and Dumb;” and they allege they are the only institution for the education of the Deaf and Dumb in this State, and are well and popularly known as “ The Deaf and Dumb Institution, ” and by such name were known to the testator, and by him intended to be, and were designated and described in his will. The prayer is for the payment of the $6,000.\nThe defendant admits, that before and since the date of the will, the plaintiffs were engaged in the education of the Deaf and Dumb, and are the only institution in this State professing to give such instruction, and having the means and present ability to do it. But he avers there are in several of the States of this Union such institutions, of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=president-of-the-north-carolina-institute-v-norwood"
    }
  ],
  "relatedIncidents": [
    30726,
    30728,
    30732,
    30734,
    30739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}