{
  "id": 30728,
  "title": "1852년 Bailey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1852-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bailey. 판결일: 1852-07-01. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bailey, President of the Farmers' and Drovers' Bank of Somers, against Ryder and others\n**판결일**: 1852-07-01\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Jewett\n\n## 변호인\n\nSamuel Stevens for the appellant.\n\n## 인용\n\n- 6 N.Y. 363\n\n## 판결문 요약\n\n\nJewett, J.,\ndelivered the opinion of the court. The complainant insists that that part of the decree dismissing his bill with costs should be reversed, and that the defendants, Jesse Ryder and Aaron L. Ryder, should be decreed to be trustees for the judgment debtor, William Ryder, for the land in Indiana, for which they took conveyances in their own name, and for which William Ryder paid the purchase money to the amount of $1500.\nThe ground assumed for a decree declaring John Ryder and Aaron L, Ryder to be trustees for William Ryder, of the land in Indiana, was, that as he had advanced about one-third part of the money expended in the purchase of these lands, for which Jesse and Aaron L., had taken the title in their names, at common law, he was entitled to that proportion of the land purchased as the cestui que trust of a resulting trust of which Jesse and Aaron L., were the trustees; and that in the absence of proof to the contrary, the common law was presumed to be the law of Indiana, the lex loci contractus, by which the effect of the trust was to be determined. The complainant’s bill goes upon the ground that by reason that William Ryder, pursuant to an agreement made between him and Jesse and Aaron L., advanced a certain proportion of the purchase money for their lands, and that the title was taken in the names of Jesse and Aaron L., a trust in them, to the extent of the money advanced by him, resulted to him, which the complainant was entitled to have applied in payme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bailey-v-ryder"
    }
  ],
  "relatedIncidents": [
    30715,
    30726,
    30732,
    30734,
    30704
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}