{
  "id": 30726,
  "title": "1852년 McEntire 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1852-08-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: McEntire. 판결일: 1852-08-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Burgess McEntire v. A. C. McEntire.\n**판결일**: 1852-08-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Nash\n\n## 변호인\n\nJ. Baxter  for the plaintiff.\n\n G. W. Baxter  for the defendant.\n\n## 인용\n\n- 43 N.C. 297\n\n## 판결문 요약\n\nThe case is before us on an appeal from the decree of the court below dissolving the injunction previously obtained. The bill alleges that the plaintiff, at the request of the defendant, loaned him $100; and to secure the repayment the latter conveyed to him by way of mortgage a negro woman named Juno, and if at the end of the specified time the defendant did not repay the money borrowed, then the plaintiff was to pay the further sum of $200 by a specified time. This contract was reduced to writing and signed by the parties, and is dated in February, 1848. After the time when the $200 were to be paid the present defendant brought an action at law to recover that sum, and the bill seeks not only to enjoin the recovery at law, but to rescind the contract. The bill states that in the transaction the defendant was guilty of a gross fraud, for that \"for fifteen or eighteen years before, and on the day the contract was made, the slave Juno was unhealthy, subject to periodical enlargement of one of her legs and abdomen, which rendered her almost, if not entirely, useless; that (298) those enlargements and unhealthy periods usually came on with the warm weather in the spring, and continued until the cold weather in the fall; that her unsoundness was well known to the defendant at the time he pledged her unto the plaintiff, and unknown to him, for the negro was apparently sound and healthy,\" and that the defendant falsely averred her to be sound \"as far as he knew.\" The bill then alle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcentire-v-mcentire"
    }
  ],
  "relatedIncidents": [
    30732,
    30734,
    30704,
    30711,
    30715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}