{
  "id": 30732,
  "title": "1852년 Thorne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1852-02-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Thorne. 판결일: 1852-02-02. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lockwood and Ladew v. Thorne and others\n**판결일**: 1852-02-02\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Harris\n\n## 변호인\n\nII. Hogeboom, for the plaintiffs., JR. W. Peckham, for the defendants.\n\n## 인용\n\n- 12 Barb. 487\n\n## 판결문 요약\n\n\nHarris, J.\nThe single-question which this case presents relates to the effect of the account rendered by the defendants, and the draft made by the plaintiffs, for the balance due, as stated in that account. It is insisted by the defendants, that the circumstances appearing in this case show that the plaintiffs acquiesced in the correctness of the account which had been rendered ; and that the payment of the draft, was a settlement of the account. If this position can be maintained, there being no pretense that there was any fraud or mistake, it follows that this action can not be maintained.\nAn account stated, as defined by Lord Mansfield, (Trueman v. Hurst, 1 T. R. 40,) is an agreement, by both parties, that all the articles in the account are true. If one make up, and render to another, an account of their mutual dealings, it becomes, if admitted to be correct, a settlement, binding upon both. The balance stated may be sued for as a debt, upon the basis of an insimul computassent. So, without an express admission of the correctness of the account, the omission of the party receiving it, to make objections within a reasonable time, will be deemed an acquiescence in its correctness. The rule seems to be, that when a party who receives an account current, omits to make objections within a reasonable time, it shall so far be deemed to be an account stated, as to cast the burden of showing that it is erroneous, upon him. (Murray v. Toland, 3 John. Ch. R. 569. Freeland v. Heron ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lockwood-ladew-v-thorne"
    }
  ],
  "relatedIncidents": [
    30726,
    30734,
    30704,
    30711,
    30715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}