{
  "id": 30739,
  "title": "1851년 Orcutt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1851-06-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Orcutt. 판결일: 1851-06-15. 법원: Court Of Oyer And Terminer New York.",
  "description": "## 사건 정보\n\n**사건명**: The People v. James J. Orcutt\n**판결일**: 1851-06-15\n**법원**: Court Of Oyer And Terminer New York\n**관할**: New York, NY\n\n**판사**: Allen, Sessions, Supreme\n\n## 변호인\n\nF. Kernan, for the prisoner,, S. B. Garvin (district attorney), for the people., J. A. Spencer, for the prisoner, and, The District Attorney, for the people.\n\n## 인용\n\n- 1 Park. Cr. 252\n\n## 판결문 요약\n\n\n\nThe court\n\ncharged the jury, 1st. That if from the evidence they were satisfied that the prisoner in setting the fire did not intend to burn the building, but intended to accomplish some other object, the case would be within the People v. Cotteral, in which the prisoners having been convicted of arson, the judgment was arrested upon the ground that it was proved, beyond all reasonable doubt, that the prisoners merely designed to effect their escape from jail, and did not intend to bum the jail. That the prisoner must be presumed to have intended the ordinary consequences of his- acts, and that it devolved upon him to show the absence of an intent to burn the building.\n2d. That to authorize a conviction for the offence charged, it was not necessary to establish a design to produce death. That such design did not enter into the offence of arson in the first degree, either at common law or under the statute. That it. was immaterial whether the prisoner had knowledge that the building was occupied by human beings lodging therein, either habitually or at the time. It was sufficient if they believed upon the evidence, that the building was in fact thus occupied, and *255that the prisoner willfully burned it in the night time, there being some human being at the time therein, and\n3d. That the jury would inquire, 1st. Whether the barn or stable in which the fire was kindled, and that in which was the office and sleeping room, was one and the same building,- and 2d. If they did not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-orcutt"
    }
  ],
  "relatedIncidents": [
    30746,
    30715,
    30740,
    30745,
    30748
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}