{
  "id": 30745,
  "title": "1851년 Macondray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1851-04-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Macondray. 판결일: 1851-04-15. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Macondray v. Simmons\n**판결일**: 1851-04-15\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Bennett\n\n## 인용\n\n- 1 Cal. 393\n\n## 판결문 요약\n\n\nBy the Court,\nBennett, J.\nThe papers in this cause were consumed in the late fire which occurred in this city. According to our recollection, the facts of the case were as follows :— Macondray furnished certain materials for a building, which Simmons put up, previous to the adoption of the common law. An attachment was issued against the property for the purpose of enforcing the lien, and on the same day on which the attachment was issued, Simmons conveyed the property to the other defendant Knowles. The complaint alleged the amount of the indebtedness of Simmons for the materials furnished by the plaintiff, and charged that the conveyance to Knowles was fraudulent, insisted upon the plaintiff’s having a lien upon the *394buildings, and charged that Knowles had notice of such lien at the time of the conveyance to him, and prayed that the conveyance to Knowles might be set aside as fraudulent, and the premises sold to satisfy the lien. The defendants took issue upon the several allegations in the complaint, and, at the trial, the plaintiff proposed to prove that the conveyance to Knowles was made in fraud of the creditors of Simmons, and insisted that the conveyance should be set aside, and the premises sold to satisfy his lien. The court held that no lien existed, and excluded the proposed evidence to show fraud in the conveyance to Knowles.\nTwo propositions are presented by the case on the part of the plaintiff; 1st, That he had a lien upon the premises under Mexican law ; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=macondray-v-simmons"
    }
  ],
  "relatedIncidents": [
    30740,
    30726,
    30732,
    30734,
    30739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}