{
  "id": 30748,
  "title": "1851년 Covey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1851-03-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Covey. 판결일: 1851-03-04. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Covey v. Noggle\n**판결일**: 1851-03-04\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Welles\n\n## 변호인\n\nJ. Wood, jr. for the appellant., A. A. Hendee, for the respondents.\n\n## 인용\n\n- 13 Barb. 330\n\n## 판결문 요약\n\n\nBy the Court, Welles, J.\nThe capias in the original action was the first process in that suit, and the only means by which the county court acquired jurisdiction of the defendant’s *332person, and was the only authority for his arrest, upon which the bond was taken on which this action is brought. If that capias was issued in a case where the county court had no jurisdiction, the arrest was illegal and void, and no action can be maintained on the bond. (Parke v. Heath, 15 Wend. 301.) The judiciary act, in defining the jurisdiction of the county., courts, and specifying the cases where jurisdiction is conferred, uses the following language: “'Also, to hear, try and determine according to law, the following actions, when all of the defendants at the time of commencing the action, reside in the county in which said court is held; actions of debt, assumpsit and covenant, when the debt or damages claimed shall not exceed, two thousand dollars; actions for assault and battery and false imprisonment, when the damages claimed do not exceed five hundred dollars,” &amp;c. (Laws of 1847, p. 328, § 30.) The capias in the original suit in .this.case Was in the usual form, formerly in use in this court, with an ac etiam clause, in the following words : “ And also to a bill of the said Henry Covey against the said Jacob Noggle, for assaulting, beating, wounding and maiming the said Henry Covey, to his damage of one thousand dollars, according to the custom of our said court, before our sai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=covey-v-noggle"
    }
  ],
  "relatedIncidents": [
    30739,
    30740,
    30745,
    30746,
    30715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}