{
  "id": 30750,
  "title": "1850년 Hampton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1850-12-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Hampton. 판결일: 1850-12-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Henry G. Hampton v. David M. Cooper, Administrator.\n**판결일**: 1850-12-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: RcifpiN\n\n## 변호인\n\nBoyden, for the ^plaintiff., Morehead, for the defendant.\n\n## 인용\n\n- 33 N.C. 580\n\n## 판결문 요약\n\nThe action is assumpsit, and, upon the trial on the general issue, the case was this: Stephen Haynes, as the executor of Moses Crissman, obtained a judgment in Surry Superior Court against Aaron Crissman, and sued out a ca. sa. and delivered it to the plaintiff, who was the sheriff of Surry. He arrested the debtor, who gave a bond to appear and take the benefit of the act for the relief of insolvent debtors. He appeared, and, upon a suggestion of fraud, an issue was made up. Before it was tried Haynes died intestate, and no further proceedings were had on the issue for more than two terms, and the court discharged the debtor from further attendance. Afterwards, the defendant, Cooper, obtained letters of administrationde bonis non with the will annexed of Moses Crissman, and this action was brought against him in that character for the plaintiff's fees and commissions on the execution.      (581) The court was of opinion that the action would not lie, and ordered a nonsuit, and the plaintiff appealed.\nWe suppose the administrator of Haynes could not have discharged the defendant out of custody, but that the power to do so or to complete the execution belonged to the administrator de bonis non, as incident to the debt, which was a part of the original testator's goods unadministered. But, in fact, the defendant did nothing in the matter, but the proceedings were at an end before he administered. Therefore, it seems impossible to charge him in any capacity, by implying a promise...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hampton-v-cooper"
    }
  ],
  "relatedIncidents": [
    30754,
    30740,
    30745,
    30726,
    30732
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}