{
  "id": 30754,
  "title": "1850년 Ludwig 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1850-04-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Ludwig. 판결일: 1850-04-15. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: B. F. Ludwig v. John Kohlman\n**판결일**: 1850-04-15\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Preston\n\n## 변호인\n\nT. A. Bartlette, for plaintiff., A. N. Ogden, for defendant.\n\n## 인용\n\n- 5 La. 298\n\n## 판결문 요약\n\n\nThe judgment of the court was pronounced by\nPreston, J.\nThe plaintiff alleges, that a judgment having been rendered against him, in favor of the defendant, by the Third District Court of the State, he took a suspensive appeal to the Supreme Court; that his appeal was afterwards dismissed by the district court, and from this judgment of dismissal a suspensive appeal was granted to him.\nHe further alleges that, notwithstanding his appeals, the defendant had obtained execution on this judgment against him, and that the sheriff of the parish of Jefferson had seized and was about to sell his property, to the irreparable injury of his rights.\nThe defendant in injunction took a rule on the plaintiff, returnable the 12th of January, 1850, to show cause why the injunction granted should not be dissolved, on the ground that the petition set forth no legal cause for the injunction, and that the same was fraudulently obtained; and moreover prayed for ten per cent interest, and twenty per cent damages, on the amount of the judgment enjoined against the plaintiff and his securities in solido.\nOn the 12th of January, 1850, the parties appeared, and by consent continued the rule until the 26th of January ; and on the same day the defendant filed his answer to the petition for an injunction. In his answer he reiterated the grounds taken in the rule for setting aside the injunction ; and moreover alleged that both the appeals which the plaintiff pretended to have taken had been decided agains...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ludwig-v-kohlman"
    }
  ],
  "relatedIncidents": [
    30750,
    30740,
    30745,
    30726,
    30732
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}