{
  "id": 30768,
  "title": "1847년 Collier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1847-12-16",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Collier. 판결일: 1847-12-16. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Collier v. Baptist Education Society\n**판결일**: 1847-12-16\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Beeok\n\n## 변호인\n\nMcHenry for plaintiff; Lindsey and J. fy W. L. Harlan for defendants.\n\n## 인용\n\n- 47 Ky. 68\n\n## 판결문 요약\n\n\nJudge Beeok\ndelivered the opinion of the Court.\nThis was a petition and summons, brought by the defendants against the plaintiff in error upon the following note:\n“Shelby county, ICy., Nov. 23, 1838.\n“ I hereby promise to pay to the trustees of the Kentucky Baptist Education Society, or their order, the sum of two hundred and fifty dollars, as a donation, in five equal annual instalments, the first instalment payable on the first day of January, A. D., eighteen hundred and forty. Michael Collier.”\nThe defendant filed three pleas, the two first are substantially the same, that the note was obtained by fraud, covin and misrepresentation. The third is in substance, that the note was executed without any legal or valuable consideration. Whether the Court below was right in sustaining a demurrer to this plea, is the first question for consideration.\nMcHenry for plaintiff; Lindsey and J. fy W. L. Harlan for defendants.\nThe Courts of Ky. are bound to take notice of private statutes; (1 Marsh. 369.)\nA subscription to the Baptist Education Society, to aid in the object of its organization, is obligatory, the obligation to appropriate the fund according to the charter, devolved upon thepayee or trustees, and the liability incurred upon the faith of the subscription, constituted a sufficient consideration for the undertaking to pay the subscription.\nIn view of this question, it is proper to refer to the charter or act incorporating the Baptist Education Society, which, although a priva...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collier-v-baptist-education-society"
    }
  ],
  "relatedIncidents": [
    30762,
    30790,
    30793,
    30763,
    30791
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}