{
  "id": 30791,
  "title": "1846년 State v. . Duncan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1846-06-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Duncan. 판결일: 1846-06-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The State vs. Benjamin Duncan\n**판결일**: 1846-06-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Ruffin\n\n## 변호인\n\nAttorney General for the State., Wo Counsel in this Court for the defendant.\n\n## 인용\n\n- 28 N.C. 236\n\n## 판결문 요약\n\nIndictment against the defendant for being an accessory before the fact to the murder of William W. Peden. On this indictment the defendant was tried and convicted, and sentence of death being passed, he appealed to this Court. The following are the facts upon which the points presented to this Court arose:\nOne Underwood was indicted in the Superior Court of Wilkes for the *Page 178 \nmurder of one Peden, and the prisoner, Duncan, was charged in the same indictment as accessory to the fact. At their instance the (237) trial was removed to Iredell, and, on separate trials there, they were convicted and sentenced to be hanged, and each appealed. At December Term, 1845, it was decided by this Court that the judgment against Underwood was not erroneous, and ordered that the decision should be certified to the Superior Court of Iredell, to the intent that the said court should proceed to judgment and sentence accordingly. At the same term the judgment against Duncan was held to be erroneous and reversed, and avenire de novo was awarded, and the usual certificate of that decision was also directed. Those cases may be found reported 27 N.C. 96 and 98. At the succeeding term of Iredell court, as stated in the record, \"the said James Underwood being brought to the bar, and being asked if he hath anything to say why sentence of death should not be pronounced upon him, and replying thereto that he hath not, the court doth thereupon, in obedience to the judgment and mandate of the Supreme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-duncan"
    }
  ],
  "relatedIncidents": [
    30790,
    30793,
    30768,
    30797,
    30802
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}