{
  "id": 3079,
  "title": "2016년 State of Tennessee v. Maurice Brown Sr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-11-07",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Maurice Brown Sr.. 판결일: 2016-11-07. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Maurice Brown Sr.\n**판결일**: 2016-11-07\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                                August 2, 2016 Session\n\n             STATE OF TENNESSEE v. MAURICE BROWN, SR.\n\n                 Appeal from the Criminal Court for Shelby County\n                          No. 1300525 Chris Craft, Judge\n                     ___________________________________\n\n             No. W2015-00466-CCA-R3-CD - Filed November 7, 2016\n                    ___________________________________\n\nThe Defendant, Maurice Brown, Sr., appeals from his convictions for two counts of\nfelony murder, aggravated child abuse of a child under eight years old, aggravated child\nneglect of a child under eight years old, and resisting official detention, for which he\nreceived an effective sentence of life plus eighteen years. On appeal, the Defendant\ncontends that the evidence was insufficient to support his convictions. Upon reviewing\nthe record and the applicable law, we affirm the judgments of the trial court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Criminal Court Affirmed\n\nJOHN EVERETT WILLIAMS, J., delivered the opinion of the court, in which CAMILLE R.\nMCMULLEN and ROBERT L. HOLLOWAY, JR., JJ., joined.\n\nJohn Keith Perry, Jr., Southaven, Mississippi, for the appellant, Maurice Brown, Sr.\n\nHerbert H. Slatery III, Attorney General and Reporter; David H. Findley, Senior Counsel;\nAmy P. Weirich, District Attorney General; and Jennifer Nichols and Reginald\nHenderson, Assi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-maurice-brown-sr"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}