{
  "id": 30803,
  "title": "1845년 Williams v. . Floyd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1845-06-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Williams v. . Floyd. 판결일: 1845-06-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: William A. Williams vs. John R. Floyd & Al\n**판결일**: 1845-06-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Ruffin\n\n## 변호인\n\nWarren Winslow for plaintiff .                     (656)\n\n Strange for defendant .\n\n## 인용\n\n- 27 N.C. 649\n\n## 판결문 요약\n\nThe plaintiff obtained a judgment before a justice of the peace, against the defendant, Floyd, and sued out a ca sa., on which Floyd was arrested. He gave the usual bond, with sureties for his appearance at the next county court, to take the benefit of the act for the belief of insolvent debtors. A person by the name of Miller likewise had a judgment against Floyd, on which he was also taken, and he (650)  gave bond, as in the other case, to appear at the same term of the county court. Floyd filed a schedule and gave a notice both to Williams and to Miller of his arrest in each of the cases, and of his intention to take the oath of insolvency and move for his discharge in each case. At the county court, Williams suggested, in his case, a fraudulent concealment of certain property by the debtor, and Floyd took issue thereon. In like manner, Miller also suggested in his case, a fraudulent concealment of property, and Floyd again took issue thereon. Upon separate trials of the issues the juries found the fraudulent concealments, as alleged by the creditors, respectively. This was at the same term, and from the judgments Floyd appealed and gave appeal bonds, with sureties, in each case. In the Superior Court the sureties in the bonds, taken by the sheriff for the debtor's appearance in the county court, surrendered him, in each case, in discharge of themselves, and he was thereupon committed to the custody of the sheriff, and was confined in prison. Subsequently the issue joined ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-floyd"
    }
  ],
  "relatedIncidents": [
    30797,
    30804,
    30806,
    30790,
    30793
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}