{
  "id": 30814,
  "title": "1843년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1843-07-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Moore. 판결일: 1843-07-15. 법원: Louisiana Court of Errors and Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State v. Seaborne alias Calvin Moore\n**판결일**: 1843-07-15\n**법원**: Louisiana Court of Errors and Appeals\n**관할**: Louisiana, LA\n\n**판사**: Johnson\n\n## 변호인\n\nPreston, Attorney General, for the State., Finney, for the appellant., Saunders and Frost, on the same side.\n\n## 인용\n\n- 8 Rob. 518\n\n## 판결문 요약\n\n\nJohnson, J.\nThe defendant, Calvin Moore, was indicted at the May term of the District Court for the parish of Concordia, for the murder of Hardy Ellis. At the same term he was tried, convicted by the jury of manslaughter, and sentenced by the court to seven years imprisonment at hard labor. From the judgment of the District Court he has appealed.\nThe principal questions presented for our consideration grow out of a bill of exceptions taken to the charge of the court, and to the refusal of the judge to give the following instructions to the jury, viz.:\n“ 1st. If the jury find from the evidence in the case, that the deceased was a slave, they must find for the accused, unless they find that he killed the deceased deliberately, or with malice expressed or implied.\n“ 2d. If the jury find from the evidence, that the deceased was a slave, and that the accused killed him in a sudden affray, without malice, express or implied, the law is for the defendant.\n“ 3d. That if the deceased was a slave, they cannot find the accused guilty of manslaughter, but the case must be governed by the Black Code.\n“ 4th. That where the words of a territorial law are different in the English and French versions, the provision of the constitution making the English version the only rule, does not apply, such laws having been passed previously to the adoption of the constitution.\n“5th. That, by the constitution, a party charged with murder cannot be found guilty of manslaughter.\n“ 6th. That, whether the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moore"
    }
  ],
  "relatedIncidents": [
    30824,
    30827,
    577,
    618,
    620
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}