{
  "id": 30824,
  "title": "1842년 Calhoun 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1842-09-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Calhoun. 판결일: 1842-09-15. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Giles C. Calhoun v. Elias Curtis\n**판결일**: 1842-09-15\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Shaw\n\n## 변호인\n\nByington, for the plaintiff., Sumner, for the defendant.\n\n## 인용\n\n- 45 Mass. 413\n\n## 판결문 요약\n\n\nShaw, C. J.\nIt might well be contended, that after the plaintiff had taken one half of the rye and placed it in his own barn, under a claim of right, he had at least a lawful possession which the defendant could not invade ; that the taking was therefore ‘ unlawful, and that trespass de bonis asportatis would lie. But upon another ground, the court are of opinion that the action well lies.\nThe defendant, as tenant in common, had a lawful right to enter upon the land and to improve it; and such improvemen» *415would necessarily be exclusive, unless some cotenant had chosen to occupy with him, or claim partition. Sargent v. Parsons, 12 Mass. 149. If therefore the other cotenants had acquiesced in his separate occupation, until the crop of rye had been gathered, we entertain no doubt that the rye would have been his, and without liability to account. But the cotenants may interrupt such exclusive occupation by one tenant in common, either by occupying with him, or by having partition. A right of partition is one of the incidents of an estate in common.\nA growing crop is part of the freehold ; and the general rule is, that the right to a growing crop follows the right of soil, unless in special cases, where by contract, or custom, or by special rules of law, one person can claim an interest in the soil of another. Chandler v. Thurston, 10 Pick. 210. 1 U. S. Digest, Crops and Emblements. When, therefore, partition is made, that which was before common becomes several — as well th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=calhoun-v-curtis"
    }
  ],
  "relatedIncidents": [
    30827,
    30814,
    30830,
    30832,
    557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}