{
  "id": 30832,
  "title": "1841년 Fredwost 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1841-01-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Fredwost. 판결일: 1841-01-15. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Fredwost & Wife v. Daily & Al.\n**판결일**: 1841-01-15\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Ablaot\n\n## 변호인\n\nMcKinney for the plaintiffs., Preston contra.\n\n## 인용\n\n- 17 La. 535\n\n## 판결문 요약\n\n\nG-ablaot), J.\ndelivered the opinion of the court.\nThis is an action for an assault and battery, committed on .both the plaintiffs, who say they were beaten in a most cruel manner, and lay their damages at $500. The defendants first plead the general issue and further say if they did heat the plaintiffs, they were in a “ great passion without knowing what they were doing and upon great provocation such as ought to excuse what they may have done.”\nThe evidence shows that both the defendants were intoxicated, riotous and noisy in a coffee-house where Fredwost was seated playing dominos with another person. It does not appear the plaintiffs gave either of the defendants the slightest provocation, to justify one of them in knocking. down and kicking the woman, and the other in heating the man in such a manner as to confine him to his bed for nearly a week, according to the testimony of the attending physician and another witness..\nThe judgment is for the full amount of the damages claimed and we see no reason to reverse it.\nThe judgment of the district court is affirmed with costs.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fredwost-v-daily"
    }
  ],
  "relatedIncidents": [
    30830,
    30824,
    30827,
    30836,
    30842
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}