{
  "id": 30845,
  "title": "1839년 Fiske 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1839-02-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Fiske. 판결일: 1839-02-15. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Isaiah Fiske versus John W. Slack\n**판결일**: 1839-02-15\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Shaw\n\n## 변호인\n\nMetcalf, for the defendant., Richardson, for the plaintiff., If the plaintiff could not compel the defendant,, Metcalf, in reply.\n\n## 인용\n\n- 38 Mass. 361\n\n## 판결문 요약\n\n\nShaw C. J.\ndelivered the opinion of the Court. This is a bill in equity, praying for discovery and relief.\nAs a bill for relief, the Court are of opinion, that it cannot be maintained, for want of jurisdiction. It charges a fraud ,' and over a direct charge of fraud, the Court has not jurisdiction in equity. In Holland v. Cruft, 20 Pick. 321, it was held, that when the Court upon other grounds had jurisdiction of the cause, and a fraud was drawn in question, as incidental, the Court must inquire into and decide it, as any other question which might be incidentally put in issue, in the progress of such a cause.\nAs a bill for discovery only, we think that it cannot be maintained.\n1. Because the plaintiff has not shown sufficient direct interest in the subject matter, to entitle him to have a discovery from the defendant. He alleges that he has obtained a judgment against Horace Kingsbury, that Kingsbury fraudulently conveyed his estate to the defendant, that but for this conveyance he would have satisfied his execution on such estate. But as he has not actually levied no such estate, as property liable to his execution, he has acquired no interest in it. Mon constat, that he ever can or will levy his execution on such *367estate, or that other creditors of Kingsbury, may not have taken it by prior levies.\n2. Because in any suit which might be brought to try the title after such a levy, Thomas W. Slack, Horace Kingsbury, and John W. Slack, might be witnesses, unless the suit sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fiske-v-slack"
    }
  ],
  "relatedIncidents": [
    30841,
    30842,
    30830,
    30836,
    30849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}