{
  "id": 30841,
  "title": "1839년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1839-12-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Carter. 판결일: 1839-12-15. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Carter v. Spencer\n**판결일**: 1839-12-15\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Sharkey\n\n## 변호인\n\nHutchinson, for appellant., Hughes for appellee.\n\n## 인용\n\n- 5 Miss. 42\n\n## 판결문 요약\n\n\nMr. Chief Justice Sharkey\ndelivered the opinion of the court.\nThe legal title is unquestionably with the defendant. A patent is the highest evidence of title; it is evidence that all prerequisites have been complied with, and cannot be questioned either in a court-of law or equity, unless it be on the ground of fraud or mistake.\nThe legal title being with the defendant, it devolves on the complainant to shew that it was obtained in fraud of his rights. -There is no proof whatever which can be deemed sufficient to establish fraud, nor was the entry such as to raise a presumption of fraud. The act under which complainant claims is very indefinite: it merely provided that actual settlers, being house keepers, should have a right of pre-emption to enter within six months, a half quarter section, to include his improvements, under *57such regulations as had been or might be prescribed by the secretary of the treasury. Under this act the secretary prescribed rules and regulations by which' individuals claiming under it, should be governed. The claimant was required to make proof by his own affidavit, supported by the affidavit of a disinterested person, that he was an actual house keeper and settler on the land. Another rule was that the right conferred by the act was not to interfere with public sales or private entries. And in order to prevent confusion, an applicant for private entry, was required to swear that the land designed to he entered was not subject to a right of pre-e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carter-v-spencer"
    }
  ],
  "relatedIncidents": [
    30845,
    30842,
    30830,
    30836,
    30849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}