{
  "id": 30849,
  "title": "1838년 Harbin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1838-12-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Harbin. 판결일: 1838-12-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Den on Dem. of Caswell Harbin v. John S. Carson.\n**판결일**: 1838-12-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: DANIEL, J.\n\n## 변호인\n\nNo counsel appeared for either party in this Court .   (524)\n\n## 인용\n\n- 20 N.C. 523\n\n## 판결문 요약\n\nThe only question presented to the court was whether the title passed to the lessors of the plaintiff by virtue of their purchase, under the execution issuing upon the judgment at August Term, 1836, or whether the levy of the attachment upon the lands in April, 1836, created such a lien as when consummated by a judgment of condemnation and a sale under avenditioni exponas issuing thereon, gave the defendant the better title. His Honor being of opinion in favor of the lessors of the plaintiff the jury found a verdict for them, upon which they had judgment and the defendant appealed.\nThe only question in the case submitted for the decision of this Court is, whether the levy under the defendant's attachment in April, 1836, which was prior to the date of the plaintiff's execution, created such a lien on the land as when condemned and sold under the writ of venditioni exponas, gave to the defendant the better title. We are *Page 412 \nof the opinion that it did. The case of Den on dem. of Amyett v. Backhouse\n3 Murph., 63, establishes the proposition contended for on behalf of the defendant. We think that there must be a new trial.\nPER CURIAM.                                          Judgment reversed.\nDoubted: McMillan v. Parsons, 52 N.C. 166....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harbin-v-carson"
    }
  ],
  "relatedIncidents": [
    30851,
    30841,
    30842,
    30845,
    557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}