{
  "id": 30851,
  "title": "1838년 Peckham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1838-05-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Peckham. 판결일: 1838-05-15. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Samuel H. Peckham versus The Trustees of the Ministerial Fund of the North Parish in Haverhill\n**판결일**: 1838-05-15\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Wilde\n\n## 변호인\n\nChoate, for the plaintiff,, Minot, for the defendants.\n\n## 인용\n\n- 36 Mass. 559\n\n## 판결문 요약\n\n\nWilde J.\ndelivered the opinion of the Court. This is an action of assumpsit brought by the settled minister of the North Parish in Haverhill, against the trustees of the parish fund, they being a body politic and corporate by virtue of the act of 1822, c. 77. The action is founded on a vote of the parish *563at the tine of the plaintiff’s settlement, to give and appropriate to his use the income of the parish fund, which it was agreed should amount to $ 285, and the use of the parsonage. The plaintiff’s counsel contend that this vote amounts to a grant of the income of the parish fund, and that the assent of the defendants is to be inferred, or that the law will imply a promise on their part to pay over any money in their hands received as income of the fund, to the plaintiff, he being entitled to the same by virtue of the parish grant. Whether this vote amounts to a grant of the income of the parish fund, or to an executory contract binding only on the parish, depends on the intention of the contracting parties as manifested by the language of the vote, the nature of the contract, and the construction of the act incorporating the trustees of the parish fund. It seems that the parish did not consider their vote as a grant of the income of the fund, for they appropriated it from year to year, for several years after the plaintiff’s settlement, to his use. And the vote has been so treated by the plaintiff, for he has brought several actions upon it as on an executory contract....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peckham-v-trustees-of-the-ministerial-fund-of-the-north-parish"
    }
  ],
  "relatedIncidents": [
    30849,
    30841,
    30842,
    30845,
    557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}