{
  "id": 3085,
  "title": "2016년 Realvirt, LLC v. Lee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-10-27",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Realvirt, LLC v. Lee. 판결일: 2016-10-27. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: REALVIRT, LLC v. Michelle K. LEE\n**판결일**: 2016-10-27\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Ellis, III\n\n## 변호인\n\nJoseph Scafetta, Jr., Ditthavong & Steiner PC, Alexandria, VA, for Plaintiff., Ayana Niambi Free, US Attorney’s Office, Alexandria, VA, for Defendant.\n\n## 인용\n\n- 220 F. Supp. 3d 695\n\n## 판결문 요약\n\n\n*697MEMORANDUM OPINION\nT.S. Ellis, III, United States District Judge .\nPlaintiff Realvirt, LLC filed this 35 U.S.C. § 145 action to challenge a United States Patent and Trademark Office (“PTO”) decision rejecting the patentability of the invention claimed in U.S. Patent Application Serial No. 07/773, 161 (the “ 161 Application”). By Order and Memorandum Opinion dated July 19, 2016, plaintiffs complaint was dismissed for lack of subject matter jurisdiction on the ground that plaintiff was not the owner or assign-ee of the 161 Application and hence lacked standing to pursue a § 145 action. See Realvirt, LLC v. Lee, 195 F.Supp.3d 847, 864, (E.D. Va. 2016), appeal docketed, No. 16-2669 (Fed. Cir. Sept. 20, 2016). The PTO then filed a motion for expenses, including attorneys’ fees, pursuant to § 145. Shortly thereafter, plaintiff appealed the dismissal of the complaint to the Court of Appeals for the Federal Circuit, and that appeal remains pending. In response to the PTO’s motion for expenses, plaintiff filed a motion to stay proceedings in this matter pending the Federal Circuit’s resolution of plaintiffs appeal of the standing issue.\nFor the reasons that follow, (1) plaintiffs appeal does not remove jurisdiction to consider both the PTO’s § 145 motion for expenses and plaintiffs motion to stay proceedings; (2) a stay of proceedings is unwarranted because the PTO’s motion for expenses must be resolved regardless of the outcome of plaintiffs appeal, and (3) the PTO is entitled t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=realvirt-llc-v-lee"
    }
  ],
  "relatedIncidents": [
    3047,
    3279,
    3386,
    2878,
    3012
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}