{
  "id": 30862,
  "title": "1836년 Gross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1836-10-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gross. 판결일: 1836-10-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Fonda & Hoag v. Gross\n**판결일**: 1836-10-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Nelson\n\n## 변호인\n\nD. Cady, for the plaintiffs in error., M. T. Reynolds, for the defendant in error.\n\n## 인용\n\n- 15 Wend. 628\n\n## 판결문 요약\n\n\n\nBy the Court,\n\nNelson, Ch. J.\nAn execution levied, and then delayed, at the request of the plaintiff, for some time after the return day, where the property levied upon is left in the possession of the defendant in the execution, becomes, without a reasonable excuse, dormant, and is postponed, on the ground of fraud, either express or implied, to a junior execution. This principle has been frequently asserted and applied. 11 Johns. R. 110. 15 id. 429. 17 id. 332. 4 Wendell, 332. In one case the first execution was pronounced fraudulent, where the delay was for more than a year, and in another where it was less than six months. 17 Johns. R. 274. A satisfactory excuse may be given, as was done in the case of Power v. Van Buren, 7 Cowen, 560, but unless such excuse be given, the execution is deemed fraudulent, per -se, as respects creditors, or subsequent bona fide purchasers. 3 Cowen, 272. The priiiciple of these cases is fairly applicable to the one under consideration. There can be no material difference as to creditors and purchasers, whether the property is left in the possession of the defendant before or after the sale. It operates alike fraudulently upon them, and the sale should be pronounced void, unless satisfactory explana*630tion is furnished. It was said, in Farrington v. Caswell, 15 Johns. R. 430, that if a party purchasing goods upon an execution issued by him, suffers them to remain in possession of the debtor, it is prima facie evidence of fraud, as against a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fonda-hoag-v-gross"
    }
  ],
  "relatedIncidents": [
    1655,
    1928,
    1934,
    1980,
    2022
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}