{
  "id": 30876,
  "title": "1833년 Wiltshire 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1833-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wiltshire. 판결일: 1833-07-01. 법원: New York Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: Wiltshire and another v. Marfleet alias Mousley\n**판결일**: 1833-07-01\n**법원**: New York Court of Chancery\n**관할**: New York, NY\n\n## 변호인\n\nMr. David Graha?n and Mr. W. Inglis, in support of the motion,, Mr. H. W. Warner and Mr. Joshua Coil, for the complainants.\n\n## 인용\n\n- 1 Edw. Ch. 654\n\n## 판결문 요약\n\n\nThe Vice-Chancellor.\nCreditors can only have their remedy against a debtor after the return of nulla bona upon an execution issued under a judgment at law. If it were not so, a creditor might file a bill upon every sale where a debtor did not pay him.\nIt is true, the bill in this case charges the purchases to have been made in fraud ; at a time when the defendant was insolvent ; and with an intention to abscond and carry awáy thé avails: but then again, the particular prayer evidently recognizes the sales and seeks.payment of judgments to be recovered on account of such sales. It proceeds throughout upon the subsisting relation of debtor and creditor. If the bill had shown the fraud and charged that no' valid sale had taken place, in fact, and had considered the goods as still being the property of the complainants, it would have been supported and the procéeds arising from any disposition of the property which the defendant might make could have been stopped in any place. Then, the complainants would have appeared as owners and not as creditors. Enough appears to entitle the complainants to relief as owners, but the specific prayer is not á’dapted to such a case.\nNor will the general prayer help the complainants. It is not put in the alternative ; it is “ and” for further relief. Chancellor Walworth has thus expressed himself in Colton v. Ross, 2 Paige, 896 : “ where the case made by the bill may entitle the “ complainant to one kind of relief or another, but not to both, “...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wiltshire-v-marfleet"
    }
  ],
  "relatedIncidents": [
    30877,
    30882,
    30880,
    30883,
    30887
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}