{
  "id": 30877,
  "title": "1833년 Dunlap 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1833-03-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Dunlap. 판결일: 1833-03-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dunlap v. Smith, Secretary\n**판결일**: 1833-03-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Peck\n\n## 변호인\n\nWrit. E. Jlnderson, for plaintiff in error., J. S. Yerger and J. P. Clark, argued on the same side., F. B. Fogg, for defendant in error.\n\n## 인용\n\n- 12 Tenn. 509\n\n## 판결문 요약\n\n\nPeck, J.\ndelivered the opinion of the court.\nIn the compact with North Carolina, Tennessee has given a pledge that she will issue no grant unless founded on a bona fide claim, and all such as shall issue otherwise are declared void. 1804, ch. 14. This act is the foundation of the authority in Tennessee to grant the vacant territory in satisfying the claims of those to whom North Carolina had issued warrants. This trust on the part of Tennessee, it is hoped, has not been violated; many claimants were citizens of other States; our own citizens *526were not to be preferred to those; and it may safely be said, that all the acts authorizing adjudications have been passed in good faith, and though abuses may sometimes have crept in, still it has not been the fault of the laws providing for adjudication. They are to be viewed as one whole; and taken together, evince much care in their provisions that frauds shall not be practised. When boards of commissioners have been appointed, or as in the present case, where the duty by act or resolution has been assigned to some officer, he becomes a judge; forms suitable rules for the attainment of truth where the law has not already given them, and when he has made a grant of a warrant or claim, the State cannot question its validity. Dillon’s case. 2 Tenn\". R. Though by the provisions of some of the acts, a refusal to. grant a just claim author-ised an appeal to the courts, yet where this was not given, the-mandamus has been resorted to, to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dunlap-v-smith"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nichol-v-ridley"
    }
  ],
  "relatedIncidents": [
    30876,
    30882,
    30880,
    30883,
    30887
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}