{
  "id": 30880,
  "title": "1832년 Town 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1832-08-15",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Town. 판결일: 1832-08-15. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. TOWN\n**판결일**: 1832-08-15\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Wright\n\n## 변호인\n\nSturges, prosecuting attorney, and Coffinberry, for the state., Bedford, Hopkins, and O. Parish for the prisoner.\n\n## 인용\n\n- 1 Wright 75\n- 1 Ohio Ch. 75\n\n## 판결문 요약\n\n\nWRIGHT, J.,\nin giving the cause to the jury, adverted to the importance of the case, and instructed them in their duty. He read the three first sections of the crimes act (29 O. L. 158), and defined—\n1. Murder in the first degree to be, when one purposely, of deliberate arid premeditated malice, kills another.\n2. Mwrder in the second degree to be, the intentional killing with malice, where the mcdice, or evil disposition of mind, operates suddenly upon some recent impulse, and had not been premeditated or deliberated upon.\n3. Manslaughter. The unintentional killing, without malice, where the slayer is in the commission of some unlawful act, or the intentional killing, upon a sudden quarrel.\nAll homicide, he said, was in law presumed to be malicious, and it lay upon the accused to adduce the circumstances of mitigation or excuse he relied upon, to reduce it from the second degree of murder to manslaughter. Malice hedefined tobe an evil design, the-influence of a wicked, depraved, malignant heart, bent on mischief. It was of two kinds, express, or implied in law. Express, where one-with a sedate deliberate mind and formed design, kills another, and the design is evinced by external circumstances, discovering the 77] *inward intention ; as, by lyingin wait, antecedentmenaces, former, grudges, concerted schemes to do bodily harm. Implied, or by construction of law, when d.eath ensues from some unusual act of' aggression, or enormous act of cruelty, though there be no previous-gr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-town"
    }
  ],
  "relatedIncidents": [
    30882,
    30876,
    30877,
    30883,
    30887
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}