{
  "id": 30883,
  "title": "1831년 Merrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1831-12-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Merrick. 판결일: 1831-12-15. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: P. F. MERRICK, and others v. HENDERSON, Amr. of Nixon and others\n**판결일**: 1831-12-15\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Cage, Nicholson, Turner\n\n## 인용\n\n- 1 Miss. 485\n\n## 판결문 요약\n\n\nOPINION OF THE COURT — by\nchief justice TURNER.\nThe bill charges that complainants are creditors of the mercantile firm of Gowan &amp; Timmony, that they have obtained judgments and have found neither good or chatties, lands or tenements to satisfy their executions — that on the dissolution of the partnership, Gowan undertook the settlement of the concern, and agreed to make a just and equal dividend of their effects among their creditors — that Gowan soon after, made sale of the stock of goods, on a credit to one Payne, took notes, and soon after-assigned the entire effects to Nixon’s Administrator to satisfy a debt contracted by Gowan previous to his partnership with Timmony, in fraud of the other creditors, and contrary to an exhibited article of dissolution.\nThe defendant Thomas Henderson Administrator of Nixon, by his answer, insists that the debt of Nixon’s Administrator, against Gowan, was *486contracted for goods purchased previous to the partnership, but for the use thereof; that this debt, and these goods, were enumerated, or .referred to in the original articles of copartnership; that those goods, and that debt, were thereby made partnership concerns between them; that the assignment made by Gowan to him, was a bona fide transaction; that the article of dissolution, is the one endorsed on the original article of copartnership, under the hands and seals of Gowan &amp; Timmony, witnessed by two subscribing witnesses; that the other article, relied on by the complain...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=merrick-v-henderson"
    }
  ],
  "relatedIncidents": [
    30887,
    30882,
    30876,
    30877,
    30880
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}