{
  "id": 30899,
  "title": "1828년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1828-10-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: James. 판결일: 1828-10-21. 법원: New York Court of Chancery.",
  "description": "## 사건 정보\n\n**사건명**: James v. Hubbard and others\n**판결일**: 1828-10-21\n**법원**: New York Court of Chancery\n**관할**: New York, NY\n\n## 변호인\n\nJ. King & J. V. Henry, for complainant:, G. C. Bronson, for defendants:\n\n## 인용\n\n- 1 Paige Ch. 228\n\n## 판결문 요약\n\n\nThe Chancellor :—The charge of fraud made against the defendant Hubbard, is fully met and disposed of by the answer and proofs. It is also denied in the answer, that Tuckerman had any lands in Willsborough or Denmark which were subject to the lien of the judgment, and no evidence is adduced to support that allegation in the bill. The situation of the Bridgewater lands is also fully explained in the answer.' If there had been other lands in the counties of Oneida, Lewis or Essex, or even in the county of Madison, which were subject to the lien of this judgment, it could have made no difference in this case, as the hen of the judgment would have expired before those lands could have been advertised and sold. If the complainant wished to have those lands first applied, he should have offered to pay the amount of the judgment to Hubbard, and have taken an assignment of the same, if there was time to advertise and sell. But as there was not, it is probable, that by filing a bill against the several parties in interest before the expiration of the ten years, he might under the equity of the statute, (sess. 36, ch. 50, sec. 1, 1 R. L. 500,) have preserved the lien so far as to compel contribution according to equitable principles. At all events, if the remedy was gone as it respected himself, he had no right to require that Hubbard should lose the benefit of his hen on the lands which were advertised by the sheriff.\nThe only question then in this case is, what was equitable between...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-v-hubbard"
    }
  ],
  "relatedIncidents": [
    30893,
    30894,
    30892,
    30897,
    1655
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}