{
  "id": 30894,
  "title": "1829년 Haxton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1829-08-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Haxton. 판결일: 1829-08-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Haxton and Brace v. Bishop\n**판결일**: 1829-08-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Savage\n\n## 변호인\n\nDorlon, for plaintiffs., R. Sedgwick, for defendant.\n\n## 인용\n\n- 3 Wend. 13\n\n## 판결문 요약\n\n\n\nBy the Court,\n\nSavage, Ch. J.\nSeveral questions were raised in the progress of the trial, which will be noticed in their order.\n1. It was objected that the plaintiffs could not declare as endorsees, but should have declared specially as receivers. The judge decided that the action was well brought by the plaintiffs as endorsees. To this decision, I can see no objection. 'In point of form, the paintiffs shew a good title to the nóte, and in point of fact, they had title as receivers, if not as assignees; and, as the defendant was not thereby deprived of any defence which he would have had if they had declared as receivers, there is no good reason for supporting this objection.\n2. The judge decided that the transfer of the note and the assignment of the 28th July, were void by virtue of the sixth •section of the act to prevent fraudulent bankruptcies by incorporated companies, (Statutes, vol. 7, p. 450 a.) That section prohibits áh assignment of any property to any officer *17or stockholder for the payment of any debt, and any assignment to any person in contemplation of insolvency; and renders such ^assignments void. The assignment in this case was not made to any officer or stockholder for the payment ot any debt ot theirs ; nor was it an assignment to any one in contemplation of insolvency, within the purview of the act. If it is void, it must be because it is against the policy of the act. Instead of being so, it seems to me to have been in accordance with it. The statute...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haxton-v-bishop"
    }
  ],
  "relatedIncidents": [
    30893,
    30892,
    30897,
    30899,
    30883
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}