{
  "id": 30909,
  "title": "1825년 Reed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1825-04-14",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Reed. 판결일: 1825-04-14. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Reed v. Rogers\n**판결일**: 1825-04-14\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Owsley\n\n## 변호인\n\nTurner for plaintiff; Breck and Caperton for defendant.\n\n## 인용\n\n- 19 Ky. 173\n\n## 판결문 요약\n\n\nJudge Owsley\ndelivered the Opinion of the Court.\nThis writ of error is brought to a judgment rendered against Reed, upon a demurrer put in to his declaration by Rogers.\nWhether, or not, the declaration contains a good canse of action, is, therefore, the only question necessary to be considered in revising that judgment.\nWe have been incapable, after the most attentive examination, to discover any solid objection to the declaration. It, in apt and appropriate form, contains every essential allegation to show a right of action in Reed, for a fraud alleged to have been committed by Rogers, in a contract for the exchange of horses, entered into between them. The gist of the action consists in the alleged unsoundness of the horse given in exchange by Rogers, and which is charged to have been at the time known by Rogers, and by him fraudulently concealed from Reed ; and vve have been unable even to conjecture a possible objection to the declaration, unless it was supposed by the court below, that instead of charging, as is done in the declaration, in general terms, that the horse was unsound a particular description of the unsoundness should have been stated. We do not, however, admit the necessity of such a description of the unsoundness.\nIt cannot, for any purpose, .be more important to describe in the declaration the particular unsoundness, where the action is brought for a fraud committed in the sale of property, than in an action upon the warranty, where the property is expre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reed-v-rogers"
    }
  ],
  "relatedIncidents": [
    30908,
    30911,
    30915,
    30918,
    1655
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}