{
  "id": 30908,
  "title": "1825년 Case 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1825-06-15",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Case. 판결일: 1825-06-15. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: The inhabitants of the town of Barkhamsted against Case\n**판결일**: 1825-06-15\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Brainard, Britol, Hosmer, Peters, Same, Were\n\n## 변호인\n\nW. G. Williams and J. W. Huntington, for the plaintiffs in error,, P. Miner and Miller, for the defendant in error,\n\n## 인용\n\n- 5 Conn. 528\n\n## 판결문 요약\n\n\nHosmer, Ch. J.\nThe ground on which the decree in this case was rendered, by the county court, undoubtedly was, that the promissory note executed to Barkhamsted, was totally without consideration, by reason of the non-existence of the title to the land sold; and therefore, that such note was fraudulent and void. If there was no fraud and no covenant to secure the title, the purchaser has no remedy for his money, even on failure of title, either at law or in equity. Abbott v. Allen, 2 Johns. Chan. Rep. 519. Chesterman v. Gardner, 5 Johns. Chan. Rep. 29. 2 Swift’s Dig. 45. The grantee of land, if he take no covenants, and there be no fraud in the sale, has assumed on himself the *531risk of title : and any security given by him for the purchase money, is on a legal consideration. The bill of the plaintiff before the county court charged no fraud, without which allegation, fraud was not in issue; (James v. McKernon, 6 Johns. Rep. 543. 559. Gouverneur v. Elmendorf, 5 Johns. Chan. Rep. 79. 83.) and from the facts exhibited in the finding of the court, the entire case seems to have been, that Barkhamsted believed and affirmed, that they had title, when in fact they had, none, and Case, confiding in the same, purchased the land in question, and gave in payment the note now in suit. The maxim of caveat emptor peculiarly applies in this case. The defendant in error should have taken proper covenants to guaranty the title. In a matter embracing neither fraud nor covenant, the purchaser...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=inhabitants-of-barkhamsted-v-case"
    }
  ],
  "relatedIncidents": [
    30909,
    30911,
    30915,
    30918,
    1655
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}