{
  "id": 30918,
  "title": "1824년 Dashiell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1824-06-15",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Dashiell. 판결일: 1824-06-15. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: State v. Dashiell\n**판결일**: 1824-06-15\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Befox, Buchanan, Martin, Stated, Stephen\n\n## 변호인\n\nT. B. Dorsey, (Attorn ey - General,) and Bichólas, on the, part of-the'state, andr-by- ', Taney and Tyson, for the defendant in error.\n\n## 인용\n\n- 6 H. & J. 268\n\n## 판결문 요약\n\n\nThe opinion of the court was- delivered by\nMartin, j.\nAt November term, 1823, an indictment was found in Baltimore city court, against George Dashiell, for an assault and battery’ on Anne G. Dorsey. Dashiell presented to the court a suggestion, in writing, supported by affidavit,- stating he could not have a fair and impartial trial *269in that court, and prayed that the record and proceedings, against him might be removed to an adjoining county court, for trial. Upon this prayer, the judges of Baltimore city court ordered the record and proceedings to be transmitted to Baltimore county court uuder.an act of assembly passed in the year 1821, ch. 244. A trial took place in that court ®t March term 1824, and George Dashiell was found guilty of the offence charged against him. A motion was made, in arrest of judgment, because the act of 1821, ch. 244, a. 2, (under which the removal was made,) was unconstitutional and void, and the judges of Baltimore county court bad no jurisdiction to try the prosecution. This motion was sustained; and a writ of error, has been brought on the part of the state to review that decision,.\nThe act of 1804, ch. 55, being confirmed by the act of 1805, ch. 16, became a part of the constitution of this state, and its provisions could be altered only by an act of assembly that had received the sanction of t\\vo Successive legislatures., By the third section it is. enaefed, “That if any party presented or indicted in any of. th&lt;j county courts of this...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dashiell"
    }
  ],
  "relatedIncidents": [
    30915,
    30908,
    30909,
    30911,
    30922
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}