{
  "id": 30938,
  "title": "1820년 Aikin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1820-05-15",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Aikin. 판결일: 1820-05-15. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: William Aikin v. William Duren and Abram Duren\n**판결일**: 1820-05-15\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Colcock, Gantt, Huger, Indisposition, Johnson, Nott, Richardson\n\n## 변호인\n\nLevy, and M’ Willie, for the motion. Means, contra.\n\n## 인용\n\n- 2 Nott & McC. 370\n- 11 S.C.L. 370\n\n## 판결문 요약\n\n\nThe opinion of the Court was delivered by\nNott, J.\nThe only question in this case is, whether the contract appears on its face to be within the statute of frauds, and therefore void *596■under that statute. This instrument is in the form of a penal bond. The first, or obligatory part, is merely a note of hand. It purports to be an original undertaking, and for a valuable consideration. The condition is uo part of the contract. It only provides a method by which the contract may be avoided. And if it was expressly stated to be by the payment of the debt of a third person, I should not consider it as coming within the statute of frauds, because it appears to be founded on a good consideration.\nLevy, and M’ Willie, for the motion. Means, contra.\nThe case of Stephens, Ramsay &amp; Co. v. Winn,(a) was a promise to pay the debt of a third person, without showing any consideration, or even expressing that it was for value received. But even if we look to the condition in this instrument, we are not bound to conclude that this was an undertaking to pay the debt of a'third person. The debt to be paid was dúe from Duren and Ballard. It may be that Duren, one of the payer of those notes, is one of the parties to this contract. We are not to presume that he is ^another person.. It is nothing more, -* then, than a renewal of his note for the’ payment of which, the other has become his security.\nIt does not, therefore, appear to be a contract within the statute of frauds, and the motion m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aikin-v-duren"
    }
  ],
  "relatedIncidents": [
    30941,
    30932,
    30952,
    1655,
    1928
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}