{
  "id": 30957,
  "title": "1817년 Couch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1817-11-15",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Couch. 판결일: 1817-11-15. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Couch against Meeker\n**판결일**: 1817-11-15\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Gould, Other, Same, Switt, Were\n\n## 변호인\n\nSherman and Chapman, »V. Smith ami Bissell, contra.\n\n## 인용\n\n- 2 Conn. 302\n\n## 판결문 요약\n\n\nSwitt, Ch. J.\nThe question in this ca.se, is, whether the contract is within the provisions of the; slid utc against frauds and perjuries.\nThe statute is, that no suit in law or equily shall be brought or maintained upon any contract or sale of lands, or any interest in or concerning them; unless the agreement upon which such action shall be brought, or some memorandum or note thereof, shall be made in writing, and signed by the party to be charged therewith, or some other person by him authorised. This statute only requires, that the agreement on which the action is brought, should be in writing. This action is brought on a written obligation, complete in ¡'sell ; and is warranted by a literal construction of the statute. Though it was delivered as an escrow, to take effect on the performance of certain conditions, which amounted to a contract for the sale of lands; yet such conditions air not required by the terms of the statute, or any construction ever given it, to be in writing. These conditions are not part of the written contract, hut only the terms upon which it was to take effect, or notthe proof of them, then, is necessary only to prove the execution of a written contract. The proof of the execution of a written contract must be by parol ; and it might as well be said, that parol proof is not admissible respecting the delivery of a deed conveying lands, as to say it cannot be admitted respecting the performance of the conditions, on which such deed is to operate; f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=couch-v-meeker"
    }
  ],
  "relatedIncidents": [
    30952,
    30963,
    1655,
    1928,
    1934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}