{
  "id": 30963,
  "title": "1816년 Blount 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1816-07-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Blount. 판결일: 1816-07-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Blount v. Blount. &8212 2 L. R., 587.\n**판결일**: 1816-07-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: (390)   TAYLOR, C. J.\n\n## 변호인\n\nHogg for plaintiff .\n\n## 인용\n\n- 4 N.C. 389\n\n## 판결문 요약\n\nThe question arising upon this record is whether the deed relied upon by the defendant is sufficient in law to convey the title from Levi Blount. The distinction between a deed and a parol contract is well settled at common law, and upon the basis of sense and justice. The inconsiderate manner in which words frequently pass from men would often betray them into acts of imprudence, and not unfrequently expose them to the artifices of fraud, were they not placed under the safeguard of that rule which denies validity to a parol contract unsupported by a consideration. On the other hand, the ceremonies which accompany a deed imply reflection and care, and serve to enable a man to avoid either surprise or imposition.\nThis rule was changed only when chancery assumed a jurisdiction of uses when they acted upon the maxim of the civil law, Ex nudo pecto non otorituractio, and would carry a deed into execution which was not supported by a consideration.\nLord Bacon, in his reading on the statute of uses, remarks: \"They say that a use is but a nimble and light thing, and now, contrawise, it seemeth to be weightier than anything else, for you cannot weigh it up to raise it, neither by deed, nor by deed enrolled without the weight of a consideration. But you shall never find a reason of this to the world's end in the law; but it is a reason of chancery, and it is this: that no court of conscience will enforce donum gratuitum, though the intent appear never so clearly, where it is not execu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blount-v-blount"
    }
  ],
  "relatedIncidents": [
    30957,
    30952,
    1655,
    1928,
    1934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}