{
  "id": 30987,
  "title": "1809년 Boyden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1809-09-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Boyden. 판결일: 1809-09-15. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Josiah Boyden, Jun. versus Alindia Moore, Administratrix of John Moore\n**판결일**: 1809-09-15\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Parsons\n\n## 변호인\n\n\nBliss.\n\n\n## 인용\n\n- 5 Mass. 365\n\n## 판결문 요약\n\n\nThe action stood over to this- term for advisement, and now the opinion of the Court was delivered by\nParsons, C. J.\nAs to the first ground stated in the plaintiff’s motion, we are satisfied that a new trial ought not to be granted. *287As the cause had been before committed to another jury, the plaintiff Was, or ought to have been, apprized of all the points set up in the defence; and if he was not prepared at the last trial to meet them, he ought not to complain of being surprised. And further, the witnesses he now would produce would testify only to allegations he attempted to prove at the trial, or to corroborate the testimony of the witnesses he then produced, or to discredit or contradict the defendant’s witnesses. To grant a new trial in such a case would be of very dangerous consequence, as it would tend to introduce misrepresentations, if not perjury.\n* As to the ground of misdirection by the judge, it [ * 369 ] appears from his report, that only the first note was disputed by the defendant, that she admitted a balance due on the second note, for the payment of which the money was brought into Court; and that the judge, having calculated the balance due on the second note, found that after crediting the money brought in, there was still due to the plaintiff fourteen cents and four mills.\nThereupon he directed the jury, if they were satisfied that tne defence against the first note was supported, and if on calculation they should find that the money brought in did no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyden-v-moore"
    }
  ],
  "relatedIncidents": [
    30986,
    30990,
    30993,
    30996,
    557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}