{
  "id": 30996,
  "title": "1807년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1807-10-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1807-10-15. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: The Commonwealth versus Elijah Macomber\n**판결일**: 1807-10-15\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Parsons\n\n## 변호인\n\nThe case stood continued to this term, and was now briefly spoken to by the attorney-general for the government, and Tilling-hast for the defendant; after which the opinion of the Court was delivered by\n\n## 인용\n\n- 3 Mass. 254\n\n## 판결문 요약\n\n\nParsons, C. J.\nUpon this indictment, which was for maliciously and wilfully burning two stacks of hay, and one stack of straw, the property of William Harvey, the defendant has been tried and found guilty; and he moves in arrest of judgment, because the burning is not alleged to have been done feloniously, when the of-fence is made felony by statute.\nThe first question is whether the offence is felony by statute The statute for the punishment of incendiaries passed March 16, 1805, and upon the construction of this statute must depend the determination of this question.\nThe first section, which prohibits the burning of any dwelling-house in the night, provides that every offender, and every person present, aiding and abetting, and every accessory before the fact, who shall be duly convicted of the felony or offence aforesaid, shall suffer death.\nThe second section, which prohibits the burning of a dwelling house in the day, or the burning in the night of buildings erected for public use, or the store, barn or stable of another within the curtilage of a dwelling-house, provides that every such offender, and any person present, aiding and abetting, or accessory before the fact, who shall be duly convicted of either of the felonies or offences aforesaid, shall be punished by solitary imprisonment, and confinement to hard labor for life.\nThe third section, which prohibits the burning of buildings for public use in the day, and of certain other buildings, including vessels, whethe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-macomber"
    }
  ],
  "relatedIncidents": [
    30987,
    30993,
    30998,
    557,
    877
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}