{
  "id": 30993,
  "title": "1808년 Greenlee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1808-09-06",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Greenlee. 판결일: 1808-09-06. 법원: Tennessee Superior Court for Law and Equity.",
  "description": "## 사건 정보\n\n**사건명**: Greenlee v. Hays' Administrator\n**판결일**: 1808-09-06\n**법원**: Tennessee Superior Court for Law and Equity\n**관할**: Tennessee, TN\n\n**판사**: Campbell, Overton, Powell\n\n## 변호인\n\nWHITE, for the plaintiff, objected to this going to the jury. It may be good evidence against them, but never for them, as to creditors who were no parties to the settlement.\n\nWILLIAMS, in reply, cited Acts 1723, c. 10; November, 1777, c. 2, &#167; 64.\n\nWHITE, in conclusion. 2 Hay. 159, 230.\n\n## 인용\n\n- 1 Tenn. 300\n\n## 판결문 요약\n\nDebt upon a bond given by the intestate, under date of the 21st of May, 1798. Plea, plene administravit, payment and issues. *Page 301 \nThe plaintiff produced a copy of the inventory returned by the administrator July, 1799, amount $715.56. An order of the County Court, appointing a committee, or commissioners, to make a settlement with the administrator, and report thereon to the next court. Also, a copy of the report containing the settlement, and showing that the administrator had disbursed more than the amount of the inventory.\nOur law respecting executors and administrators does not of itself form a complete system. It must be considered as alterative of and supplementary to the common law; by the English law, administrators are to settle their accounts with the ordinary, and there it is usual to give notice, though not absolutely necessary to the settlement. By our law, the powers exercised by the ecclesiastical judge in England, respecting the estate of deceased persons so far as they are compatible with our situation, are given to the county courts; they have appointed commissioners to settle with the administrators, and report. This is correct, and agreeably to Godol. Orp. Leg. 150.\nThe County Court having authority to make this settlement, it must be considered at least prim&#226; facie evidence, though notice was not given to creditors individually or otherwise.1\nThe defendants' counsel produced bills of sale dated in August, 1797, by the deceased to his children f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greenlee-v-hays-administrator"
    }
  ],
  "relatedIncidents": [
    30986,
    30987,
    30990,
    30996,
    30998
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}