{
  "id": 3100,
  "title": "2016년 Huff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-10-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Huff. 판결일: 2016-10-17. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: HUFF v. State\n**판결일**: 2016-10-17\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Blackwell\n\n## 변호인\n\nDavid West & Associates, David S. West, for appellant., Daniel J. Porter, District Attorney, Christopher M. Quinn, Assistant District Attorney; Samuel S. Olens, Attorney General, Patricia B. Attaway Burton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Vanessa T. Meyerhoefer, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 299 Ga. 801\n- 792 S.E.2d 368\n\n## 판결문 요약\n\n\nBlackwell, Justice.\nErnest Airokhai Huff was tried by a Gwinnett County jury, and he was convicted of the murders of James Isaac, Ferris Weston, and Brian White, as well as conspiracy to traffic in cocaine. Huff appeals, asserting that the trial court erred when it denied his motion to suppress his custodial statement, that the trial court erred when it admitted certain evidence at trial, and that he was denied the *802effective assistance of counsel. Upon our review of the record and briefs, we see no error, and we affirm.1\n1. Viewed in the light most favorable to the verdict, the evidence shows that Isaac and White traveled from Virginia to Georgia, where they hoped to purchase a sizeable quantity of cocaine. Weston put them in touch with Huff and Theron Deushon Green, and the men eventually agreed to meet on the afternoon of February 29,2012 at an abandoned apartment near Lawrenceville, ostensibly for the purchase and sale of cocaine. Huff and Green, however, had other plans, which they shared with an acquaintance. Huff and Green intended to rob Isaac, White, and Weston, and they contemplated the use of an AK-47 riñe in connection with the robbery.\nSeveral neighbors saw Huff in and around the abandoned apartment on February 29. One observed Huff with a gun, and another saw him installing blinds in the apartment. Another neighbor noticed Huff (accompanied by some other men) drive by the apartment, call out to a teenager, and recruit the teenager to stand near the apartment...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huff-v-state"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}