{
  "id": 31030,
  "title": "1793년 Evans 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1793-11-15",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Evans. 판결일: 1793-11-15. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: MASON v. EVANS\n**판결일**: 1793-11-15\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Chetwood, Kinsey\n\n## 인용\n\n- 1 N.J.L. 211\n\n## 판결문 요약\n\n\nKinsey, C. J.\nAs to the second plea in this case, it is in my opinion clearly ill, because the facts set forth in it, from which the conclusion of fraud is deduced, tire not, if proved, a sufficient ground for such an inference. Nothing is alleged but what a man might honestly have said and done. If he himself had actually bought the lands fairly, he might honestly sell them, if he was ignorant of the defect in the title. There is no averment that he knew his title to be deficient, and for aught that appears it might have been a disputed title, within the knowledge of both parties, and sold for that reason at an under price. We cannot presume fraud.\nIf however the fact really is that Mason sold the lands at a fair valuation, when he knew that he had no title to them, the defendant may amend his plea. In the case of Bree v. Holbech, Dougl. 655, the court allowed of an amendment after argument and opinion delivered.\nThe third plea brings once more in question a point that has frequently' arisen, and has been as frequently disputed, [183] whether fraud can be pleaded in bar of an action of debt on a bond. This is a question of vast importance, and should be deliberately and finally settled.\nIt has been frequently asserted, and the same principle has been contended for in this case, that the consideration of a bond cannot be proved by parol evidence, so as to set aside a deed solemnly executed. It is objected that the facts should be specially pleaded, and the case of Janson v. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mason-v-evans"
    }
  ],
  "relatedIncidents": [
    31029,
    1655,
    1928,
    1934,
    1980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}