{
  "id": 31046,
  "title": "1790년 Bentley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1790-06-15",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Bentley. 판결일: 1790-06-15. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Bentley v. Roan\n**판결일**: 1790-06-15\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n## 변호인\n\nBaker, for the appellant,\n\n## 인용\n\n- 4 Va. 153\n\n## 판결문 요약\n\n\nOn the other side, it was said, by the attorney general, that merchandize was nomen collectivum, and comprehended every article on board. That chariots and harness might be imported for sale as well as any other goods; and there was nothing which shewed an intention to make a distinction in their favour. That it was to no purpose to say, that if they had been imported by land there would have been no duty; for the same argument would be as applicable to all the other articles, on which it was admitted duties ought to be paid: and it would defeat the law unless every part of the cargo was subjected to duty, as the door would be otherwise open to every species of fraud in the entry. That the chariot and harness probably came in packages ; and therefore satisfied the words relied on by the appellant’s counsel. That the term merchandize lost nothing of its comprehensive character, by being associated with the words “spirits, wine, sugar and coffee;” for the reference was general; and was intended to comprize every article, which any of the preceding words would include.\nAnd of that opinion was the court; and the sentence was affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bentley-v-roan"
    }
  ],
  "relatedIncidents": [
    1655,
    1928,
    1934,
    1980,
    2022
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}