{
  "id": 3104,
  "title": "2016년 Hunsberger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-10-12",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Hunsberger. 판결일: 2016-10-12. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The STATE, Respondent, v. Alexander L. HUNSBERGER, Petitioner\n**판결일**: 2016-10-12\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Beatty, Hearn, Jean, Pleicones, Toal\n\n## 변호인\n\nAppellate Defender Susan Barber Hackett, of Columbia, for Petitioner., Attorney General Alan McCrory Wilson, Chief Deputy Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General Donald J. Zelenka, Senior Assistant Attorney General Melody Jane Brown, all of Columbia, and Solicitor Donald V. Myers, of Lexington, all for Respondent.\n\n## 인용\n\n- 418 S.C. 335\n- 794 S.E.2d 368\n\n## 판결문 요약\n\n            THE STATE OF SOUTH CAROLINA \n\n                 In The Supreme Court \n\n\n   The State, Respondent,\n\n   v.\n\n   Alexander L. Hunsberger, Petitioner.\n\n   Appellate Case No. 2015-000083\n\n\n\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS\n\n\n\n                 Appeal from Edgefield County \n\n              Clifton Newman, Circuit Court Judge \n\n\n\n                     Opinion No. 27671 \n\n        Heard December 2, 2015 – Filed October 12, 2016 \n\n\n\n                         REVERSED\n\n\n   Appellate Defender Susan Barber Hackett, of Columbia,\n   for Petitioner.\n\n   Attorney General Alan McCrory Wilson, Chief Deputy\n   Attorney General John W. McIntosh, Senior Assistant\n   Deputy Attorney General Donald J. Zelenka, Senior\n   Assistant Attorney General Melody Jane Brown, all of\n   Columbia, and Solicitor Donald V. Myers, of Lexington,\n   all for Respondent.\n\fCHIEF JUSTICE PLEICONES: Petitioner Alexander L. Hunsberger (Alex) was\nsentenced to thirty-three years' incarceration for his part in the murder of Samuel\nSturrup. Alex argued on appeal that the trial judge erred in denying his speedy\ntrial motion. The Court of Appeals affirmed. State v. Hunsberger, Op. No. 2014-\nUP-381 (S.C. Ct. App. filed Nov. 5, 2014). We granted Alex's petition for a writ\nof certiorari to review the Court of Appeals' decision, and now reverse.\n\nThe acts that led to Alex's prosecution for murder are heinous. Sturrup allegedly\nstole money from Steven Barnes,1 the purported head of a robbery and prostitution\nring i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hunsberger"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}