{
  "id": 3115,
  "title": "2016년 Rowan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-10-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Rowan. 판결일: 2016-10-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: ROWAN v. State\n**판결일**: 2016-10-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Mercier\n\n## 변호인\n\nClark & Towne, Jessica R. Towne, for appellant., J. Bradley Smith, District Attorney, Michael D. DeTardo, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 338 Ga. App. 773\n- 792 S.E.2d 400\n\n## 판결문 요약\n\n\nMERCIER, Judge.\nFollowing the denial of his motion for new trial, Richard Dean Rowan appeals his conviction in the Superior Court of Jackson County for forgery in the first degree and the judgment and sentence entered thereon. The accusation in this case (based on the version of OCGA § 16-9-1 in effect in February 2010) alleged that Rowan “did knowingly, with intent to defraud, possess a certain writing to wit: a Contractor License Application, in such a manner that the writing as made purports to have been made by Vernon Luken, who did not give such authority, and did utter said writing.” He contends on appeal that the evidence at trial was insufficient to prove his guilt beyond a *774reasonable doubt and that the State failed to prove venue beyond a reasonable doubt. For the reasons that follow, we affirm.\n1. Rowan contends that the evidence was insufficient to prove his guilt beyond a reasonable doubt, specifically because there was no evidence that he intended to defraud anyone and no evidence that he knew or should have known that the signature on the application was not Luken’s. We disagree.\nAs a threshold matter, we address the State’s suggestion that because Rowan did not argue this issue before the trial court in connection with his motion for new trial, it is not properly before this Court. “The entry of judgment on a verdict by the trial court constitutes an adjudication by the trial court as to the sufficiency of the evidence to sustain the verdict, affording a b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rowan-v-state"
    }
  ],
  "relatedIncidents": [
    3046,
    3154,
    3158,
    3207,
    3272
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}