{
  "id": 3119,
  "title": "2016년 Woods 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-09-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Woods. 판결일: 2016-09-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Wesley Woods\n**판결일**: 2016-09-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Curran, Nemoyer, Scudder, Smith, Whalen\n\n## 인용\n\n- 142 A.D.3d 1356\n- 38 N.Y.S.3d 337\n\n## 판결문 요약\n\n\n*1357Appeal from a judgment of the Supreme Court, Erie County (Russell R Buscaglia, A.J.), rendered December 3, 2014. The judgment convicted defendant, upon a jury verdict, of kidnapping in the first degree, robbery in the first degree and assault in the second degree.\nIt is hereby ordered that the judgment so appealed from is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting him upon a jury verdict of kidnapping in the first degree (Penal Law § 135.25 [2] [a]), robbery in the first degree (§ 160.15 [4]), and assault in the second degree (§ 120.05 [2]). The charges arose from an incident in which the victim was held captive, pistol whipped, and then repeatedly humiliated, including being forced to lick his own blood from a boot of one of the perpetrators. The perpetrators made a video recording of parts of the incident and posted the recording on social media.\nDefendant contends that Supreme Court erred in refusing to permit him to introduce into evidence a video recording in which the victim told defendant’s girlfriend that defendant did not commit the crime, because the recording established that he did not commit the crime. At trial, however, he contended only that the recording was admissible to impeach the victim. “Inasmuch as [defendant’s current] theory was not expressed to the trial court, the issue is not preserved for our review” (People v Lyons, 81 NY2d 753, 754 [1992]). In any event, any error in the court’s refusal to admit the recor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "납치"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=houston-cordarise-people-v"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-woods"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}