{
  "id": 3128,
  "title": "2016년 Tina Garrett v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-09-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Tina Garrett v. State of Tennessee. 판결일: 2016-09-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Tina Garrett v. State of Tennessee\n**판결일**: 2016-09-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert L. Holloway, Jr.\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                        Assigned on Briefs September 13, 2016\n\n                  TINA GARRETT v. STATE OF TENNESSEE\n\n                Appeal from the Criminal Court for Fentress County\n                   No. 2014-CR-13 E. Shayne Sexton, Judge\n                     ___________________________________\n\n              No. M2015-01659-CCA-R3-PC – Filed September 22, 2016\n                     ___________________________________\n\nIn June 2013, the Petitioner, Tina Garrett, entered a “best interests” guilty plea to first\ndegree murder in exchange for a life sentence. She subsequently filed a petition for post-\nconviction relief alleging, among other things, that she received ineffective assistance of\ncounsel and that her plea was unknowing and involuntary. Following a hearing on the\npetition, the post-conviction court denied relief. After a thorough review, we affirm the\njudgment of the post-conviction court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nROBERT L. HOLLOWAY, JR., J., delivered the opinion of the court, in which JAMES\nCURWOOD WITT, JR., and TIMOTHY L. EASTER, JJ., joined.\n\nIvy J. Gardner, Crossville, Tennessee, for the appellant, Tina Garrett.\n\nHerbert H. Slatery III, Attorney General and Reporter; Sophia S. Lee, Senior Counsel;\nand Jared R. Effler, District Attorney General, for the appellee, State of Tennessee.\n\n\n                              ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tina-garrett-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}