{
  "id": 3133,
  "title": "2016년 Engle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-09-19",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Engle. 판결일: 2016-09-19. 법원: District Court, S.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: Raymond ENGLE v. UHAUL\n**판결일**: 2016-09-19\n**법원**: District Court, S.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: Newman, Rice\n\n## 변호인\n\nRaymond Engle, Dayton, OH, pro se., Gregory W. Guevara, Bose McKinney & Evans LLP, Indianapolis, IN, Steven G. Janik, Janik LLP, Sean T. Needham, Cleveland, OH, William M. Harter, Frost Brown Todd LLC, Katherine Marie Klin-gelhafer, Columbus, OH, for Defendants.\n\n## 인용\n\n- 208 F. Supp. 3d 844\n\n## 판결문 요약\n\n\n*845DECISION AND ENTRY ADOPTING UNITED STATES MAGISTRATE JUDGE’S REPORT AND RECOMMENDATIONS (DOC. # 37); OVERRULING PLAINTIFF’S OBJECTION THERETO (DOC. #38); SUSTAINING MOTION TO DISMISS OF DEFENDANT DAY AIR INSURANCE, LLC (DOC. #21); DISMISSING WITHOUT PREJUDICE PLAINTIFF’S COMPLAINT (DOC. #2) FOR LACK OF SUBJECT MATTER JURISDICTION; OVERRULING AS MOOT ALL OF THE FOLLOWING: MOTION TO DISMISS OF SAFECO INSURANCE COMPANY OF ILLINOIS, SUZANNE THOMAS AND PETER BROWN (DOC. # 12), PLAINTIFF’S MOTION FOR DEFAULT JUDGMENT (DOC. # 13), DEFENDANT ESKENAZI HEALTH’S MOTION TO DISMISS (DOC. #16), PLAINTIFF’S MOTION TO STRIKE THE MOTION TO DISMISS OF SAFECO INSURANCE COMPANY OF ILLINOIS, SUZANNE THOMAS AND PETER BROWN (DOC. # 18), PLAINTIFF’S MOTION FOR APPOINTMENT OF COUNSEL (DOC. # 26), PLAINTIFF’S MOTION FOR A CLASS ACTION AGAINST ESK-ENAZI (DOC. #27), PLAINTIFF’S OBJECTIONS TO DECISIONS AND ENTRIES DATED AUGUST 9, 2016, AND AUGUST 11, 2016 (DOCS. ##39 AND 40); JUDGMENT TO ENTER IN FAVOR OF DEFENDANTS AND AGAINST PLAINTIFF; DENYING LEAVE TO APPEAL IN FORMA PAUPER-IS-, TERMINATION ENTRY\nWALTER H. RICE, UNITED STATES DISTRICT JUDGE\nOn August 23, 2016, United States Magistrate Judge Michael J. Newman issued a Report and Recommendations, Doc. #37, recommending that the Court grant Defendant Day Air Insurance, LLC’s Motion to Dismiss, Doc. #21, dismiss Plaintiffs Complaint for lack of subject matter jurisdiction, and deny all other pending motions as moot.\nMagistrate Judge Newman noted tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=engle-v-uhaul"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}