{
  "id": 3135,
  "title": "2016년 State of Tennessee v. Robert L. Lyle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-09-19",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Robert L. Lyle. 판결일: 2016-09-19. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Robert L. Lyle\n**판결일**: 2016-09-19\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge James Curwood Witt, Jr.\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                        Assigned on Briefs September 13, 2016\n\n                 STATE OF TENNESSEE v. ROBERT L. LYLE\n\n                  Appeal from the Circuit Court for Cannon County\n                  Nos. F13-70 & 15-CR-73 David M. Bragg, Judge\n\n\n                 No. M2016-00480-CCA-R3-CD – September 19, 2016\n\n\nThe defendant, Robert L. Lyle, appeals the revocation of his community corrections\nsentence, claiming that the trial court erred by ordering that he serve a portion of his total\neffective sentence in confinement. Discerning no error, we affirm.\n\n             Tenn. R. App. P. 3; Judgment of the Circuit Court Affirmed\n\nJAMES CURWOOD WITT, JR., J., delivered the opinion of the court, in which ROBERT L.\nHOLLOWAY, JR., and TIMOTHY L. EASTER, JJ., joined.\n\nGerald L. Melton, District Public Defender; and Kenneth R. McKnight, Assistant District\nPublic Defender, for the appellant, Robert L. Lyle.\n\nHerbert H. Slatery III, Attorney General and Reporter; Robert W. Wilson, Assistant\nAttorney General; Jennings H. Jones, District Attorney General; and Trevor Lynch,\nAssistant District Attorney General, for the appellee, State of Tennessee.\n\n                                         OPINION\n\n               On September 5, 2013, the defendant pleaded guilty to one count of\npossession of .5 grams or more of methamphetamine with intent to sell or deliver, and the\ntrial court imposed a sentence of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-robert-l-lyle"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}