{
  "id": 3140,
  "title": "2016년 Fiveash 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-09-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Fiveash. 판결일: 2016-09-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Mary FIVEASH v. PAT O'BRIEN'S BAR, INC. and ABC Insurance Company\n**판결일**: 2016-09-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Dysart, Landrieu, Ledet, Lobrano, Love\n\n## 변호인\n\nPeter J. Dilorio, LAW OFFICE OF PETER J. DIIORIO, 4701 Tchoupitoulas Street, New Orleans, LA 70115, COUNSEL FOR PLAINTIFF/APPELLANT, Mary E. Lorenz, André C. Gaudin, BURGLASS & TANKERSLEY, LLC, 5213 Airline Drive, Metairie, LA 70001, COUNSEL FOR DEFENDANT/APPEL-LEE\n\n## 인용\n\n- 201 So. 3d 912\n\n## 판결문 요약\n\n\nJudge Terri F. Love\n|, Mary Fiveash (“Ms. Fiveash”) appeals the trial court’s judgment granting partial summary judgment in favor of Pat O’Brien’s Bar, Inc., and its insurer Evans-*914ton Insurance Company (collectively “Defendants”) dismissing with. prejudice her spoliation of evidence claim. The trial court found Ms. Fiveash failed to present any evidence to establish that Defendants intentionally destroyed evidence with the purpose of depriving her of its use at trial. Louisiana jurisprudence-has held summary judgment based on subjective facts like intent is rarely appropriate. The trial court incorrectly relied on self-serving and con-clusory affidavits that Defendants offered in support of their motion to conclude that no genuine issue of material fact exists as to intent. Based on the factual allegations and supporting evidence presented, reasonable minds may disagree as to Defendants’ motive and intent in failing to preserve the evidence in' this case. In that genuine issues of material fact exist- as to the intentional spoliation of evidence, we find summary judgment inappropriate.\nFurther, in that the trial court did not designate its judgment as a final 12appealable judgment, and it did not dispose of all Ms. Fiveash’s claims, we invoke this Court’s supervisory jurisdiction and convert the appeal to an application for supervisory review. Accordingly,-we grant the application for supervisory review, reverse the trial court’s judgment granting Defendants’ motion for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fiveash-v-pat-obriens-bar-inc"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}