{
  "id": 3141,
  "title": "2016년 Tiburcio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-09-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Tiburcio. 판결일: 2016-09-12. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Seidy M. TIBURCIO v. CAPITOL OF the UNITED STATES\n**판결일**: 2016-09-12\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Ginsburg, Srinivasan, Tatel\n\n## 변호인\n\nSeidy M. Tiburcio, Pro Se., R. Craig Lawrence, U.S, Attorney’s Office (USA), Civil Division, Washington, DC, for Defendant-Appellee.\n\n## 인용\n\n- 672 F. App'x 4\n\n## 판결문 요약\n\n\nJUDGMENT\nPer Curiam\nThis appeal was considered on the record from the United States District Court for the District of Columbia and appellant’s brief. See Fed. R. App. P. 34(a)(2); D.C. Cir. Rule 34(j). It is\n*5ORDERED AND ADJUDGED that the district court’s order filed April 1, 2016, be affirmed. The district court did not abuse its discretion in dismissing the complaint for failure to provide “a short and plain statement of the claim showing that the pleader is entitled to relief.” Fed. R. Civ. P. 8(a)(2); see Atherton v. D.C. Office of Mayor, 567 F.3d 672, 681 (D.C. Cir. 2009) (holding that a “complaint must give the defendants notice of the claims and the grounds upon which they rest”).\nPursuant to D.C. Circuit Rule 36, this disposition will not be published. The Clerk is directed to withhold issuance of the mandate herein until seven days after resolution of any timely petition for rehearing or petition for rehearing en banc. See Fed. R. App. P. 41(b); D.C. Cir. Rule 41.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tiburcio-v-capitol-of-the-united-states"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}