{
  "id": 3154,
  "title": "2016년 Cleveland Metropolitan Bar Association v. Paris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-08-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Cleveland Metropolitan Bar Association v. Paris. 판결일: 2016-08-31. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Cleveland Metro. Bar Assn. v. Paris (Slip Opinion)\n**판결일**: 2016-08-31\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: French, Kennedy, Lanzinger, O'Connor, O'Donnell, O'Neill, Pfeifer\n\n## 변호인\n\nThomas L. Anastos; Ulmer & Berne, L.L.P., and Corey N. Thrush; and Heather M. Zirke, Bar Counsel, for relator., Thomas Paris and John T. Paris, for respondent.\n\n## 인용\n\n- 2016 Ohio 5581\n- 148 Ohio St. 3d 55\n\n## 판결문 요약\n\n[Until this opinion appears in the Ohio Official Reports advance sheets, it may be cited as\nCleveland Metro. Bar Assn. v. Paris, Slip Opinion No. 2016-Ohio-5581.]\n\n\n\n\n                                        NOTICE\n     This slip opinion is subject to formal revision before it is published in an\n     advance sheet of the Ohio Official Reports. Readers are requested to\n     promptly notify the Reporter of Decisions, Supreme Court of Ohio, 65\n     South Front Street, Columbus, Ohio 43215, of any typographical or other\n     formal errors in the opinion, in order that corrections may be made before\n     the opinion is published.\n\n\n\n                         SLIP OPINION NO. 2016-OHIO-5581\n           CLEVELAND METROPOLITAN BAR ASSOCIATION v. PARIS.\n  [Until this opinion appears in the Ohio Official Reports advance sheets, it\n     may be cited as Cleveland Metro. Bar Assn. v. Paris, Slip Opinion No.\n                                   2016-Ohio-5581.]\nAttorneys—Misconduct—Violations of the Rules of Professional Conduct—\n        Conditionally stayed six-month suspension.\n  (No. 2015-2009—Submitted February 24, 2016—Decided August 31, 2016.)\n        ON CERTIFIED REPORT by the Board of Professional Conduct of the\n                            Supreme Court, No. 2015-005.\n                             _______________________\n        Per Curiam.\n        {¶ 1} Respondent, Tasso Paris of Cleveland, Ohio, Attorney Registration\nNo. 0038609, was admitted to the practice of law in Ohio in 1987.\n   ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cleveland-metropolitan-bar-association-v-paris"
    }
  ],
  "relatedIncidents": [
    3046,
    3115,
    3158,
    3207,
    3272
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}