{
  "id": 3187,
  "title": "2016년 John Jack Lynch v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-08-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: John Jack Lynch v. State of Tennessee. 판결일: 2016-08-11. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: John Jack Lynch v. State of Tennessee\n**판결일**: 2016-08-11\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Timothy L. Easter\n\n\n## 판결문 요약\n\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                            AT NASHVILLE\n                              Assigned on Briefs July 19, 2016\n\n                 JOHN JACK LYNCH v. STATE OF TENNESSEE\n\n                   Appeal from the Circuit Court for Marshall County\n                    No. 2013-CR-129 Forest A. Durard, Jr., Judge\n                       ___________________________________\n\n                 No. M2015-02451-CCA-R3-PC – Filed August 11, 2016\n                       ___________________________________\n\n\nPetitioner, John Jack Lynch,1 appeals from the denial of post-conviction relief in which\nhe argued that he received ineffective assistance of counsel. After a thorough review, we\ndetermine Petitioner has failed to show clear and convincing evidence that he received\nineffective assistance of counsel. Accordingly, the judgment of the post-conviction court\nis affirmed.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nTIMOTHY L. EASTER, J., delivered the opinion of the court, in which JAMES CURWOOD\nWITT, JR., and D. KELLY THOMAS, JR., JJ., joined.\n\nBrian C. Belden, Fayetteville, Tennessee, for the appellant, John ―Jack‖ Lynch.\n\nHerbert H. Slatery III, Attorney General and Reporter; Sophia S. Lee, Senior Counsel;\nRobert Carter, District Attorney General; and Andrew Wright, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n\n                                            OPINION\n\n        A jury fou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-jack-lynch-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}