{
  "id": 3220,
  "title": "2016년 State of Tennessee v. Bernard Nelson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-07-06",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Bernard Nelson. 판결일: 2016-07-06. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Bernard Nelson\n**판결일**: 2016-07-06\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                           Assigned on Briefs May 10, 2016\n\n                STATE OF TENNESSEE v. BERNARD NELSON\n\n               Appeal from the Circuit Court for Montgomery County\n                    No. CC14-CR-991       Ross H. Hicks, Judge\n\n\n                 No. M2015-01690-CCA-R3-CD – Filed July 6, 2016\n                        _____________________________\n\nA Montgomery County jury convicted the Defendant, Bernard Nelson, of two counts of\nindecent exposure. On appeal, the Defendant asserts that the State breached its duty to\npreserve potentially exculpatory evidence. The Defendant also contends that the\nconvicting evidence is insufficient to sustain his convictions. We affirm the trial court‟s\njudgments.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Circuit Court Affirmed\n\nROBERT W. WEDEMEYER, J., delivered the opinion of the Court, in which NORMA\nMCGEE OGLE and TIMOTHY L. EASTER, JJ., joined.\n\nWayne Clemons, Clarksville, Tennessee, for the appellant, Bernard Nelson.\n\nHerbert H. Slatery III, Attorney General and Reporter; James E. Gaylord, Assistant\nAttorney General; John W. Carney, Jr., District Attorney General; and J. Lee\nWilloughby, Assistant District Attorney General, for the appellee, State of Tennessee.\n\n\n                                       OPINION\n\n       On September 3, 2014, a Montgomery County grand jury indicted the Defendant\nfor two counts of indecent ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-bernard-nelson"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}