{
  "id": 3222,
  "title": "2016년 State of Tennessee v. Charles Henry Midgett, III 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-07-01",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Charles Henry Midgett, III. 판결일: 2016-07-01. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Charles Henry Midgett, III\n**판결일**: 2016-07-01\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                           Assigned on Briefs April 19, 2016\n\n\n       STATE OF TENNESSEE v. CHARLES HENRY MIDGETT, III\n\n                Appeal from the Criminal Court for Davidson County\n                   No. 2014C2302    Cheryl A. Blackburn, Judge\n\n\n\n\n                  No. M2015-00845-CCA-R3-CD – Filed July 1, 2016\n                        _____________________________\n\nThe defendant, Charles Henry Midgett, III, pled guilty to two counts of attempted\naggravated child abuse, a Class B felony. As part of the agreement, the defendant pled\nguilty as a Range I offender but waived the release eligibility within his range, and he\nagreed that the trial court would determine the length of the sentences, the release\neligibility, and whether the sentences would run concurrently or consecutively. The trial\ncourt sentenced him to twelve years’ imprisonment for each count, to be served at forty-\nfive percent. The sentences were to be served concurrently. The defendant appeals,\nasserting that the aggregate sentence is excessive and that the trial court erred in applying\ncertain mitigating and enhancing factors. Discerning no abuse of discretion, we affirm\nthe sentences imposed.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nJOHN EVERETT WILLIAMS, J., delivered the opinion of the Court, in which NORMA\nMCGEE OGLE and ROBERT W. WEDEMEYER, JJ., joined.\n\nDawn Deaner, Di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-charles-henry-midgett-iii"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}