{
  "id": 3244,
  "title": "2016년 Adjin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-06-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Adjin. 판결일: 2016-06-13. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alfred Ayitey ADJIN, a/k/a Emmanuel Ayitey Adjin, a/k/a Kwaku Safo Boateng, a/k/a Alfred A. Adjin v. Loretta E. LYNCH, Attorney General\n**판결일**: 2016-06-13\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Davis, Floyd, Shedd\n\n## 변호인\n\nRonald D. Richey, Law Office of Ronald D. Richey, Rockville, Maryland, for Petitioner. Benjamin C. Mizer, Principal Deputy Assistant Attorney General, Mary Jane Candaux, Assistant Director, Matthew A. Connelly, Office of Immigration Litigation, United States Department of Justice, Washington, D.C., for Respondent.\n\n## 인용\n\n- 654 F. App'x 131\n\n## 판결문 요약\n\n\nPetition denied by unpublished per curiam opinion.\nUnpublished opinions are not binding precedent in this circuit.\nPER CURIAM:\nAlfred Ayitey Adjin, a native and citizen of Ghana, petitions for review of an order of the Board of Immigration Appeals (Board) dismissing his appeal from the immigration judge’s denial of his motion for a continuance and denying Adjin’s motion for administrative closure. We have reviewed the record and find no abuse of discretion. We further find that Adjin cannot demonstrate a violation of his due process rights as he fails to show the requisite prejudice. See Anim v. Mukasey, 535 F.3d 243, 256 (4th Cir. 2008). Accordingly, we deny the petition for review for the reasons stated by the Board. See In re Adjin (B.I.A. Aug. 19, 2015). We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.\nPETITION DENIED.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adjin-v-lynch"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}