{
  "id": 3250,
  "title": "2016년 State of Iowa v. Zyriah Henry Floyd Schlitter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-06-10",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: State of Iowa v. Zyriah Henry Floyd Schlitter. 판결일: 2016-06-10. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Zyriah Henry Floyd SCHLITTER, Appellant\n**판결일**: 2016-06-10\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Appel, Cady, Wiggins\n\n## 변호인\n\nMark C. Smith, State Appellate Defender, Shellie L. Knipfer, Assistant Appellate Defender, and Zyriah Schlitter, pro se, for appellant., Thomas J. Miller, Attorney General, Jean 0. Pettinger, Assistant Attorney General, Jerry Vander Sanden, County Attorney, and Nicholas Maybanks and Lisa Epp, Assistant County Attorneys, for ap-pellee.\n\n## 인용\n\n- 881 N.W.2d 380\n\n## 판결문 요약\n\n\nCADY, Chief Justice.\nIn this appeal from convictions of involuntary manslaughter by commission of public offense and child endangerment resulting in death, we primarily consider a claim of ineffective assistance of trial counsel based on the failure to challenge the sufficiency of evidence to support the submission of all four alternative means of committing the crime of child endangerment. On our review, we conclude trial counsel was ineffective, and a new trial must be granted. We affirm the decision of the court of appeals in part and vacate in part, reverse the judgment and sentence of the district court, and remand the case for a new trial.\nI. Background Facts and Proceedings.\nZyriah Schlitter met Nicole King in 2006 and they entered into a relationship. They began sharing a residence and eventually had a daughter, K.S., on September 23, 2008. The relationship ended in late 2009. In February 2010, Schlitter and King agreed that Schlitter would be the temporary primary custodian of K.S. Schlitter was living with his grandparents at the time. He was also dating a woman named Amy Parmer. Schlitter would often stay overnight at Parmer’s apartment. Parmer had two children.\nOn March 1, 2010, Schlitter took K.S. to a medical clinic for a health checkup required for admission to a day-care center. A clinic nurse updated K.S.’s vaccines and found her to be in good health.\n' K.S. was accepted by the day-care facility on March 2 and attended day care for the remainder of the workw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-iowa-v-zyriah-henry-floyd-schlitter"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}