{
  "id": 3272,
  "title": "2016년 Thomas Edward Stokes, Jr. v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-05-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Thomas Edward Stokes, Jr. v. State. 판결일: 2016-05-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Thomas Edward Stokes, Jr. v. State\n**판결일**: 2016-05-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                         ATLANTA,____________________\n                                                    May 17, 2016\n\nThe Court of Appeals hereby passes the following order:\n\nA16A1067. THOMAS EDWARD STOKES, JR. v. THE STATE.\n\n      On November 27, 2013, Thomas Edward Stokes, Jr. was convicted of rape,\naggravated sexual battery and kidnapping with bodily injury. He filed a timely\nmotion for new trial. However, on January 21, 2016, Stokes filed a notice of appeal\nfrom his convictions. In this notice of appeal he “waives his previously filed motion\nfor new trial and proceeds directly to appeal.” We lack jurisdiction.\n      A notice of appeal must be filed within 30 days of the entry of the order sought\nto be appealed. OCGA § 5-6-38 (a). The proper and timely filing of the notice of\nappeal is an absolute requirement to confer appellate jurisdiction upon this Court.\nRowland v. State, 264 Ga. 872, 872 (1) (452 SE2d 756) (1995). Although the filing\nof a motion for a new trial generally extends the deadline for filing an appeal, see\nOCGA § 5-6-38 (a), Stokes waived his previously filed motion for new trial in this\ncase prior to entry of an order on that motion. Thus, Stokes’s notice of appeal, filed\nmore than two years after entry of the order he seeks to appeal, is untimely.\nAccordingly, this appeal is hereby DISMISSED for lack of jurisdiction.\n      Because Stokes is represented by counsel, he is informed of the following ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "납치",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-edward-stokes-jr-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tandra-temple-v-george-hillegass"
    }
  ],
  "relatedIncidents": [
    3046,
    3115,
    3119,
    3154,
    3158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}