{
  "id": 3276,
  "title": "2016년 Ritchie Capital Management, L.L.C. v. General Electric Capital Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-05-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ritchie Capital Management, L.L.C. v. General Electric Capital Corp.. 판결일: 2016-05-11. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: RITCHIE CAPITAL MANAGEMENT, L.L.C., Ritchie Capital Management, Ltd., Ritchie Special Credit Investments, Ltd., Rhone Holdings II, Ltd., Yorkville Investment I, L.L.C., Ritchie Capital Structure Arbitrage Trading, Ltd. v. GENERAL ELECTRIC CAPITAL CORPORATION\n**판결일**: 2016-05-11\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Calabresi, Hall, Walker\n\n## 변호인\n\nAlexandra A.E. Shapiro, Eric S. Olney and Daniel J. O’Neill, Shapiro Arato LLP, New York, NY, f&r Plaintiffs-Appellants., Leo V. Leyva and James T. Kim, Cole Schotz P.C., New York, NY, for Plaintiffs-Appellants., Miles N. Ruthberg, Robert J. Malionek, Latham & Watkins LLP, New York, NY, for Defendant-Appellee, ,, Gregory G. Garre, Latham & Watkins LLP, Washington, DC, for Defendant-Ap-pellee.\n\n## 인용\n\n- 821 F.3d 349\n\n## 판결문 요약\n\n\nPER CURIAM:\nRitchie Capital Management, L.L.C. and the four other appellants (collectively, “Ritchie”) appeal from ah August 4, 2015 final judgment' entered in the United States District Court for the Southern District of New York (Engelmayer, J.) that dismissed Ritchie’s claims for lack of standing and, in the alternative, for failing to state a claim upon which relief could be granted. Ritchie brought New York state law claims against General Electric Capital Corporation (“GECC”) for civil conspiracy to commit fraud, for aiding and abetting fraud, and for negligence in connection *351with Thomas Petters’ Ponzi scheme. GECC moved to dismiss the case, and the district court granted the motion, determining that Ritchie lacked standing to bring the conspiracy and aiding and abetting claims because the causes of action were the exclusive property of the Petters Estate and, in the alternative, that Ritchie failed to state a claim because Ritchie failed to plead proximate cause for the aiding and abetting claim and failed to plead an “overt act” for the civil conspiracy claim.1 We affirm on the ground that the plaintiffs lack standing to assert the claims they have brought; thus we do not address whether Ritchie has \"Adequately pled claims entitling appellants to relief.\nThe underlying facts, as alleged, are described in the district court’s opinion. See Ritchie Capital Mgmt. L.L.C. v. Gen. Elect. Capital Corp., 121 F.Supp.3d 321, 325-30 (S.D.N.Y.2015). They may be summarized as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ritchie-capital-management-llc-v-general-electric-capital-corp"
    }
  ],
  "relatedIncidents": [
    3046,
    3115,
    3154,
    3158,
    3207
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}