{
  "id": 3278,
  "title": "2016년 Lopp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-05-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lopp. 판결일: 2016-05-10. 법원: District Court, N.D. California.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Barbara Joan LOPP\n**판결일**: 2016-05-10\n**법원**: District Court, N.D. California\n**관할**: California, CA\n\n**판사**: Rogers\n\n## 변호인\n\nKelsey Catherine Linnett, U.S. Attorney’s Office, Oakland, CA, for Plaintiff., Ethan Atticus Balogh, Coleman, Balogh & Scott LLP, Shaffy Moeel, Moeel Law Office, San Francisco, CA, for Defendant.\n\n## 인용\n\n- 186 F. Supp. 3d 1037\n\n## 판결문 요약\n\n\nOrder Granting Motion op Dependant to Suppress Evidence\nRe: Dkt. No. 68\nYVONNE GONZALEZ ROGERS, UNITED STATES DISTRICT COURT JUDGE\nDefendant Barbara Joan Lopp was indicted for violation of 18 U.S.C. section 1349, conspiracy to commit bank fraud, on July 16, 2015. (Indictment, Dkt. No. 25.) Lopp filed a Motion to Suppress Evidence regarding statements she made during an investigatory stop and thereafter, as well as the physical evidence seized from her person and rental vehicle during her arrest. (Dkt. No. 68, “Mtn.”) The government has opposed the motion. (Dkt. No. 72, “Oppo.”) Oral argument was held on February 25, 2016, and an evidentiary hearing took place on March 24, 2016. The parties filed additional briefing subsequent to the hearing.\nHaving carefully considered the papers submitted, the pleadings in this action, oral argument, and for the reasons set forth below, the Court hereby Grants the Motion to Suppress Evidence.\nI. BACKGROUND\nOn February 12, 2015, at approximately 10:34 a.m. on a Thursday in Sioux City, Iowa, a bank manager at the Municipal Credit Union (“the credit union”) called the police to report an ongoing fraudulent credit card transaction. (Corrected Exhibit A [“Lewis Report”] to Declaration of Detective Lewis, Dkt. No. 76, at FBI-003585.) The bank manager reported that an individual with a fraudulent credit card and California identification was requesting a credit card advance, and that he had attempted the same transaction the week before. (Id. at F...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lopp"
    }
  ],
  "relatedIncidents": [
    3046,
    3115,
    3154,
    3158,
    3207
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}