{
  "id": 3281,
  "title": "2016년 WILLIAMS, TYSHAWN J. v. JONES, LAVALRA M. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-05-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: WILLIAMS, TYSHAWN J. v. JONES, LAVALRA M.. 판결일: 2016-05-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Tyshawn J. Williams, Appellant, v. Lavalra M. Jones, Respondent\n**판결일**: 2016-05-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Carni, Centra, DeJoseph, Troutman, Whalen\n\n## 인용\n\n- 139 A.D.3d 1346\n- 31 N.Y.S.3d 348\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Erie County (John F. O’Donnell, J.), entered May 9, 2014. The order, insofar as appealed from, granted the motion of defendant for summary judgment and dismissed the complaint.\nIt is hereby ordered that the order so appealed from is modified on the law by denying the motion in part and reinstating the complaint with respect to the 90/180-day category of serious injury within the meaning of Insurance Law § 5102 (d) and as modified the order is affirmed without costs.\nMemorandum: Plaintiff commenced this action seeking damages for injuries he sustained in a motor vehicle accident that occurred when defendant tried to turn left in front of plaintiff’s oncoming vehicle. Supreme Court granted defendant’s motion for summary judgment dismissing the complaint on the ground that plaintiff did not sustain a serious injury within the meaning of Insurance Law § 5102 (d), and plaintiff appeals.\n*1347To the extent that plaintiff contends that he sustained a serious injury under the permanent loss of use category, that contention is not properly before us because it is raised for the first time on appeal (see Verkey v Hebard, 99 AD3d 1205, 1206 [2012]). In any event, we conclude that the contention is without merit inasmuch as the record establishes that plaintiff did not sustain a “total” loss of use of his cervical spine (Oberly v Bangs Ambulance, 96 NY2d 295, 299 [2001]; see Constantine v Serafin, 16 AD3d 1145, 1145-1146 [2005]).\nWe reject plai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-tyshawn-j-v-jones-lavalra-m"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}