{
  "id": 3293,
  "title": "2016년 Edward Julius Finch v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-04-25",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Edward Julius Finch v. State. 판결일: 2016-04-25. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Edward Julius Finch v. State\n**판결일**: 2016-04-25\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                       ATLANTA,____________________\n                                                  April 13, 2016\n\nThe Court of Appeals hereby passes the following order:\n\nA16A1320. EDWARD JULIUS FINCH v. THE STATE.\n\n      Edward Julius Finch was convicted of armed robbery and other crimes, and we\naffirmed his convictions on appeal. Drummer v. State, 264 Ga. App. 617 (591 SE2d\n481) (2003).1 Finch later filed a motion to set aside his judgment of conviction,\narguing that there was no evidence that his indictment was returned in open court.\nThe trial court denied the motion, and Finch appeals. We, however, lack jurisdiction.\n      “[A] petition to vacate or modify a judgment of conviction is not an appropriate\nremedy in a criminal case.” Harper v. State, 286 Ga. 216, 218 (1) (686 SE2d 786)\n(2009). Any appeal from an order denying or dismissing such a motion must be\ndismissed. See id. at 218 (2); Roberts v. State, 286 Ga. 532, 532 (690 SE2d 150)\n(2010). A direct appeal may lie from an order denying a motion to vacate or correct\na void sentence, but only if the defendant raises a colorable claim that the sentence\nis, in fact, void. See Harper, supra at 217, n.1; Burg v. State, 297 Ga. App. 118, 119\n(676 SE2d 465) (2009). “Motions to vacate a void sentence generally are limited to\nclaims that—even assuming the existence and validity of the conviction for which the\nsentence was imposed—the law does not authorize that sent...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edward-julius-finch-v-state"
    }
  ],
  "relatedIncidents": [
    3018,
    3022,
    3064,
    3086,
    3210
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}