{
  "id": 3316,
  "title": "2016년 Reeves 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-04-04",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Reeves. 판결일: 2016-04-04. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Jason M. REEVES\n**판결일**: 2016-04-04\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n## 인용\n\n- 188 So. 3d 257\n\n## 판결문 요약\n\n\nPER CURIAM.\nh Denied. Relator fails to show the district court erred in its determination that he did not prove by a preponderance of the evidence the existence of intellectual disability rendering him ineligible for execution. We attach hereto and make a part hereof the District Court’s written reasons denying relator’s application.\nThe case is remanded to the district court for a determination of whether there exist outstanding post-conviction claims and, if so, for the issuance of a ruling thereupon within 90 days of this order.\n*258[[Image here]]\nJUDGMENT\n⅜⅛0!\nOn. December 13,2001, Mr, Jas do Reeves (Referred to hereafter as “the petitioner\") was initiated, for first degree murder, a violation ofLSA-R.S, 14:30. The State filed its Notice of Intent to Seek fee Death Penalty on January 7,2002. The first trial began on October 27,2003, but was deolared a mistrial after fee jury was unable to meet a unanimous verdict The second trial began on October 12,2004, and the jury fcundfee petitioner guilty of first degree murder on November 5,2004. The jury unanimously recommended a sentence of death onNovember 8, 2004, OnDecember 10,2004; this Court sentenced the petitioner to doath by lethal injection, The sentence was affirmed, by fee Louisiana Supreme Court, State v. Reeves, 2006-2419 (La.03/05/09), 11 So.3d 1031. The United States Supreme Court denied fee petitioner’s certiorari petition on November 16, 2009, Reeves v. Louisiana, 130 S.Ct. 637 (2009),\n. The petitioner filed, a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reeves"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}