{
  "id": 3321,
  "title": "2016년 Meyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-03-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Meyer. 판결일: 2016-03-31. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Spencer MEYER, individually and on behalf of those similarly situated v. Travis KALANICK\n**판결일**: 2016-03-31\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Rakoff\n\n## 변호인\n\nBrian Marc Feldman, Edwin Michael Larkin, III, Jeffrey A. Wadsworth, Harter, Secrest & Emery, LLP, Rochester, NY, Andrew Arthur Schmidt, Andrew Schmidt Law PLLC, Portland, ME, for Plaintiffs., Peter M. Skinner, Boies, Schiller & Flexner LLP, New York, NY, Karen L. Dunn, Ryan Young Park, William A. Isaac-son, Boies, Schiller & Flexner LLP, Washington, DC, for Defendant.\n\n## 인용\n\n- 174 F. Supp. 3d 817\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER\n\nJED S. RAKOFF, UNITED STATES DISTRICT JUDGE.\nOn December 16, 2015, plaintiff Spencer Meyer, on behalf of himself and those similarly situated, filed this putative antitrust class action lawsuit against defendant Travis Kalanick, CEO and co-founder of Uber Technologies, Inc. (“Uber”). See Complaint, Dkt. 1. Mr. Meyer’s First Amended Complaint, filed on January 29, 2016, alleged that Mr. Kalanick had orchestrated and facilitated an illegal price-fixing, conspiracy in violation of Section 1 of the federal Sherman Antitrust Act, 15 U.S.C. *820§ 1, and the New York State Donnelly Act, New York General Business Law § 340. See First Amended Complaint (“Am.Compl.”),' Dkt. 26, ¶¶ 120-140. Plaintiff claimed, in essence, that Mr, Ka-lanick, while disclaiming that he was running a transportation company, had conspired .with Uber drivers to use Uber’s pricing algorithm to set the prices charged to Uber riders, thereby restricting price .competition among drivers to the detriment of Uber riders, such as plaintiff Meyer. See id. ¶¶ 1, 7.\nOn February 8, 2016, defendant Kalan-ick moved to dismiss the Amended Complaint. See Notice of Motion, Dkt. 27. Plaintiff opposed on February 18, 2016; defendant replied on February 25, 2016; and oral argument was held on March 9, 2016.1 Having considered all of the parties’ submissions and arguments, the Court hereby denies defendant’s motion to dismiss.\nIn ruling on a motion to dismiss, the Court accepts as true the factual allegation...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meyer-v-kalanick"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}