{
  "id": 3322,
  "title": "2016년 Riley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-03-30",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Riley. 판결일: 2016-03-30. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Johnnie Armstead RILEY v. STATE of Maryland\n**판결일**: 2016-03-30\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Deborah, Eyler, Friedman, Wright\n\n## 변호인\n\nPiedad Gomez (Paul B. DeWolfe, Public Defender, on the brief), Baltimore, for Appellant., Daniel J. Jawor (Brian E. Frosh, Atty. Gen., on the brief), Baltimore, for Appellee.\n\n## 인용\n\n- 227 Md. App. 249\n- 133 A.3d 1219\n\n## 판결문 요약\n\n            REPORTED\n\n\nIN THE COURT OF SPECIAL APPEALS\n\n          OF MARYLAND\n\n              No. 2110\n\n       September Term, 2014\n\n\n    JOHNNIE ARMSTEAD RILEY\n\n                 v.\n\n    STATE OF MARYLAND\n\n\n\n    Eyler, Deborah S.,\n    Wright,\n    Friedman,\n\n                 JJ.\n\n\n\n        Opinion by Wright, J.\n\n\n    Filed: March 30, 2016\n\f       On June 10, 2014, Sergeant Johnnie Armstead Riley, appellant, was convicted of\n\nfirst-degree and second-degree assault, use of a handgun in the commission of a crime of\n\nviolence, and misconduct in office by a jury in the Circuit Court for Prince George’s\n\nCounty. On November 13, 2014, the court sentenced Sgt. Riley to twenty years in prison\n\nwith all suspended except for five years to be served without the possibility of parole, for\n\nuse of a handgun during the commission of a crime of violence; a concurrent twenty-year\n\nsentence, with all but three years suspended, for assault in the first degree;1 and to a\n\nconcurrent three years in prison for misconduct in office. The court also placed Sgt.\n\nRiley on five years of supervised probation. On November 17, 2014, Sgt. Riley noted\n\nthis appeal, presenting a single question for review:\n\n       Was the evidence insufficient to sustain the appellant’s convictions?\n\n                                            Facts\n\n       This case stems from an on-duty police shooting. On September 6, 2012, shortly\n\nafter 5:17 p.m., twenty-five year old Calvin2 Kyle (“Kyle”) was riding a stolen\n\nmotorcycle ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=riley-v-state"
    }
  ],
  "relatedIncidents": [
    3062,
    3097,
    3122,
    3162,
    3223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}