{
  "id": 3336,
  "title": "2016년 Lepper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-03-04",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Lepper. 판결일: 2016-03-04. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles Edward LEPPER and Janice Lepper, Husband and Wife, Plaintiff-Appellant, v. EASTERN IDAHO HEALTH SERVICES, INC., D/B/A Eastern Idaho Regional Medical Center and Stephen R. Marano, M.D., Defendants-Respondents, and John Doe Persons or Entities I Through X, Defendants\n**판결일**: 2016-03-04\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Burdick, Eismann, Horton, Jones\n\n## 변호인\n\nNalder Law Office, Idaho Falls, for appellant. G. Lance Nalder argued., Quane Jones McColl, PLLC, Boise, for respondent Stephen R. Maraño, M.D. Matthew McColl argued., Smith & Banks, PLLC, Idaho Falls, for respondent Eastern Idaho Regional Medical Center. Marvin K. Smith argued.\n\n## 인용\n\n- 160 Idaho 104\n- 369 P.3d 882\n\n## 판결문 요약\n\n\nBURDICK, Justice.\nThis appeal arose from a medical malpractice suit, where Charles and Janice Lepper (the Leppers) alleged the negligence of Eastern Idaho Health Service, Inc. d/b/a Eastern Idaho Regional Medical Center (EIRMC) and Dr. Stephen R. Maraño, (Dr. Maraño) rendered Charles Lepper a paraplegic. The Leppers appeal the Bonneville County district court’s grant of summary judgment in favor of EIRMC and Dr. Maraño (collectively, Respondents). The Leppers argue the *106district court erred in ruling that based on the language of its Scheduling Order, the Leppers’ expert witness disclosures required disclosure of all expert witness opinions, including foundational facts required by statute. We vacate and remand for further proceedings.\nI. FACTUAL AND PROCEDURAL BACKGROUND\nOn August 19, 2010, Charles Lepper underwent surgery on his lower back, which was performed by Dr. Maraño at EIRMC. Charles was discharged from the hospital on September 3, 2010. However, due to pain and complications following the surgery, Charles was readmitted to EIRMC on September 10, 2010. The next day, a physician’s order was issued directing nurses to ask that Dr. Maraño be contacted to see Charles regarding his symptoms. However, the nurses at EIRMC never contacted Dr. Maraño as ordered.\nOn September 14, 2010, while still admitted to EIRMC, Charles developed severe back pain and leg numbness. EIRMC’s nurses and Dr. Maraño allegedly failed to take steps upon becoming aware of Charles’s condition t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lepper-v-eastern-idaho-health-services-inc"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}