{
  "id": 3339,
  "title": "2016년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-03-01",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Young. 판결일: 2016-03-01. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Eugene A. Young, Appellant The State of Washington v. Claude A. Hutchinson\n**판결일**: 2016-03-01\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Bjorgen, Lee, Maxa\n\n## 변호인\n\nStephanie C. Cunningham, for appellant Young., Catherine E. Glinski (of Glinski Law Firm PLLC), for appellant Hutchinson., Mark E. Lindquist, Prosecuting Attorney, and James S. Schacht, Deputy, for respondent.\n\n## 인용\n\n- 192 Wash. App. 850\n\n## 판결문 요약\n\n\nBjorgen, A.C.J.\n¶1 — Eugene Young and Claude Hutchinson appeal their convictions for second degree rape, *852promoting commercial sexual abuse of a minor, communication with a minor for immoral purposes, and second degree attempted theft.\n¶2 Young argues that (1) the trial court abused its discretion in ruling that there was sufficient evidence to support authenticating text messages from “Y.G.” and “Papi,” and that without those messages, there is insufficient evidence to support his conviction of communicating with a minor for immoral purposes. Hutchinson argues that (2) there is insufficient evidence to support his conviction of communicating with a minor for immoral purposes and (3) the prosecutor improperly impugned the integrity of his defense counsel when he asked a witness about whether his defense counsel was present at a pretrial interview. Both Young and Hutchinson (4) argue that the prosecutor misstated the law on accomplice liability during closing argument, which amounted to prosecutorial misconduct, and (5) raise additional arguments in their statements of additional grounds.\n¶3 In the published portion of this opinion, we hold that the trial court reasonably exercised its discretion in ruling there was sufficient evidence to permit a reasonable juror to find that the text messages were authenticated or identified as from Young. In the unpublished portion, we address and reject Young’s remaining arguments and Hutchinson’s arguments. Accordingly, we affirm Youn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-young"
    }
  ],
  "relatedIncidents": [
    3031,
    3034,
    3090,
    3094,
    3106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}