{
  "id": 3340,
  "title": "2016년 Summerlin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-02-29",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Summerlin. 판결일: 2016-02-29. 법원: District Court, N.D. Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Kathy SUMMERLIN v. SHELLPOINT MORTGAGE SERVICES\n**판결일**: 2016-02-29\n**법원**: District Court, N.D. Alabama\n**관할**: Alabama, AL\n\n**판사**: Proctor\n\n## 변호인\n\nKathy Summerlin, Dora, AL, pro se., Patrick L.W. Sefton, Sasser Sefton & Brown PC, Montgomery, AL, Stephen B. Porterfield, Sirote and Permutt PC, Birmingham, AL, for Defendants.\n\n## 인용\n\n- 165 F. Supp. 3d 1099\n\n## 판결문 요약\n\n\nMEMORANDUM OPINION\nR. DAVID PROCTOR, UNITED STATES DISTRICT JUDGE\nI. Introduction\nThe court has before it Defendant Shell-point Mortgage Services’s Motion to Dismiss Plaintiffs Amended Complaint (Doc. # 14), filed April 24, 2015. Shellpoint filed a Brief in Support of its Motion to Dismiss (Doc. # 15). Plaintiff1 had the opportunity to file a responsive brief but did not do so. Therefore, Shellpoint’s Motion is ripe for review. For the reasons outlined below, the court finds that the Motion is due to be granted and this case is due to be dismissed with prejudice.\nII. Facts and Procedural History\nPlaintiff brought this case pro se to stop foreclosure of her home in Jefferson County, Aabama, and alleged violations of the Real Estate Settlement Practices Act (“RESPA”) and the Fair Debt Collection Practices Act (“FDCPA”) relating to a notice of service transfer, violations of the *1104FDCPA concerning a pre-foreclosure notice, and fraud upon origination of her mortgage loan, among other things. The court discerns the following allegations supporting those claims from Plaintiffs Amended Complaint and the many, non-enumerated exhibits attached to the Amended Complaint.2\nOn May 6, 2008, Plaintiff received a loan from Empire Equity Group Inc. d/b/a 1st Metropolitan Mortgage, which was secured by a mortgage and promissory note (the “Note”). (Doc. # 13). The agent and payee on the Note was Taylor, Bean &amp; Whitaker Mortgage Corp. (“TB&amp;W”). (Id.). The Note was supported by a Dire...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=summerlin-v-shellpoint-mortgage-services"
    }
  ],
  "relatedIncidents": [
    3046,
    3115,
    3154,
    3158,
    3207
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}