{
  "id": 3342,
  "title": "2016년 Lenox Barbeque & Catering, Inc. v. Metropolitan Transit Authority of Harris County 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-02-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lenox Barbeque & Catering, Inc. v. Metropolitan Transit Authority of Harris County. 판결일: 2016-02-23. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: LENOX BARBEQUE AND CATERING, INC. v. METROPOLITAN TRANSIT AUTHORITY OF HARRIS COUNTY\n**판결일**: 2016-02-23\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Boyce, Frost, McCally\n\n## 변호인\n\nMichael Sydow, Sr., Houston, TX, for Appellant., Frederick D. Junkin, Houston, TX, for Appellee.\n\n## 인용\n\n- 489 S.W.3d 529\n\n## 판결문 요약\n\n\nOPINION\n• Kem Thompson Frost, Chief Justice\nA landowner appeals the trial court’s summary judgment dismissing its inverse-condemnation claim against a.transit authority on the ground that the claim failed as a matter of law based on the landowner’s settlement of a prior condemnation action and conveyance of the land that was the subject of that action. We affirm.\nI. Factual and Procedural Background\nAppellee/defendant Metropolitan Transit Authority of Harris County (“Metro”) needed to acquire a 0.0475-acre parcel of land (the “Property”) out of a 0.454-acre tract owned by appellant/plaintiff Lenox Barbeque and Catering, Inc. for use in the construction of Metro’s East End Corridor light-rail line along Harrisburg Boulevard (“East End Line”). Metro offered to buy the Property from Lenox. Lenox did not accept Metro’s offers. Metro then filed a condemnation petition, seeking to condemn the Property. Eight months later, Lenox and Metro agreed to a settlement.\n\n*531\nSettlement of the Condemnation Action\n\nUnder the settlement, the parties agreed, among other things, that Lenox would convey the Property to Metro by deed, and Lenox would receive $570,000 in just compensation (“Settlement Agreement”). Lenox received the agreed compensation and conveyed the Property to Metro. Based on this settlement and at Metro’s request, the county court at law dismissed the condemnation petition before the commissioners held any hearing.\n\nInverse-Condemnation Action for Lost-Profits Compensation\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lenox-barbeque-catering-inc-v-metropolitan-transit-authority-of-harris"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}