{
  "id": 3353,
  "title": "2016년 State of Tennessee v. Raymond A. Klein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-02-09",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Raymond A. Klein. 판결일: 2016-02-09. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Raymond A. Klein\n**판결일**: 2016-02-09\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                       Assigned on Briefs September 10, 2015\n\n\n               STATE OF TENNESSEE v. RAYMOND A. KLEIN\n\n               Appeal from the Circuit Court for Montgomery County\n                     No. 41400576     Michael R. Jones, Judge\n\n\n\n\n               No. M2014-02340-CCA-R3-CD – Filed February 9, 2016\n                        _____________________________\n\nRaymond A. Klein (“the Defendant”) proceeded to trial on one count of aggravated\nsexual battery and was convicted as charged. On appeal, the Defendant argues that the\nevidence was insufficient to support his conviction. Discerning no error, we affirm the\njudgment of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nTHOMAS T. WOODALL, P.J., delivered the opinion of the Court, in which ROBERT W.\nWEDEMEYER and ROBERT L. HOLLOWAY, JR., JJ., joined.\n\nTimothy Richter, Clarksville, Tennessee, for the appellant, Raymond Arthur Klein.\n\nHerbert H. Slatery III, Attorney General and Reporter; Tracy L. Alcock, Assistant\nAttorney General; John W. Carney, District Attorney General; and Kimberly Lund,\nAssistant District Attorney General, for the appellee, State of Tennessee.\n\n                                       OPINION\n\nFactual and Procedural Background\n\n       We will refer to the victim as “G.L.” The Montgomery County Grand Jury\nindicted the Defendant with two counts of aggravated se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-raymond-a-klein"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}