{
  "id": 3377,
  "title": "2016년 MARLON WILLIAMS v. UNITED STATES 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-01-21",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: MARLON WILLIAMS v. UNITED STATES. 판결일: 2016-01-21. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Marlon WILLIAMS, Appellant, v. UNITED STATES, Appellee\n**판결일**: 2016-01-21\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Easterly, Nebeker, Thompson\n\n## 변호인\n\nEnid Hinkes for appellant., John Cummings, Assistant United States Attorney, with whom Ronald C. Machen, Jr., United States Attorney at the time the brief was filed, Elizabeth Tros-man, John P. Mannarino, and Gary Wheeler, Assistant United States Attorneys, were on the brief, for appellee.\n\n## 인용\n\n- 130 A.3d 343\n\n## 판결문 요약\n\n                             District of Columbia\n                              Court of Appeals\nNo. 13-CF-1312\n                                                                      JAN 21 2016\nMARLON WILLIAMS,\n                                          Appellant,\n\n       v.                                                CF1-18032-10\n\n\nUNITED STATES,\n                                          Appellee.\n\n\n             On Appeal from the Superior Court of the District of Columbia\n                                  Criminal Division\n\n       BEFORE: Thompson and Easterly, Associate Judges; and Nebeker, Senior Judge.\n\n                                    JUDGMENT\n\n                This case came to be heard on the transcript of record, the briefs filed, and\nwas argued by counsel. On consideration whereof, and as set forth in the opinion filed\nthis date, it is now hereby\n\n             ORDERED and ADJUDGED that the case is remanded with instructions for\nthe trial court to vacate appellant’s convictions for attempted robbery and the associated\ncount of possession of a firearm during a crime of violence (“PFCV”). In all other\nrespects, the judgment of the trial court is affirmed.\n\n                                          For the Court:\n\n\n\n\nDated: January 21, 2016.\n\nOpinion by Associate Judge Catharine Easterly.\n\nConcurring opinion by Associate Judge Catharine Easterly.\n\fNotice: This opinion is subject to formal revision before publication in the\nAtlantic and Maryland Reporters. Users are ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marlon-williams-v-united-states"
    }
  ],
  "relatedIncidents": [
    3017,
    3019,
    3054,
    3059,
    3060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}