{
  "id": 3378,
  "title": "2016년 Castro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-01-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Castro. 판결일: 2016-01-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Rumaldo Castro, Appellant, v. Celania Peguero, Respondent\n**판결일**: 2016-01-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 135 A.D.3d 584\n- 22 N.Y.S.3d 860\n\n## 판결문 요약\n\n\r\n\r\nCastro v Peguero (2016 NY Slip Op 00312)\r\n\r\n\r\n\r\n\r\n\r\nCastro v Peguero\r\n\r\n\r\n2016 NY Slip Op 00312\r\n\r\n\r\nDecided on January 19, 2016\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on January 19, 2016\r\n\r\nTom, J.P., Friedman, Saxe, Kapnick, JJ.\r\n\r\n\r\n16715 309844/11\r\n\r\n[*1] Rumaldo Castro, Plaintiff-Appellant,\r\nv Celania Peguero, Defendant-Respondent.\r\n\r\n\r\nSacco &amp; Fillas, LLP, Astoria (Brad S. Levin of counsel), for appellant.\r\nLaw Office of James J. Toomey, New York (Evy L. Kazansky of counsel), for respondent.\r\n\r\n\r\n\r\nOrder, Supreme Court, Bronx County (Howard H. Sherman, J.), entered August 20, 2014, which granted defendant's motion for summary judgment dismissing the complaint, unanimously affirmed, without costs.\r\nPlaintiff was injured while performing repair work on defendant's house when the ladder he was using, which was provided by his employer, fell over. Plaintiff testified that he did not place the ladder on any defective condition in the driveway and placed pieces of wood under one foot of the ladder to keep it level. Although he knew it was important to have somebody hold the bottom of the ladder because it could slip or move, he started to descend without any assistance and the ladder then slipped and quickly fell. Defendant witnessed the accident and described it ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=castro-v-peguero"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}