{
  "id": 3382,
  "title": "2016년 Fernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2016-01-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Fernandez. 판결일: 2016-01-13. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James FERNANDEZ v. The STATE of Texas\n**판결일**: 2016-01-13\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Alcala, Hervey, Johnson, Keasler, Keller, Meyers, Newell, Richardson, Yeary\n\n## 변호인\n\nJohn R. Messinger, for State of Texas., James Gerard McDermott II, for John R. Messinger.- ■ . -. .\n\n## 인용\n\n- 479 S.W.3d 835\n\n## 판결문 요약\n\n\nKELLER, P.J.,\ndelivered the opinion of the Court\nin which MEYERS, KEASLER, HERVEY, ALCALA, RICHARDSON, YEARY and NEWELL, JJ., joined.\nWe granted appellant’s petition for discretionary review to determine whether a public servant commits theft by deception when -he purchases an airline ticket for county-approved travel with a county credit card but later uses the voucher resulting from the cancellation of the ticket for personal .travel, without correcting the impression that the ticket would be used for county-approved business. We answer that question in the affirmative, and, consequently-,- we affirm the court of appeals.\nI. Background\nAppellant James Fernandez was a Justice of the Peace in Val Verde County in 2012. On February 6, 2012, appellant directed his chief deputy clerk, Veronica Mo-jica, to make travel arrangements for him to attend a conference in Orlando in June 2012. Mojica booked a plane ticket for appellant on a Southwest Airlines flight for June 20, 2012. The plane ticket was nonrefundable. Val Verde County policy is to purchase nonrefundable or nontransferable tickets because they are typically cheaper. The total ticket price was $381.60 and was paid for with a county-owned credit card, issued in appellant’s name. County Auditor Frank Lowe testified that he received documentation supporting the county-business nature of the Orlando trip.\nOn June 11, 2012, after falling ill, appellant instructed Mojica to cancel all .his travel arrangements associated with t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fernandez-v-state"
    }
  ],
  "relatedIncidents": [
    3012,
    3017,
    3018,
    3019,
    3020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}