{
  "id": 3397,
  "title": "2015년 Cruz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-12-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cruz. 판결일: 2015-12-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John H. Cruz\n**판결일**: 2015-12-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Egan\n\n## 인용\n\n- 134 A.D.3d 1357\n- 22 N.Y.S.3d 251\n\n## 판결문 요약\n\n\nEgan Jr., J.\nAppeal from an order of the County Court of Sullivan County (LaBuda, J.), entered March 28, 2014, which classified defendant as a risk level two sex offender pursuant to the Sex Offender Registration Act.\nDefendant abducted the victim, who was his former girlfriend, from a parking lot by threatening her with a knife and then drove to a hotel room where he forced her to engage in sex. In satisfaction of an indictment charging him with numerous crimes arising from this incident, defendant pleaded guilty to rape in the second degree and kidnapping in the second degree and was sentenced to concurrent prison terms of five years to be followed, respectively, by a 10-year period and a five-year period of postrelease supervision. Prior to defendant’s release from prison, the Board of Examiners of Sex Offenders evaluated defendant for purposes of determining his sex offender risk level classification and prepared a Risk Assessment Instrument (hereinafter RAI) pursuant to the Sex Offender Registration Act (see Correction Law art 6-C) presumptively classifying him as risk level one sex offender. The Board, however, recommended an upward departure to a risk level two classification. Following a hearing, County Court adopted the Board’s recommendation and classified defendant as a risk level two sex offender. Defendant now appeals.\n*1358We affirm. It is well settled that “[a]n upward departure from a presumptive risk level classification may be ordered where there is clear a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cruz"
    }
  ],
  "relatedIncidents": [
    3411,
    3558,
    3603,
    3119,
    3174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}