{
  "id": 3407,
  "title": "2015년 Greene 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-12-17",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Greene. 판결일: 2015-12-17. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Marcus D. GREENE v. COMMONWEALTH of Kentucky\n**판결일**: 2015-12-17\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Abramson, Cunningham, Keller, Minton, Noble, Venters, Wright\n\n## 변호인\n\nCounsel for Appellant: Franklin Todd Lewis, Kahloon, Pasic & Lewis, PLLC, Frankfort., Counsel for Appellee: Jack Conway, Attorney General of Kentucky, Courtney J. Hightower, Assistant Attorney General, Alice Auclair Jones, Louisville, Mark S. Baker, Central City.\n\n## 인용\n\n- 475 S.W.3d 626\n\n## 판결문 요약\n\n\nOPINION OF THE COURT BY\nCHIEF JUSTICE MINTON\nMarcus D. Greene contends that he pleaded guilty relying upon inaccurate information given to him by his counsel concerning jail-time credit he could receive against the sentence of imprisonment ultimately imposed upon him in the judgment entered in the present case. Greene made that argument in the trial court before final sentencing in a motion to withdraw his guilty plea. The trial court denied Greene’s motion after holding an evidentia-ry hearing. The trial court found that Greene may have received inaccurate advice . from his trial counsel about jail-time credit but Greene did not rely upon it nor was he prejudiced by it. Because we conclude that the trial court did not abuse its discretion in ruling that Greene was not prejudiced by counsel’s mistake, we uphold the trial court’s decision and affirm the resulting judgment.\nI. FACTUAL AND PROCEDURAL BACKGROUND.\nThe grand jury indicted Greene on two counts of capital murder, one count of first-degree assault, one count of first-degree burglary, two counts of possession of a handgun by a convicted felon, one count of first-degree wanton endangerment, two counts of tampering with physical evidence, and two counts of illegal possession of a controlled substance.\nGreene was on parole when he allegedly committed the crimes charged in the indictment. So, soon after the return of the indictment, his parole was revoked; and he was returned to prison to serve the remainder of a fifteen-...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greene-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    3410,
    3413,
    3424,
    3443,
    3462
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}