{
  "id": 3409,
  "title": "2015년 Wehr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-12-16",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Wehr. 판결일: 2015-12-16. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Plaintiff-Respondent v. BRIAN LEE WEHR\n**판결일**: 2015-12-16\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Devore, Garrett, Ortega\n\n## 변호인\n\nPeter Gartlan, Chief Defender, and Erica Herb, Deputy Public Defender, Office of Public Defense Services, filed the brief for appellant., Ellen F. Rosenblum, Attorney General, Anna M. Joyce, Solicitor General, and Shannon T. Reel, Assistant Attorney General, filed the brief for respondent.\n\n## 인용\n\n- 275 Or. App. 528\n- 365 P.3d 148\n\n## 판결문 요약\n\n\nDEVORE, J.\nDefendant appeals a judgment of conviction, arguing that the trial court committed plain error by ordering him to pay $1,600 in court-appointed attorney fees without a finding that defendant had an ability to pay fees. See ORS 151.505(3) (court may not require a person to pay costs unless the defendant is or may be able to pay them); ORS 161.665(4) (same). The state contends that we should not reverse because defendant invited any error and any error was not plain error. We conclude that the appearance of invited error is great enough so as to make any error less than plain. We affirm.\nDefendant was convicted after a jury trial on two counts of second-degree assault. The state filed a sentencing memorandum recommending two terms of 70 months’ imprisonment (partly consecutive), post-prison supervision, two $200 fines, restitution of $2,575, and an unspecified sum of defendant’s court-appointed attorney fees. In response, defendant filed a sentencing memorandum in which he urged that the verdicts on the two counts should merge and that the court impose one term of mandatory minimum imprisonment of 70 months, post-prison supervision, a single fine of $200, restitution of $2,575, and $1,600 in court-appointed attorney fees.\nAt the sentencing hearing, the court discussed with the parties the questions of fines, fees, and restitution. The court asked:\n“THE COURT: And court-appointed fees were?\n“[DEFENSE COUNSEL]: Sixteen hundred dollars.\n“THE COURT: Sixteen hundred doll...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wehr"
    }
  ],
  "relatedIncidents": [
    3390,
    3428,
    3458,
    3483,
    3532
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}