{
  "id": 3412,
  "title": "2015년 Dawson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-12-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Dawson. 판결일: 2015-12-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: James DAWSON v. The STATE of Louisiana\n**판결일**: 2015-12-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Bagneris, Lobrano, Lombard\n\n## 변호인\n\nLisa A. Montgomery, The Montgomery Law Firm, David R. Fine, Fine & Associates, PLC, New Orleans, LA, for Plaintiff/Appellant., James D. “Buddy” Caldwell, Attorney General, Baton Rouge, LA, Kate Campbell Casanova, Assistant Attorney General, Department of Justice, New Orleans, LA, for Appellee, State of Louisiana.\n\n## 인용\n\n- 183 So. 3d 681\n\n## 판결문 요약\n\n\nEDWIN A. LOMBARD, Judge.\nhThe plaintiff, James Dawson, appeals the district court judgment of February 23, 2015, granting summary judgment and dismissing with prejudice the State of Louisiana. After de novo review of the State’s motion for summary judgment and the plaintiff’s response in light of the applicable law and arguments of the parties, the judgment of the district court is affirmed.\n\nRelevant Facts and Procedural History\n\nOn October 11, 2007, the plaintiff was injured when he stepped in a hole in the sidewalk in front of Charity Hospital on Tulane Avenue. The record before us indicates that the plaintiff filed suit on September 25, 2008, and named the “State of Louisiana, Medical Center of Louisiana at New Orleans (Charity Hospital and the Medical Center of Louisiana at New Orleans, including University Hospital at New Orleans), Louisiana State University Health Sciences Center-New Orleans, board of Supervisors of Louisiana State University and Agricultural and Mechanical College (hereinafter the State defendants are referred :to inclusively as “the State”), as well as the City of New Orleans (“the City”). The plaintiff alleged in his petition that on October 11, 2007, he was walking in a “careful prudent manner” when he “suddenly, unexpectedly and without warning [ ] fell to the ground due to a substantial break in the sidewalk.”\n|2On October 16, 2008, the State filed its answer to the petition, denying the plaintiffs allegation, asserting statutory defenses, and a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dawson-v-state"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}