{
  "id": 3428,
  "title": "2015년 Bin Zhang v. Lynch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-11-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bin Zhang v. Lynch. 판결일: 2015-11-25. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BIN ZHANG v. Loretta E. LYNCH, Attorney General\n**판결일**: 2015-11-25\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Friedland, Owens, Tashima\n\n## 변호인\n\nJisheng Li, Law Office of Jisheng Li, Honolulu, HI, for Petitioner., Surell Brady, Esquire, Trial, Oil, U.S. Department of Justice, Washington, DC, Chief Counsel Ice, Office of the Chief Counsel Department of Homeland Security, San Francisco, CA, for Respondent.\n\n## 인용\n\n- 624 F. App'x 505\n\n## 판결문 요약\n\n\nMEMORANDUM **\nBin Zhang, a native and citizen of China, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s (“IJ”) decision denying his application for asylum and withholding of removal. Our jurisdiction is governed by 8 U.S.C. § 1252. We review for substantial evidence the agency’s factual findings, applying the standards created by the REAL ID Act. Ren v. Holder, 648 F.3d 1079, 1083-84 (9th Cir.2011). We deny in part, dismiss in part, and grant in part the petition for review, and we remand.\nThe record does not compel the conclusion that Zhang applied for asylum within a reasonable period after the end of his employment in Guam in November, 2009, or that he otherwise established extraordinary circumstances excusing his untimely filing. See Husyev v. Mukasey, 528 F.3d 1172, 1182 (9th Cir.2008). Further, we lack jurisdiction to consider the contentions regarding extraordinary circumstances that Zhang raises for the first time in his opening brief. See Barron v. Ashcroft, 358 F.3d 674, 678 (9th Cir.2004) (no jurisdiction over issues or claims not presented in administrative proceedings below). Thus, we deny the petition as to Zhang’s asylum claim.\nAs to withholding of removal, the BIA affirmed the IJ’s conclusion that Zhang was not credible because there were inconsistencies between his testimony, asylum application, and documentary evidence, and his testimony was evasive and not detailed. Substantial evide...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "폭행",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sergeant-james-d-hill"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bin-zhang-v-lynch"
    }
  ],
  "relatedIncidents": [
    3390,
    3409,
    3458,
    3483,
    3532
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}