{
  "id": 3440,
  "title": "2015년 State of Tennessee v. Austin Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-11-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Austin Wells. 판결일: 2015-11-16. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Austin Wells\n**판결일**: 2015-11-16\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Timothy L. Easter\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                              September 1, 2015 Session\n\n                  STATE OF TENNESSEE v. AUSTIN WELLS\n\n                 Appeal from the Criminal Court for Shelby County\n                     No. 13-02355    Glenn Ivy Wright, Judge\n\n\n\n\n             No. W2014-02448-CCA-R3-CD - Filed November 16, 2015\n                       _____________________________\n\nDefendant, Austin Wells, appeals his conviction for driving under the influence (“DUI”)\nand reckless driving, arguing that his warrantless arrest for the offenses was not\nsupported by probable cause and that there is insufficient evidence to support his\nconvictions. We conclude that Defendant has waived both of these issues and that he is\nnot entitled to plain error relief. Accordingly, the judgments of the trial court are\naffirmed.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Criminal Court Affirmed\n\nTIMOTHY L. EASTER, J., delivered the opinion of the Court, in which JOHN EVERETT\nWILLIAMS and ROGER A. PAGE, JJ., joined.\n\nCharles Edgar Waldman, Memphis, Tennessee, for the appellant, Austin Wells.\n\nHerbert H. Slatery III, Attorney General and Reporter; Tracy L. Alcock, Assistant\nAttorney General; Amy P. Weirich, District Attorney General; and Stephanie Johnson,\nAssistant District Attorney General, for the appellee, State of Tennessee.\n\n\n                                       OPINION\n\n                                  Pro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-austin-wells"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}