{
  "id": 3470,
  "title": "2015년 Redding 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-10-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Redding. 판결일: 2015-10-19. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Redding v. the State\n**판결일**: 2015-10-19\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hunstein\n\n## 변호인\n\nKevin A. Anderson, Long D. Vo, for appellant., Paul L. Howard, Jr., District Attorney, Paige Reese Whitaker, Arthur C. Walton, Assistant District Attorneys; Samuel S. Olens, Attorney General, Patricia B. Attaway Burton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Matthew Min-soo Youn, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 297 Ga. 845\n- 778 S.E.2d 774\n\n## 판결문 요약\n\nIn the Supreme Court of Georgia\n\n\n\n                                               Decided: October 19, 2015\n\n\n                    S15A0985. REDDING v. THE STATE.\n\n\n      HUNSTEIN, Justice.\n\n      Appellant George Redding was convicted of murder and related offenses\n\nin connection with the deaths of victims Ronnie Pierce and Victor Hill, who\n\nwere shot and killed on June 19, 2007 and July 1, 2007, respectively. Redding\n\nappeals, asserting error in the admission of certain evidence and ineffective\n\nassistance of counsel. Finding no error, we affirm.1\n\n      1\n        Redding was indicted by a Fulton County grand jury in February 2008 on 13\ncounts. As to each homicide victim, Redding was charged with one count of malice\nmurder, two counts of felony murder, one count of aggravated assault, and one count\neach of firearm possession during commission of a felony and firearm possession by\na convicted felon. Redding was also charged with the aggravated assault of a third\nvictim, LaShanta Teague, arising from the July 1, 2007 incident involving victim Hill.\nAt the conclusion of a jury trial held January 25-31, 2011, Redding was convicted on\nall counts. The trial court thereafter sentenced Redding to two consecutive terms of\nlife imprisonment for each murder, plus a total of forty consecutive years for the\naggravated assault of Teague and the firearm possession counts; the remaining counts\nmerged or were vacated by operation of law. Redding filed a timely motion for new\ntrial on Februar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=redding-v-state"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}