{
  "id": 3484,
  "title": "2015년 State of Tennessee v. Micah Alexander Cates 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-09-28",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Micah Alexander Cates. 판결일: 2015-09-28. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Micah Alexander Cates\n**판결일**: 2015-09-28\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Camille R. McMullen\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                                 May 19, 2015 Session\n\n         STATE OF TENNESSEE v. MICAH ALEXANDER CATES\n\n                 Appeal from the Criminal Court for Carter County\n                    No. 21779     Jon Kerry Blackwood, Judge\n\n\n             No. E2014-01322-CCA-R3-CD – Filed September 28, 2015\n\n\nThe Defendant-Appellant, Micah Cates, was convicted by a Carter County jury of\nvehicular homicide by intoxication. Prior to trial, the Defendant moved the trial court to\nsuppress evidence obtained from a warrantless blood draw. The trial court denied the\nmotion and the case proceeded to trial where the State introduced evidence of the\nDefendant‟s blood alcohol content. Following the Defendant‟s conviction, the trial court\nimposed the minimum sentence of eight years with a release eligibility of 30 percent.\nThe trial court denied alternative sentencing and ordered that the Defendant serve his\nsentence in confinement. On appeal, the Defendant argues that (1) the trial court erred in\ndenying his motion to suppress evidence obtained from his warrantless blood draw, and\n(2) the trial court abused its discretion in sentencing the Defendant. Upon our review, we\nconclude that no exception to the warrant requirement justified the warrantless blood\ndraw in this case. Accordingly, we reverse the trial court‟s denial of the Defendant‟s\nmotion to suppress evidence obtained from the blood draw and v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-micah-alexander-cates"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}