{
  "id": 3486,
  "title": "2015년 Dismont (Jacob) v. Dist. Ct. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-09-28",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Dismont (Jacob) v. Dist. Ct.. 판결일: 2015-09-28. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dismont (Jacob) v. Dist. Ct.\n**판결일**: 2015-09-28\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n\n## 판결문 요약\n\n\f                 15-year-old boy. The State sought to amend the indictment to strike the\n\n                 premeditation-and-deliberation theory of first-degree murder, leaving only\n\n                 a felony-murder theory of liability. Over the defense's objection, the\n\n                 district court granted the State's motion. This writ petition followed.\n\n                             Petitioners argue that striking the premeditation-and-\n\n                 deliberation theory substantively altered the indictment in violation of his\n\n                 due process rights and therefore the State had no authority to alter the\n\n                 indictment. However, NRS 173.095(1) \"permit[s] an indictment or\n\n                 information to be amended at any time before verdict or finding if no\n\n                 additional or different offense is charged and if substantial rights of the\n\n                 defendant are not prejudiced.\" The removal of a theory of liability does\n\n                 not alter the offense—petitioners are still charged with first-degree\n\n                 murder. Accordingly, the State was within its authority to strike the\n\n                 premeditation-and-deliberation theory alleged in the murder charge and\n\n                 doing so does not violate petitioners' due process rights. Further,\n\n                 petitioners have not demonstrated that allowing the amendment will\n\n                 unfairly prejudice their ability to defend against the mur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dismont-jacob-v-dist-ct"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3415,
    3424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}