{
  "id": 3500,
  "title": "2015년 Bonds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-09-18",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Bonds. 판결일: 2015-09-18. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Lanice Clifton BONDS v. STATE of Alabama\n**판결일**: 2015-09-18\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Burke, Joiner, Kellum, Welch, Windom\n\n## 변호인\n\nDustin Judd Fowler, Dothan, for appellant., Luther Strange, atty. gen., and Madeline H. Lewis, asst. atty. gen., for appellee.\n\n## 인용\n\n- 205 So. 3d 1270\n\n## 판결문 요약\n\n\nPER CURIAM.\nLanice Clifton Bonds pleaded guilty to the charge of being a school employee who engaged in a sex act with a student under the age of 19 years, see § 13A-6-81, Ala. Code 1975. The Houston Circuit Court sentenced Bonds to 10 years’ imprisonment.1 Bonds appeals his conviction and sentence. We affirm.\nIn October 2012, Bonds, while on duty as a school-resource officer at Dothan High School, had sex with a 16-year-old female student in his office at the school. In December 2013, Bonds was indicted for violating § 13A-6-81, Ala.Code 1975, which prohibits “a school employee [from] engaging in a sex act ... with a student under the age of 19 years.” Bonds filed a motion to dismiss the indictment, alleging that because he was employed by the City of Dothan as a police officer and was paid by the City, he was not a “school employee” as that term is used in § 13A-6-81, Ala. Code 1975.\nAt a hearing on the motion to dismiss, Bonds presented testimony from several witnesses. Todd Weeks, the director of personnel for Dothan City Schools, testified that Bonds had not been considered an employee of Dothan City Schools; that Bonds had not been paid as a school-resouree officer by Dothan City Schools; and that when Weeks was employed as a principal in the school system, school-resource officers were considered employees of the City and were not considered employees of the school. Weeks testified that *1272the school system paid Bonds only if he worked, after regular school hours, p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bonds-v-state"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}