{
  "id": 3524,
  "title": "2015년 Strazzulla 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-09-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Strazzulla. 판결일: 2015-09-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Frank J. STRAZZULLA, individually, Cheri D. Strazzulla, individually, and Frank J. Strazzulla, as Custodian for Austin J. and Francesca Strazzulla v. RIVERSIDE BANKING COMPANY, a Florida corporation, and James Russakis, individually\n**판결일**: 2015-09-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Damoorgian, David, Gerber, Haimes\n\n## 변호인\n\nCasey Walker of Murphy & Walker, P.L., Vero Beach, for appellants., Curtis Alva of Law Office of Curtis Alva, Jupiter, for appellees.\n\n## 인용\n\n- 175 So. 3d 879\n\n## 판결문 요약\n\n\nHAIMES, DAVID A, Associate Judge.\nAppellants Frank Strazzulla, et al. (“Shareholders”), appeal the trial court’s order dismissing their amended complaint with prejudice and granting final summary judgment. The Shareholders’ amended complaint alleged claims of negligent and fraudulent misrepresentation by directors of the Corporation. The sole issue on appeal is whether the Shareholders can bring a direct action in their individual capacity for these claims or whether they are required to bring a derivative action in the name of the corporation. The trial court found that Shareholders lacked standing because they should have filed the complaint as a- derivative action. Because the amended complaint alleges both a direct harm and a special injury, Appellants have standing to bring a direct action. Therefore, we reverse the trial court’s order.\nI. BACKGROUND\nIn October 2012, Shareholders filed an amended complaint against Riverside Banking Company (“Corporation”) and against two of its directors,' Martha Sneed and James Russakis (“Directors”). Share*882holders collectively owned approximately 11,000 shares of stock in the Corporation. The Corporation’s assets were contained almost entirely in a subsidiary, Riverside National Bank (“Bank”).\nAccording to the amended complaint, in the mid-2000s, the Bank began purchasing large amounts of high risk asset-backed securities, including Collateralized Debt Obligations (CDO’s). In 2007, the collapse of Bear Stearns hedge funds grabbed n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=strazzulla-v-riverside-banking-co"
    }
  ],
  "relatedIncidents": [
    3531,
    3625,
    3646,
    3757,
    3792
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}