{
  "id": 3538,
  "title": "2015년 Stoneledge at Lake Keowee Owners' Ass'n v. Builders FirstSource-Southeast Group 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-08-19",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Stoneledge at Lake Keowee Owners' Ass'n v. Builders FirstSource-Southeast Group. 판결일: 2015-08-19. 법원: Court of Appeals of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STONELEDGE AT LAKE KEOWEE OWNERS' ASSOCIATION, INC., C. Dan Carson, Jeffrey J. Dauler, Joan W. Davenport, Michael Furnari, Donna Furnari, Jessy B. Grasso, Nancy E. Grasso, Robert P. Hayes, Lucy H. Hayes, Ty Hix, Jennifer D. Hix, Paul W. Hund, III, Ruth E. Isaac, Michael D. Plourde, Mary Lou Plourde, Carol C. Pope, Steven B. Taylor, Bette J. Taylor, and Robert White, individually and on Behalf of all others similarly situated v. BUILDERS FIRSTSOURCE-SOUTHEAST GROUP, IMK Development Co., LLC, Keowee Townhouses, LLC, Ludwig Corporation, LLC, SDI Funding, LLC, Medallion at Keowee, LLC, Bradford D. Seckinger, John Ludwig, Larry D. Lollis, William C. Cox, Integrys Keowee Development, LLC, Marick Home Builders, LLC, M Group Construction and Development, LLC, Bostic Brothers Construction, Inc., Rick Thoennes, Mel Morris, Joe Bostic, Jeff Bostic, Clear View Construction, LLC, Michael Franz, MHC Contractors, Miguel Porras Choncoas, Mike Green, Southern Concrete Specialties, Carl Compton d/b/a Compton Enterprise a/k/a Compton Enterprises, Gunter Heating & Air, All Pro Heating, A/C & Refrigeration, LLC, Coleman Waterproofing, Heyward Electrical Services, Inc., Tinsley Electrical, LLC, Hutch N Son Construction, Inc., Carl Catoe Construction, Inc., T.G. Construction, LLC, Delfino Construction, Francisco Javier Zarate d/b/a Zarate Construction, Alejandro Avalos Cruz, Herberto Acros Hernandez, Martin Hernandez-Aviles, Francisco Villalobos Lopez, Ambrosio Martinez-Ramirez, Ester Moran Mentado, Socorro Castillo Montel, Upstate Utilities, Inc., Southern Basements, Inc., MJG Construction and Homebuilders, Inc. d/b/a MJG Construction, KMAC, Inc., d/b/a KMAC North Carolina, Eufacio Garcia, Everado Jarmamillio, Garcia Parra Insulation, Inc., J & J Construction, Jose Nino, Jose Manuel Garcia, Eason Construction, Inc., and Vincent Morales d/b/a Morales Masonry, Miller/Player & Associates, Of whom Marick Home Builders, LLC, and Rick Thoennes are the Appellants And Builders FirstSource-Southeast Group, Southern Concrete Specialties, Inc., Clear View Construction, LLC, and Michael Franz are the Bostic Construction, Inc., Third Party v. Southern Stone, Inc. and Buck Smith Construction, Third Party\n**판결일**: 2015-08-19\n**법원**: Court of Appeals of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Few, Huff, Williams\n\n## 변호인\n\nJason Michael Imhoff and Carl Reed Teague, The Ward Law Firm, PA, both of Spartanburg, for appellants., Robert T. Lyles, Jr., Lyles & Lyles, LLC, of Charleston, for all respondents., David A. Root, Kernodle Root & Coleman, of Charleston, for respondent Builders FirstSource;, Mason A. Goldsmith, Elmore Goldsmith, PA, of Greenville, for respondent Southern Concrete Specialties;, Michael B.T. Wilkes and Ellen S. Cheek, Wilkes Law Firm, PA, both of Spartanburg, for respondents Clear Clear View Const\n\n## 인용\n\n- 413 S.C. 630\n- 776 S.E.2d 434\n\n## 판결문 요약\n\n\nFEW, C.J.\nMarick Home Builders, LLC served as one of several general contractors for the co",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stoneledge-at-lake-keowee-owners-assn-v-builders-firstsource-southeast"
    }
  ],
  "relatedIncidents": [
    3479,
    3012,
    3120,
    3146,
    3159
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}