{
  "id": 3543,
  "title": "2015년 State v. Houston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-08-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Houston. 판결일: 2015-08-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Dwayne HOUSTON\n**판결일**: 2015-08-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gaertner, Hess, Quigless\n\n## 변호인\n\nMatthew Huckeby, 1010 Market Street, Suite 11400, St. Louis, MO 63103, for appellant., Chris Koster, Robert J. Bartholomew, PO Box 899, Jefferson City, MO 65102, for respondent.\n\n## 인용\n\n- 467 S.W.3d 894\n\n## 판결문 요약\n\n\nGary M. Gaertner, Jr., Judge\n\nIntroduction\n\nDwayne Houston (Defendant) appeals from the sentence and judgment entered following a jury trial convicting him of *897burglary in the first degree, attempted forcible rape, and sexual misconduct. On appeal he asserts the trial court abused its discretion in allowing certain testimony and plainly erred in failing to hold a hearing to determine whether juror misconduct occurred. The trial court did not abuse its discretion in allowing the challenged testimony and Defendant waived his claim of juror misconduct by not raising it at the earliest opportunity. We affirm.\n\nBackground,\n\nThe State charged Defendant as a prior and persistent offender with the class B felony of burglary in the first degree (Count I), the unclássified felony of attempted forcible rape (Count II), and the class B misdemeanor of sexual misconduct in the second degree (Count III). At trial, the following occurred. During voir dire, after the panel was sworn, the trial court had Defendant stand and asked the panel members if anyone knew him. One juror indicated he possibly knew Defendant and was struck for cause. No other jurors, including juror Rose Clemons (Juror Clemons), indicated they knew Defendant. Also during voir dire, Juror Clemons stood and stated that she knew of no reason she could not be fair. The evidence at trial revealed the following.\nOn July 23, 2011, K.H. (Victim) and her male friend returned to her home around 2:30 a.m. They barricaded the doo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-houston"
    }
  ],
  "relatedIncidents": [
    3457,
    3504,
    3621,
    3649,
    3658
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}