{
  "id": 3553,
  "title": "2015년 Cook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-08-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cook. 판결일: 2015-08-13. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Oshan COOK\n**판결일**: 2015-08-13\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Clifton, Nguyen, Rakoff\n\n## 변호인\n\nDavid J. Pullman, San Rafael, CA, for Defendant-Appellant., Owen P. Martikan (argued), Assistant United States Attorney; Melinda Haag, United States Attorney; Barbara J. Valli-ere, Chief, Appellate Division, United States Attorney’s Office, San Francisco, CA, for Plaintiff-Appellee.\n\n## 인용\n\n- 808 F.3d 1195\n\n## 판결문 요약\n\n\nOpinion by\nJudge NGUYEN\nORDER\nThe opinion filed on August 13, 2015 and published at 797 F.3d 713 is hereby withdrawn and replaced by the amended opinion filed concurrently with this order. With these amendments, Judges Clifton, Nguyen, and Rakoff have voted to deny the petition for panel rehearing, Judges Clifton and Nguyen have voted to deny the petition for rehearing en banc, and Judge Rakoff has so recommended. The full court has been advised of the petition for rehearing en banc, and no judge requested a vote on whether to rehear the matter en banc. Fed. R.App. P. 35. The petitions for panel rehearing and rehearing en banc are denied. No further petitions for panel rehearing or rehearing en banc will be entertained.\nOPINION\nNGUYEN, Circuit Judge:\nOshan Cook appeals his convictions for conspiracy to possess with intent to distribute MDMA (also known as ecstasy or Molly) and possession with intent to distribute MDMA and LSD. Cook mainly challenges the denial of his motions to suppress the evidence seized from his backpack, arguing that the search violated his Fourth Amendment rights. We con-*1197elude, however, that the brief, cursory search of Cook’s backpack for weapons was valid incident to a lawful arrest, and thus the district court properly denied Cook’s motions. Because we also reject Cook’s remaining challenges, we affirm.\nI\nA\nWorking with an informant, undercover agents from the Drug Enforcement Administration arranged to buy MDMA from Yuri Lambert and James Edmon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-cook"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}