{
  "id": 3555,
  "title": "2015년 Hansen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-08-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Hansen. 판결일: 2015-08-12. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Colleen Katherine Lynch HANSEN, Individually and as Independent of the Succession of Carolyn F. Lynch, Karen Elizabeth Lynch Stephens, Shannon Anne Lynch Morgan, James Sproule Lynch, Jr., and Kelly Patrick Lynch v. RIVER CITIES DISPOSAL COMPANY, INC.\n**판결일**: 2015-08-12\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Brown, Garrett, Moore\n\n## 변호인\n\nWiener, Weiss & Madison, by Franklin H. Spruiell, Jr., for Appellants., C. Vernon Richie, Donald W. Weir, Jr:, for Appellee.\n\n## 인용\n\n- 174 So. 3d 1203\n\n## 판결문 요약\n\n\nBROWN, Chief Judge.\n| plaintiffs, the children and heirs of Jim and Carolyn Lynch,1 appeal the granting *1204of summary judgment dismissing with prejudice their claims against defendant, River Cities Disposal Company, Inc. We reverse and remand for further proceedings.\n\nFacts and Procedural Background\n\nIn the mid-1980s the City of Shreveport solicited proposals from solid waste companies to operate its Woolworth Road landfill. River Cities Waste Company, Inc. (“RCW”), a local commercial solid waste hauler, recruited Browning-Ferris Industries, Inc. (“BFI”), the company that was ultimately awarded the contract, to apply to be operater of the landfill. RCW assisted BFI in its preparation and formulation of its proposal.\nAfter being awarded the contract by the City of Shreveport, BFI contracted with defendant, River Cities Disposal Company, Inc. (“RCDC”), a separate corporation created by the shareholders of RCW, for the marketing of BFI’s landfill operations to prospective commercial solid waste customers. Under the agreement, RCDC would receive 10 percent of the net revenues BFI received from the Woolworth Road landfill. The term of the contract between BFI and the City of Shreveport was extended until 2028.\nJim Lynch’s prior position as Director of Public Works for the City of Shreveport, as well as his experience as a former employee of another area commercial solid waste hauler, made him a valuable resource for RCW in 12obtaining the contract for BFI. Rather than paying up...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hansen-v-river-cities-disposal-co"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}