{
  "id": 3557,
  "title": "2015년 Patterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-08-11",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Patterson. 판결일: 2015-08-11. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: United States v. James PATTERSON\n**판결일**: 2015-08-11\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Gorton\n\n## 변호인\n\n\"Alexander H. Berlin, United States Attorney’s Office, Boston, MA, for United States of America., Jonathan Shapiro, Stern, Shapiro, Weissberg & Garin, Boston, MA, for James Patterson.\n\n## 인용\n\n- 120 F. Supp. 3d 12\n\n## 판결문 요약\n\n\nMEMORANDUM &amp; ORDER\nGorton, United States District Judge\nDefendant James Patterson (“Patterson” or “defendant”) has been indicted on five counts of Bank Robbery While on Release, and one count of Attempted Bank Robbery While on Release, all in violation of 18 U.S.C. §§ 2113(a) and 3147. The indictment stems from a string of bank robberies carried out in a number of cities and towns around the greater Boston area between April and July, 2014. After an FBI investigation tied Patterson to the robberies, he was arrested outside of a bank in August, 2014.\n*15Defendant now seeks a Franks hearing to challenge the veracity of' statements made in the affidavit supporting a warrant to allow GPS tracking of his vehicle. He has also filed two motions to suppress evidence related to: 1) the allegedly illegal fruits of the GPS tracking and 2) the fruits of his purportedly illegal arrest. For the following reasons, all three motions will be denied.\nI. Factual Background\nA. Initial Investigation\nBetween April, 2014 and July, 2014, five banks in the greater Boston area were robbed. The Massachusetts robberies took place in: 1) Beverly in April, 2014, 2) Beverly in May, 2014, 3) Somerville in June, 2014, 4) Stoughton in June, 2014 and 5) Salem in July, 2014. By the time of the fifth robbery in Salem, the Federal Bureau of Investigations (“FBI”) Violent Crimes Task Force and local police were actively investigating the robberies and believed that they were likely being carried out by the sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-patterson"
    }
  ],
  "relatedIncidents": [
    3444,
    3451,
    3460,
    3478,
    3540
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}