{
  "id": 3564,
  "title": "2015년 Cheeks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-08-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cheeks. 판결일: 2015-08-07. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Dorian CHEEKS v. FREEPORT PANCAKE HOUSE, INC., W.P.S. Industries, Inc.\n**판결일**: 2015-08-07\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Parker, Pooler, Wesley\n\n## 변호인\n\nAbdul Hassan, Queens Village, N.Y., for Plaintiff-Appellant Dorian Cheeks., Jeffrey Meyer, Kaufman, Dolowich & Voluck, LLP (Keith Gutstein, on the brief), Woodbury, N.Y., for Defendants-Appellees Freeport Pancake House, Inc. and W.P.S. Industries, Inc., Laura Moskowitz, Senior Attorney, U.S. Department of Labor, Office of the Solicitor, (M. Patricia Smith, Solicitor of Labor, Jennifer S. Brand, Associate Solicitor, Paul L. Frieden, Counsel for Appellate Litigation, on the brief), Washington, D.C\n\n## 인용\n\n- 796 F.3d 199\n\n## 판결문 요약\n\n\nPOOLER, Circuit Judge:\nDorian Cheeks appeals, pursuant to 28 U.S.C. § 1292(b), from the refusal of the United States District Court for the Eastern District of New York (Joanna Seybert, J.) to enter the parties’ stipulation of settlement dismissing, with prejudice, Cheeks’ claims under the Fair Labor Standards Act (“FLSA”) and New York Labor Law. The district court held that parties cannot enter into private settlements of FLSA claims without either the approval of the district court or the Department of Labor (“DOL”). We agree that absent such approval, parties cannot settle their FLSA claims through a private stipulated dismissal with prejudice pursuant to Federal Rule of Civil Procedure 41(a)(l)(A)(ii). We thus affirm, and remand for further proceedings consistent with this opinion.\nBACKGROUND\nCheeks worked at both Freeport Pancake House, Inc. and W.P.S. Industries, Inc. (together, “Freeport Pancake House”) as a restaurant server and manager over the course of several years. In August 2012, Cheeks sued Freeport Pancake House seeking to recover overtime wages, liquidated damages and attorneys’ fees under both the FLSA and New York Labor Law. Cheeks also alleged he was demoted, and ultimately fired, for complaining about Freeport Pancake House’s failure to pay him and other employees the required overtime wage. Cheeks sought back pay, front pay in lieu of reinstatement, and damages for the unlawful retaliation. Freeport Pancake House denied Cheeks’ allegations.\nAfter appear...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cheeks-v-freeport-pancake-house-inc"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}