{
  "id": 3633,
  "title": "2015년 Norwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-06-01",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Norwood. 판결일: 2015-06-01. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Norwood v. State\n**판결일**: 2015-06-01\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\n297 Ga. 226\nFINAL COPY\n\n\n                  S15A0379. NORWOOD v. THE STATE.\n\n\n      MELTON, Justice.\n\n      Following a jury trial, Brandon Jaron Norwood was found guilty of felony\n\nmurder, aggravated assault, and various other offenses in connection with the\n\nshooting deaths of Jimmy Prak and Vandit Patel.1 On appeal Norwood contends\n\n      1\n       On May 6, 2010, Norwood was indicted for eight counts of felony\nmurder, two counts of malice murder, three counts of aggravated assault, two\ncounts of armed robbery, two counts of possession of a weapon during the\ncommission of a crime, criminal attempt to violate the Georgia Controlled\nSubstances Act, and criminal attempt to commit armed robbery. Following a\nFebruary 17-22, 2012 jury trial, Norwood was found guilty on seven counts of\nfelony murder, all counts of aggravated assault, attempt to violate the Georgia\nControlled Substances Act, and criminal attempt to commit armed robbery.\nNorwood was acquitted on both counts of malice murder, both counts of armed\nrobbery, and both counts of possession of a weapon during the commission of\na crime. The trial court removed the final felony murder charge (based on the\nattempted armed robbery of Prak) from the jury’s consideration. On February\n23, 2012, the trial court sentenced Norwood to life imprisonment for felony\nmurder (based on aggravated assault from shooting Patel); a consecutive life\nterm for felony murder (based on aggravated assault from shooting Prak);\ntwenty consecutive years...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=norwood-v-state"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}