{
  "id": 3646,
  "title": "2015년 McGinn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-05-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McGinn. 판결일: 2015-05-22. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee-Cross-Appellant v. Timothy M. McGINN, David L. Smith, Defendants-Appellants-Cross-Appellees\n**판결일**: 2015-05-22\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Hall, Livingston, Parker\n\n## 변호인\n\nJames C. Knox, Esq., E. Stewart Jones, PLLC, Troy, N.Y., for Defendant-Appellant, Cross-Appellee Timothy M. McGinn., Justin S. Weddle (Lauren E. Curry, on the brief), Brown Rudnick LLP, New York, N.Y., for Defendant-Appellant, Cross-Appellee David L. Smith., Rajit S. Dosanjh (Elizabeth C. Coombe, on the brief), Assistant United States Attorneys for Richard S. Hartunian, United States Attorney, Northern District of New York, Syracuse, N.Y., for Plaintiff-Appel-lee, Cross-Appellant.\n\n## 인용\n\n- 787 F.3d 116\n\n## 판결문 요약\n\n\nBARRINGTON D. PARKER, Circuit Judge:\nAfter trial in the Northern District of New York (Hurd, /.), a jury convicted Timothy M. McGinn and David L. Smith of various securities, mail, and wire fraud and tax charges. On appeal, McGinn and Smith challenge their convictions, principally contending that the government’s proof of criminal intent was insufficient. A key issue relates to the government’s allegedly improper use of a letter written by Smith a number of years before the events leading to the indictment. The defendants also challenge the legality of the court’s charge on the tax counts and McGinn contends that his sentence was procedurally and substantively unreasonable. Finally, Smith contends that the court’s restitution and forfeiture orders included losses related to conduct for which he was acquitted. The government cross-appeals the district court’s restitution orders.\nFor the reasons that follow, we affirm the defendants’ convictions and the sentences. As for the government’s cross-appeal, we remand the case for the limited purpose of correcting the written judgments to conform them to the requirements of the MVRA, 18 U.S.C. § 3663A.\nBACKGROUND\nThe charges in this case arise from the operation by McGinn and Smith of McGinn, Smith &amp; Company, Inc. (“MS &amp; C”), an Albany-based investment firm and registered broker-dealer. In October 2012, the government filed a thirty-two count superseding indictment, charging the defendants with conspiracy to commit mail and w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-mcginn"
    }
  ],
  "relatedIncidents": [
    3524,
    3531,
    3625,
    3757,
    3792
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}