{
  "id": 3655,
  "title": "2015년 Fontaine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-05-20",
  "location": "Virgin Islands, VI, USA",
  "summary": "미국 Virgin Islands, VI 법원 판결 사건. 사건명: Fontaine. 판결일: 2015-05-20. 법원: Supreme Court of The Virgin Islands.",
  "description": "## 사건 정보\n\n**사건명**: RICHIE FONTAINE, Appellant/Defendant v. PEOPLE OF THE VIRGIN ISLANDS, Appellee/Plaintiff\n**판결일**: 2015-05-20\n**법원**: Supreme Court of The Virgin Islands\n**관할**: Virgin Islands, VI\n\n**판사**: Cabret, Hodge, Swan\n\n## 변호인\n\nKele Onyejekwe, Esq., Appellate Public Defender, St. Thomas, USVI, Attorney for Appellant., Pamela R. Tepper, Esq., Assistant Attorney General, St. Thomas, USVI, Attorney for Appellee.\n\n## 인용\n\n- 62 V.I. 643\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\n(May 20, 2015)\nSwan, Associate Justice.\nAppellant, Richie Fontaine, was convicted of first degree assault and other crimes after re-trial. He appeals alleging that his right against double jeopardy was violated and that it was impossible for him to be convicted of crimes that are “non-existent.” Because we do not find any constitutional violations or plain error in his convictions, we affirm the judgment and commitment of the Superior Court.\nI. FACTUAL AND PROCEDURAL HISTORY\nThis appeal emanates from the retrial of Appellant, Richie Fontaine, for his involvement in the death of Phillip George at an adult night club in Smith Bay. On March 7, 2009, Phillip and his brother, Ruben George, were standing at the entrance of the night club when gun shots were fired at them from across the street. Phillip and other men immediately obtained firearms and returned gun fire at their assailants across the same street. During the barrage of gunshots, Phillip was killed.1 Fontaine was identified as one of the suspects involved in the shootout. He was arrested and charged with first degree murder and other associated crimes in a nine-count Information. During the first trial, a police officer, who was not at the scene of the crime when the shooting occurred, was allowed to narrate a surveillance videotape of the shooting at the night club while the videotape was played and viewed by the jury. Fontaine was acquitted of the first degree murder charge, but found guilty of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fontaine-v-people"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}