{
  "id": 3661,
  "title": "2015년 Díaz-Colón 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-05-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Díaz-Colón. 판결일: 2015-05-18. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: José Luis DÍAZ-COLÓN, on his own behalf and on behalf of his minor son J.L.D.R. Linda Delgado, on behalf of her minor daughter D.M.D.D. Zoraida Colón-Cartagena Pedro Diaz Pedro Luis Díaz-Colón Yahaira Enid Díaz-Colón Lourdes De Jesús-Velázquez, on her own and on behalf of her minor children J.L.S.D. J.L.L.S.D., on their own and as legal heirs of Leopoldo Sanabria-Diaz L.S.D., on their own and as legal heirs of Leopoldo Sanabria-Diaz Albaela Diaz-Caraballo Leonardo Sanabria-Diaz Jennifer Piris-Jusino, on her own and on behalf of her minor daughter G.R.P. Lucy Guzmán-Borrero Carmelo Velázquez-Colón Carmelo Colón-Rivera Orlando Colón-Velázquez Orlando Ramos-Félix Josefa Félix José Antonio Félix Elíseo Ramos-Félix Juan Marcos Merced-Gómez Héctor Merced-Rodríguez María E. Gómez-Velázquez Leopoldo Sanabria-Morales Maribel Ortiz-Vázquez, on behalf of minor, J.M.S.O Ana Luisa Diaz-Rivera Yolanda Ortiz-Díaz Evelyn Ortiz-Díaz Luis Daniel Ortiz-Díaz Digno OrtizDíaz Francis I. López-Díaz Chelsea Luz Merced Héctor Julio Merced-Gómez v. José A. FUENTES-AGOSTINI Gabriel Redondo Juan José Toledo-Bayouth José Capó José Toledo-Bayouth Fernando Toledo-Bayouth Pedro J. Toledo-Bayouth Aníbal Solivan-Solivan Héctor Tirado Daniel Colón Francisco Báez-Quiñones Jesús Figueroa-Cruz, Pedro Toledo-Dávila FNU Candelaria Estate of Ulpiano-Crespo, comprised of unknown individuals K through S José Figueroa Ulpiano Crespo Zoé Díaz-Colón Conjugal Partnership Báez-Doe Conjugal Partnership Capó-Doe Conjugal Partnership Colon-Doe Conjugal Partnership Diaz-Doe Conjugal Partnership Figueroa-Doe Conjugal Partnership Fuentes-Doe Conjugal Partnership RedondoDoe Conjugal Partnership SolivanDoe Conjugal Partnership TiradoDoe Conjugal Partnership Toledo-Doe\n**판결일**: 2015-05-18\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Howard, Kayatta, Torruella\n\n## 변호인\n\nIvonne Cruz-Serrano, with whom Miguel A. Rangel Rosas and Maymi, Rivera, LLC, were on brief, for appellants., Pedro R. Vázquez, III, with whom José F. Quetglas Jordán, Quetglas Law, Osvaldo Pérez Marrero, and Osvaldo Pérez Marrero Law Office, were on brief, for appellees.\n\n## 인용\n\n- 786 F.3d 144\n\n## 판결문 요약\n\n\nKAYATTA, Circuit Judge.\nThis lawsuit arises 'out of two sets of wrongful murder convictions in Puerto Rico’s courts. In each murder trial, jurors convicted a group of individuals based in large part on the testimony of a single witness, Zoé Díaz-Colón (“Díaz”). After one of the convicted individuals killed himself in prison, Diaz came forward to recant her testimony, claiming that law enforcement personnel had coerced and bribed her into giving fabricated testimony. After the Commonwealth courts subsequently vacated the convictions, and all charges against them were dropped, the wrongfully convicted individuals (and/or their heirs and family members) filed these consolidated civil damages actions in federal court against police officers and prosecutors involved in their misbegotten pro",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=diaz-colon-v-fuentes-agostini"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}