{
  "id": 3665,
  "title": "2015년 Marcus Deangelo Lee v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-05-13",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Marcus Deangelo Lee v. State of Tennessee. 판결일: 2015-05-13. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Marcus Deangelo Lee v. State of Tennessee\n**판결일**: 2015-05-13\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                        Assigned on Briefs February 3, 2015\n\n           MARCUS DEANGELO LEE v. STATE OF TENNESSEE\n\n                  Appeal from the Criminal Court for Shelby County\n             Nos. 95-10473, 95-11561-62 James Lammey, Jr., Judge\n\n\n                No. W2014-00994-CCA-R3-CO - Filed May 13, 2015\n\n\nThe defendant, Marcus Deangelo Lee, argues that the trial court erred in denying him\nrelief under Tennessee Rule of Criminal Procedure 36.1 after finding that his sentences\nwere illegal and the illegality was a material component of the plea agreement. The State\nagrees with the defendant’s assertion. After review, we conclude that the trial court\nshould have allowed the defendant the remedies available to him under Rule 36.1, and\nwe, therefore, reverse the judgment of the trial court and remand for proceedings\nconsistent with this opinion.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Reversed\n                                  and Remanded\n\nALAN E. GLENN, J., delivered the opinion of the court. JOHN EVERETT WILLIAMS, J.,\nfiled a dissenting opinion. CAMILLE R. MCMULLEN, J., concurred in results only.\n\nMarcus Deangelo Lee, Pro Se (on appeal) and Todd Mosley (at hearing), Memphis,\nTennessee, for the Defendant-Appellant, Marcus Deangelo Lee.\n\nHerbert H. Slatery III, Attorney General and Reporter; Rachel E. Willis, Senior Counsel;\nAmy P. Weirich, District At...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marcus-deangelo-lee-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}