{
  "id": 3688,
  "title": "2015년 PATTERSON, BRIAN L., PEOPLE v 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-05-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: PATTERSON, BRIAN L., PEOPLE v. 판결일: 2015-05-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: PATTERSON, BRIAN L., PEOPLE v\n**판결일**: 2015-05-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n\n## 판결문 요약\n\n           SUPREME COURT OF THE STATE OF NEW YORK\n             Appellate Division, Fourth Judicial Department\n\n460\nKA 14-01527\nPRESENT: SMITH, J.P., CARNI, LINDLEY, SCONIERS, AND DEJOSEPH, JJ.\n\n\nTHE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\n\n                      V                              MEMORANDUM AND ORDER\n\nBRIAN L. PATTERSON, DEFENDANT-APPELLANT.\n(APPEAL NO. 2.)\n\n\nTIMOTHY P. DONAHER, PUBLIC DEFENDER, ROCHESTER (MARY P. DAVISON OF\nCOUNSEL), FOR DEFENDANT-APPELLANT.\n\nSANDRA DOORLEY, DISTRICT ATTORNEY, ROCHESTER (STEPHEN X. O’BRIEN OF\nCOUNSEL), FOR RESPONDENT.\n\n\n     Appeal from a resentence of the Supreme Court, Monroe County\n(Joseph D. Valentino, J.), rendered April 15, 2011. Defendant was\nresentenced upon his conviction of assault in the second degree and\ncriminal contempt in the first degree.\n\n     It is hereby ORDERED that the resentence so appealed from is\nunanimously modified on the law by reducing the period of postrelease\nsupervision to a period of five years and as modified the resentence\nis affirmed.\n\n     Memorandum: In appeal No. 1, defendant appeals from a judgment\nconvicting him upon a jury verdict of assault in the second degree\n(Penal Law § 120.05 [3]) and criminal contempt in the first degree\n(§ 215.51 [c]). We note at the outset that defendant’s contention on\nappeal concerns only the resentence in appeal No. 2, and we therefore\ndismiss the appeal from the judgment (see generally People v Scholz,\n125 AD3d 1492, 1492).\n\n     As the People correctly c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patterson-brian-l-people-v"
    }
  ],
  "relatedIncidents": [
    3390,
    3409,
    3428,
    3458,
    3483
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}