{
  "id": 3709,
  "title": "2015년 Urena 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-04-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Urena. 판결일: 2015-04-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Malvin Omar Urena, Appellant, v. City of New York Et Al., Respondents\n**판결일**: 2015-04-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Clark, Friedman, Kapnick, ManzanetDaniels, Mazzarelli\n\n## 인용\n\n- 127 A.D.3d 538\n- 8 N.Y.S.3d 75\n\n## 판결문 요약\n\n\r\n\r\nUrena v City of New York (2015 NY Slip Op 03246)\r\n\r\n\r\n\r\n\r\n\r\nUrena v City of New York\r\n\r\n\r\n2015 NY Slip Op 03246\r\n\r\n\r\nDecided on April 16, 2015\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on April 16, 2015\r\n\r\nMazzarelli, J.P., Friedman, Manzanet-Daniels, Clark, Kapnick, JJ.\r\n\r\n\r\n14825 22611/13\r\n\r\n[*1] Malvin Omar Urena, Plaintiff-Appellant,\r\nvCity of New York, et al., Defendants-Respondents.\r\n\r\n\r\nMitchell Dranow, Sea Cliff, for appellant.\r\nZachary W. Carter, Corporation Counsel, New York (Susan P. Greenberg of counsel), for respondents.\r\n\r\n\r\n\r\nOrder, Supreme Court, Bronx County (Mitchell J. Danziger, J.), entered July 23, 2014, which granted defendants' motion to renew their motion for summary judgment dismissing the complaint, and, upon renewal, granted the summary judgment motion as to the false arrest and false imprisonment claims, unanimously reversed, on the law, without costs, and the motion for summary judgment dismissing the false arrest and false imprisonment claims denied.\r\nPlaintiff testified that, on the afternoon of May 7, 2013, he was standing in the courtyard of his apartment building, socializing with friends, when the police arrived, and Detective Smith arrested him without cause and without explanation. Plaintiff was later charged with obstructing governme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=urena-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}