{
  "id": 3730,
  "title": "2015년 State of Tennessee v. James Pennock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-03-19",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. James Pennock. 판결일: 2015-03-19. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. James Pennock\n**판결일**: 2015-03-19\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Camille R. McMullen\n\n\n## 판결문 요약\n\n          IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                            AT JACKSON\n                                     January 6, 2015 Session\n\n                    STATE OF TENNESSEE v. JAMES PENNOCK\n\n                         Appeal from the Circuit Court for Dyer County\n                         No. 12-CR-328    R. Lee Moore, Jr., Judge\n\n\n\n                  No. W2013-02526-CCA-R3-CD - Filed March 19, 2015\n\n\nThe Defendant-Appellant, James Pennock, was convicted by a Dyer County jury of three\ncounts of sale of a Schedule II controlled substance. On appeal, the Defendant argues\nthat (1) the evidence is insufficient to establish the Defendant‟s identity as the person\nwho committed the offenses; (2) the trial court erred in instructing the jury regarding\neyewitness identification testimony; and (3) the trial court erred in allowing the co-\ndefendant, Nora Gibson, to testify without proper notice provided to the Defendant.1\nUpon our review, we affirm the judgments of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Circuit Court Affirmed\n\nCAMILLE R. MCMULLEN, delivered the opinion of the court, in which ALAN E. GLENN\nand ROGER A. PAGE, JJ., joined.\n\nWilliam T. Edwards, Dyersburg, Tennessee, for the Defendant-Appellant, James\nPennock.\n\nRobert E. Cooper, Attorney General and Reporter; Rachel E. Willis, Senior Counsel;\nPhillip Bivens, District Attorney General; and Karen Burns, Assistant District Attorney\nGeneral, for the Appellee, State of Tenn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-james-pennock"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}