{
  "id": 3737,
  "title": "2015년 Collier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-03-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Collier. 판결일: 2015-03-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Samuel COLLIER v. STATE Of Florida\n**판결일**: 2015-03-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Altenbernd, Kelly, Silberman\n\n## 변호인\n\nHoward L. Dimmig, II, Public Defender, and Richard P. Albertine, Jr., Assistant Public Defender, Bartow, for Appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and Susan M. Shanahan, Assistant Attorney General, Tampa, for Appel-lee.\n\n## 인용\n\n- 159 So. 3d 963\n\n## 판결문 요약\n\n\nALTENBERND, Judge.\nSamuel Collier appeals his judgment and sentence for aggravated assault with a deadly weapon. He argues that the trial court erred in refusing his request for an instruction on the next lesser offense of improper exhibition of a dangerous weapon. The State argues that the allegations of the information were insufficient to warrant this instruction. We agree with Mr. Collier’s argument and accordingly reverse and remand for a new trial.\nMr. Collier was seventy-four years old when he got into a domestic disagreement with his wife. It is undisputed that he picked up a wooden chair from the dining room table and hit it hard enough on the table to break the chair. His wife testified that he came at her with the chair and that the chair hit only the table because she moved. Mr. Collier maintained that his wife was not close to the table when he did this and that he was not threatening her.\nThe State charged Mr. Collier with aggravated assault with a deadly weapon pursuant to section 784.021(l)(a), Florida Statutes (2012). The information alleged:\n[0]n the 6th day of September, 2012, ... [Mr. Collier] did intentionally and unlawfully threaten by word or act to do violence to ... [his wife], coupled with an apparent ability to do so, and did an act creating a well-founded fear in ... [his wife] that such violence was imminent, and in so doing did use a deadly weapon, to wit: a chair, without intent to kill [his wife].\nDuring the jury instruction conference, Mr. Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collier-v-state"
    }
  ],
  "relatedIncidents": [
    3390,
    3409,
    3428,
    3458,
    3483
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}