{
  "id": 3752,
  "title": "2015년 Brammer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-02-20",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Brammer. 판결일: 2015-02-20. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Jason Lee Brammer, Appellant\n**판결일**: 2015-02-20\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Biles\n\n## 변호인\n\nCorrine E. Gunning, of the Kansas Appellate Defender Office, argued the cause, and Randall L. Hodgkinson, of the same office, was with her on the briefs for appellant., Laura E. Johnson-McNish, county attorney, argued the cause, and Derek Schmidt, attorney general, was with her on the brief for appellee.\n\n## 인용\n\n- 301 Kan. 333\n- 343 P.3d 75\n\n## 판결문 요약\n\n                IN THE SUPREME COURT OF THE STATE OF KANSAS\n\n                                          No. 106,696\n\n                                      STATE OF KANSAS,\n                                          Appellee,\n\n                                                v.\n\n                                    JASON LEE BRAMMER,\n                                         Appellant.\n\n\n                               SYLLABUS BY THE COURT\n\n1.\n         The legislature did not intend to create alternative means of committing\ninvoluntary manslaughter while driving under the influence of alcohol or drugs under\nK.S.A. 21-3442 by providing that the crime occurs when there is a killing of a human\nbeing \"in the commission of, or attempt to commit, or flight from\" driving under the\ninfluence. Instead, the phrase \"in the commission of, or attempt to commit, or flight\nfrom\" describes factual circumstances sufficient to establish a material element of the\ncrime.\n\n\n2.\n         K.S.A. 22-3414(3) requires a party with a disagreement about proposed jury\ninstructions to make a record \"stating distinctly the matter to which the party objects and\nthe grounds of the objection.\" K.S.A. 22-3414(3) is not satisfied by merely having filed a\npretrial request for a different instruction.\n\n\n\n\n                                                1\n\f3.\n        The failure to comply with K.S.A. 22-3414(3) regarding a jury instruction given or\nomitted by the district court invokes clear error review on appeal for a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brammer"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}