{
  "id": 3755,
  "title": "2015년 Cherry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-02-19",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Cherry. 판결일: 2015-02-19. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John David CHERRY Jr. v. COMMONWEALTH of Kentucky\n**판결일**: 2015-02-19\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Abramson, Cunningham, Keller, Minton, Noble, Venters\n\n## 변호인\n\nCOUNSEL FOR APPELLANT: Linda Roberts Horsman, Assistant Public Advocate, Department of Public Advocacy, 100 Fair Oaks Lane, Suite, 500 Frankfort, Kentucky 40601, COUNSEL FOR APPELLEE: Jack Conway, Attorney General, Bryan Darwin Morrow, Assistant Attorney General, Office of Criminal Appeals, Office of the Attorney General, 1024 Capital Center Drive, Frankfort, Kentucky 40601\n\n## 인용\n\n- 458 S.W.3d 787\n\n## 판결문 요약\n\n\nOPINION OF THE COURT BY\nJUSTICE NOBLE\nThe Appellant, John David Cherry, Jr., was convicted of murder, first-degree wanton endangerment, second-degree unlawful imprisonment, carrying a concealed deadly weapon, third-degree trafficking in a controlled substance, trafficking in marijuana less than eight ounces, and possession of a controlled substance not in its original container. He was sentenced to life in prison. On appeal, he challenges his convictions on several grounds as set forth below. Finding no reversible error, this Court affirms.\nI. Background\nCherry testified that the events in this case arose while he was in the midst of a multiple-day “bender” that took place from Friday, March 18, 2011, to early Sunday, March 20, 2011. He testified that he did not sleep from the time he awoke on Friday morning until he was booked into jail after his arrest Sunday morning and that *790he had used copious amounts of drugs during this period.\nAs part of the bender, Cherry spent Saturday evening and early Sunday morning ingesting a variety of intoxicating substances with friends. He began the night with his friend, Mike Maudlin, with whom he went to a bar in Lexington. At around 2:00 a.m., another friend, Richie Perez, picked them up from the bar and drove them to Maudlin’s home. Throughout the night, Cherry and his friends drank alcohol, smoked marijuana, used cocaine, and took prescription pills, including Klonopin.\nShortly after arriving at Maudlin’s, Cherry called his cocaine ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cherry-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}