{
  "id": 3757,
  "title": "2015년 Fan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-02-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fan. 판결일: 2015-02-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: X. Fan, Appellant-Respondent, v. Andrew E. Sabin, Respondent-Appellant\n**판결일**: 2015-02-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 125 A.D.3d 498\n- 4 N.Y.S.3d 164\n\n## 판결문 요약\n\n\r\n\r\nFan v Sabin (2015 NY Slip Op 01400)\r\n\r\n\r\n\r\n\r\n\r\nFan v Sabin\r\n\r\n\r\n2015 NY Slip Op 01400\r\n\r\n\r\nDecided on February 17, 2015\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on February 17, 2015\r\n\r\nMazzarelli, J.P., Acosta, Saxe, Clark, Kapnick, JJ.\r\n\r\n\r\n158780/12 13640A 13640\r\n\r\n[*1] X. Fan, Plaintiff-Appellant-Respondent,\r\nvAndrew E. Sabin, Defendant-Respondent-Appellant.\r\n\r\n\r\nLeClairRyan, New York (Barry A. Cozier of counsel), for appellant-respondent.\r\nCohen Goldstein LLP, New York (Jeffrey R. Cohen of counsel), for respondent-appellant.\r\n\r\n\r\n\r\nOrder, Supreme Court, New York County (Saliann Scarpulla, J.), entered March 26, 2013, which, to the extent appealed from as limited by the briefs, upon converting defendant's motion for summary judgment dismissing the complaint to a motion to dismiss the complaint pursuant to CPLR 3211, granted the motion, and denied so much of plaintiff's counsel's motion to be relieved as sought a stay of proceedings, unanimously reversed, on the law, without costs, defendant's motion denied, and the stay granted. Order, same court and Justice, entered October 10, 2013, which denied plaintiff's motion to renew, and denied defendant's motion for sanctions, unanimously affirmed as to the denial of defendant's motion, and the appeal therefrom otherwise di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fan-v-sabin"
    }
  ],
  "relatedIncidents": [
    3524,
    3531,
    3625,
    3646,
    3792
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}