{
  "id": 3767,
  "title": "2015년 United States ex rel. Prince v. Virginia Resources Authority 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-02-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States ex rel. Prince v. Virginia Resources Authority. 판결일: 2015-02-13. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America ex rel. Mark W. PRINCE v. VIRGINIA RESOURCES AUTHORITY, and Shenandoah County Board of Supervisors U.S. Bank National Association Suntrust Bank Suntrust Equipment Finance & Leasing Corporation\n**판결일**: 2015-02-13\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Davis, Harris, Thacker\n\n## 변호인\n\nBradley Glenn Pollack, Woodstock, Virginia, for Appellant. Jeffrey M. Summers, The Law Office of Jeffrey M. Summers, PLLC, Richmond, Virginia, for Appellee.\n\n## 인용\n\n- 593 F. App'x 230\n\n## 판결문 요약\n\n\nAffirmed by unpublished PER CURIAM opinion.\nUnpublished opinions are not binding precedent in this circuit.\nPER CURIAM:\nMark W. Prince appeals the district court’s orders dismissing his qui tam action against Virginia Resources Authority and others under the False Claims Act, see 31 U.S.C. § 3729(a)~3733 et seq. (2012), and denying Prince’s motion to alter or amend judgment under Fed.R.Civ.P. 59(e). We have reviewed the arguments on appeal and the record, and find no reversible error. Accordingly, we affirm for the reasons stated by the district court. United States ex rel. Prince v. Va. Res. Auth., No. 5:13-cv-00045-MFU (W.D.Va. Apr. 14, 2014; July 10, 2014). We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before this court and argument would not aid the decisional process.\n\nAFFIRMED.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-prince-v-virginia-resources-authority"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}