{
  "id": 3770,
  "title": "2015년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-02-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jones. 판결일: 2015-02-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Sue Jones v. Dean Leffel, Individually and Doing Business as De Associates\n**판결일**: 2015-02-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 125 A.D.3d 1451\n- 3 N.Y.S.3d 230\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Genesee County (Robert C. Noonan, A.J.), entered August 1, 2013. The order granted defendant’s motion for summary judgment dismissing the complaint.\nIt is hereby ordered that the order so appealed from is unanimously affirmed without costs.\nMemorandum: Plaintiff commenced this action seeking damages for injuries she allegedly sustained when her vehicle was struck by a vehicle owned and operated by defendant. We conclude that Supreme Court properly granted defendant’s motion for summary judgment dismissing the complaint on the ground that plaintiff did not sustain a serious injury within the meaning of Insurance Law § 5102 (d).\nWith respect to two of the three categories of serious injury allegedly sustained by plaintiff, i.e., a permanent consequential limitation of use and a significant limitation of use, the Court of Appeals has held that “[w]hether a limitation of use or function is significant or consequential (i.e., important. . .) relates to medical significance and involves a comparative determination of the degree or qualitative nature of an injury based on the normal function, purpose and use of the body part” (Toure v Avis Rent A Car Sys., 98 NY2d 345, 353 [2002] [internal quotation marks omitted])- In support of his motion, defendant submitted, inter alia, the affirmed report of a neurologist who examined plaintiff on defendant’s behalf and reviewed her medical records. The neurologist opined that plaintiff sustained a ce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-leffel"
    }
  ],
  "relatedIncidents": [
    3390,
    3397,
    3405,
    3407,
    3409
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}