{
  "id": 3772,
  "title": "2015년 Real 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-02-04",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Real. 판결일: 2015-02-04. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: GERMAN REYES REAL, Petitioner-Respondent v. Mark NOOTH, Superintendent, Snake River Correctional Institution\n**판결일**: 2015-02-04\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Hadlock, Sercombe, Tookey\n\n## 변호인\n\nLeigh A. Salmon, Senior Assistant Attorney General, argued the cause for appellant. With her on the briefs were Ellen F. Rosenblum, Attorney General, and Anna M. Joyce, Solicitor General., Clayton Lance argued the cause for respondent. On the brief was Larry R. Roloff.\n\n## 인용\n\n- 268 Or. App. 747\n- 344 P.3d 33\n\n## 판결문 요약\n\n\nSERCOMBE, P. J.\nIn this collateral criminal proceeding, the post-conviction court concluded that petitioner was denied adequate assistance of counsel under Article I, section 11, of the Oregon Constitution and the Sixth Amendment to the United States Constitution because petitioner’s trial counsel did not argue that a 20-year sentence of imprisonment for petitioner’s convictions of attempted aggravated murder and attempted assault was disproportionate under Article I, section 16, of the Oregon Constitution.1 Defendant — the Superintendent of Snake River Correctional Institution (superintendent) — appeals, arguing that the performance of petitioner’s trial counsel was not prejudicially deficient. We conclude that petitioner suffered no prejudice from the asserted deficiency of his trial counsel because, even if trial counsel had made the disproportionality challenge that petitioner contends should have been made, and even if that challenge had been evaluated under analysis like that applied in State v. Rodriguez/Buck, 347 Or 46, 217 P3d 659 (2009), the challenge would have failed. Accordingly, we reverse.\nThe underlying facts are as follows. Petitioner, along with other members of a gang, was in a car that pursued another car that they believed carried members of a rival gang. Petitioner testified in the criminal trial that, while the cars were in motion, he believed he saw that one of the occupants of the other car had a gun. When the rival car came to a stop, petitioner did...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=real-v-nooth"
    }
  ],
  "relatedIncidents": [
    3407,
    3410,
    3413,
    3424,
    3443
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}