{
  "id": 3792,
  "title": "2015년 Kanwal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2015-01-08",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Kanwal. 판결일: 2015-01-08. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado v. Ravi KANWAL\n**판결일**: 2015-01-08\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n## 인용\n\n- 357 P.3d 1236\n\n## 판결문 요약\n\n\n*1237Following a hearing, a hearing board disbarred Ravi Kanwal (Attorney Registration Number 21197). The disbarment took effect February 12, 2015. The Colorado Supreme Court affirmed the hearing board's decision on September 21, 2015.\nKanwal, a foreign national, was suspended from the practice of law in 2009 for representing clients when he lacked lawful immigration status and employment authorization in the United States and for failing to inform clients of those cireumstances. While serving that suspension, he prepared immigration documents for a former client and failed to inform the client that he was not authorized to practice law. He thereby violated Colo. RPC 84(c) (a lawyer shall not knowingly disobey an obligation under the rules of a tribunal); Colo.. RPC 5.5(a)(1) (a lawyer shall not practice law without a law license); and Colo, RPC 8.4(c) (a lawyer shall not engage in conduct involving dishonesty, fraud, dece1t and misrepresentation).\nThe hearing board concluded that Kan-wal's knowing misconduct undermined the authority of the Colorado Supreme Court and the ability of the legal profession to regulate itself, To determine the appropriate sanction, the hearing board followed the Colorado Supreme Court's directions to apply the American Bar Association's Stonm-dards for Imposing Lowyer Sanctions (1991 &amp; Supp. 1992). Disbarment was the presumptive sanction under three applicable standards, including one that applies when a lawyer knowingly violates a prior disc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-kanwal"
    }
  ],
  "relatedIncidents": [
    3524,
    3531,
    3625,
    3646,
    3757
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}