{
  "id": 3807,
  "title": "2014년 Sanchez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-12-11",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Sanchez. 판결일: 2014-12-11. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: People v. Sanchez\n**판결일**: 2014-12-11\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n\n## 판결문 요약\n\nFiled 12/11/14\n                           CERTIFIED FOR PUBLICATION\n\n             IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                             SIXTH APPELLATE DISTRICT\n\nTHE PEOPLE,                                         H037353\n                                                   (Santa Clara County\n        Plaintiff and Respondent,                   Super. Ct. No. 211268)\n\n        v.\n\nGENE SANCHEZ et al.,\n\n        Defendants and Appellants.\n\n\n        This appeal follows a months-long trial of four defendants on 13 counts, including\nconspiracy to commit murder, murder, and attempted murder. All of the charges were\nbased on a series of shootings that allegedly were carried out in retaliation for the killing\nof a member of the El Hoyo Palmas gang by a member of a rival Sureño gang. The\ndefendants--Gene Sanchez, Orlando Rojas, Michael Espana, and Samuel Castro--were\nconvicted of all counts against them. The jury also found true all of the special\nallegations, which included gang allegations, firearm allegations, multiple-murder\nallegations, and a robbery special circumstance allegation.\n        On appeal, each defendant raises or joins in numerous claims of error, including\nviolations of the constitutional right to confrontation, erroneous evidentiary rulings,\ninsufficient evidence to support the guilty verdicts, and instructional error. They also\nassert cumulative prejudice rendering the trial unfair.\n        We affirm defendant Sanchez’s judgment of convictio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sanchez"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3822,
    3825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}