{
  "id": 3818,
  "title": "2014년 OneBeacon America Insurance v. Whitman Packaging Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-12-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: OneBeacon America Insurance v. Whitman Packaging Corp.. 판결일: 2014-12-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: OneBeacon America Insurance Company, Appellant, v. Whitman Packaging Corporation, Respondent\n**판결일**: 2014-12-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: DeGrasse, Feinman, Gische, Sweeny, Tom\n\n## 인용\n\n- 123 A.D.3d 443\n- 999 N.Y.S.2d 364\n\n## 판결문 요약\n\n\r\n\r\nOneBeacon Am. Ins. Co. v Whitman Packaging Corp. (2014 NY Slip Op 08478)\r\n\r\n\r\n\r\n\r\n\r\nOneBeacon Am. Ins. Co. v Whitman Packaging Corp.\r\n\r\n\r\n2014 NY Slip Op 08478\r\n\r\n\r\nDecided on December 4, 2014\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on December 4, 2014\r\n\r\nTom, J.P., Sweeny, DeGrasse, Feinman, Gische, JJ.\r\n\r\n\r\n158896/12 13656A 13656\r\n\r\n[*1] OneBeacon America Insurance Company, Plaintiff-Appellant,\r\nvWhitman Packaging Corporation, Defendant-Respondent.\r\n\r\n\r\nSteptoe and Johnson LLP, New York (Michael Vatis and Jeffrey Novack of counsel), for appellant.\r\nReed Smith, LLP, New York (John Schryber of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, New York County (Carol R. Edmead, J.), entered August 13, 2013, dismissing the complaint, and awarding costs and disbursements in the amount of $385.00 to defendant, Whitman Packaging Corporation (Whitman), unanimously affirmed, with costs. Appeal from order, same court and Justice, entered June 17, 2013, which granted Whitman's motion to dismiss the complaint, unanimously dismissed, without costs, as subsumed in the appeal from the judgment.\r\nPlaintiff, OneBeacon America Insurance Company, seeks to recover from Whitman payments it made in 2012 to its insured, nonparty Estee Lauder, Inc. (Estee Lauder), an entity affiliate...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=onebeacon-america-insurance-v-whitman-packaging-corp"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3801,
    3803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}