{
  "id": 3822,
  "title": "2014년 People v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-11-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Miller. 판결일: 2014-11-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. JARROD JOSEPH MILLER, Defendant and Appellant\n**판결일**: 2014-11-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Simons\n\n## 변호인\n\nCounsel, Kyle Gee, under appointment by the Court of Appeal, for Defendant and Appellant., Kamala D. Harris, Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Gerald A. Engler, Assistant Attorney General, Jeffrey M. Laurence and Christopher W. Grove, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 231 Cal. App. 4th 1301\n\n## 판결문 요약\n\nFiled 11/26/14\n                     CERTIFIED FOR PARTIAL PUBLICATION*\n\n             IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                              FIRST APPELLATE DISTRICT\n\n                                      DIVISION FIVE\n\n\nTHE PEOPLE,\n         Plaintiff and Respondent,\n                                                    A135650\nv.\nJARROD JOSEPH MILLER,                               (Sonoma County\n                                                    Super. Ct. No. SCR598331)\n         Defendant and Appellant.\n\n\n         Defendant and appellant Jarrod Joseph Miller (defendant) was convicted of first\ndegree murder and residential burglary with firearm enhancements. Defendant contends\nthat the trial court abused its discretion in precluding the defense expert psychologist\nfrom disclosing statements by defendant that appear in the report of another psychologist,\nwhich the expert relied upon in reaching his opinion that defendant has paranoid\nschizophrenia. In the published portion of this decision, we reject this argument. In the\nunpublished portion of this decision, we reject defendant’s contentions the trial court\nerred in its instructions regarding imperfect self-defense and in permitting a member of\nthe jail’s mental health staff to testify as an expert at trial. We affirm the judgment\nbelow.\n                             PROCEDURAL BACKGROUND\n         In November 2011, the Sonoma County District Attorney filed an information\ncharging defendant with first d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miller"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3807,
    3825
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}