{
  "id": 3823,
  "title": "2014년 State of Tennessee v. Desmond O'Brian Anderson and Camillia Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-11-26",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Desmond O'Brian Anderson and Camillia Harrison. 판결일: 2014-11-26. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Desmond O'Brian Anderson and Camillia Harrison\n**판결일**: 2014-11-26\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                             AT JACKSON\n                                    September 3, 2014 Session\n\n     STATE OF TENNESSEE v. DESMOND OBRIAN ANDERSON AND\n                     CAMILLIA HARRISON\n\n                      Appeal from the Circuit Court for Madison County\n                            No. 13-84     Donald H. Allen, Judge\n\n\n                 No. W2013-02162-CCA-R3-CD - Filed November 26, 2014\n\n\nA Madison County jury convicted Desmond Obrian Anderson of aggravated burglary,\nespecially aggravated kidnapping, and aggravated robbery. The jury convicted Camillia\nHarrison of aggravated burglary and aggravated robbery. The trial court ordered the\ndefendants to serve effective sentences of twenty years in the Tennessee Department of\nCorrection. On appeal, Defendant Anderson asserts that: (1) the evidence is insufficient to\nsupport his convictions; (2) the trial court improperly denied his motion to sever after his co-\ndefendant had testified; and (3) the trial court erred when it failed to sentence him as an\nEspecially Mitigated Offender. Defendant Harrison asserts that: (1) the trial court should\nhave admitted the transcript of the preliminary hearing into evidence; and (2) the trial court\nshould have severed the defendants’ charges in this case. After a thorough review of the\nrecord and applicable law, we affirm the trial court’s judgments.\n\n   Tenn. R. App. 3 Appeal as of Right; Judgments of the Circuit Court Affirm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-desmond-obrian-anderson-and-c"
    }
  ],
  "relatedIncidents": [
    3952,
    4113,
    3397,
    3411,
    3558
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}