{
  "id": 3824,
  "title": "2014년 Gillum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-11-25",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Gillum. 판결일: 2014-11-25. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Joe GILLUM\n**판결일**: 2014-11-25\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chaisson, Murphy, Wicker\n\n## 변호인\n\nPaul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Gail D. Schlosser, Jennifer Z. Rosenbach, Shannon K. Swaim, Assistant District Attorneys, Gret-na, LA, for Plaintiff/Appellee., Lieu T. Vo Clark, Attorney at Law, Louisiana Appellate Project, Mandeville, LA, for Defendant/Appellant.\n\n## 인용\n\n- 165 So. 3d 924\n\n## 판결문 요약\n\n\nFREDERICKA HOMBERG WICKER,\nJudge.\n| gAppellant, Joe Gillum, was tried and convicted for failing to register as a sex offender by possessing an altered identification card with the intent to defraud, a violation of La. R.S. 15:542.1.4. Mr. Gil-lum was sentenced to two years at hard labor without the benefit of parole. He appeals his conviction on the basis of the State’s alleged failure to present sufficient evidence to support his conviction. For the following reasons, we affirm his conviction and sentence.\nFACTUAL AND PROCEDURAL HISTORY\nOn August 18, 1999, Mr. Gillum was convicted of indecent behavior with a juvenile.1 On the morning of August 25, 2012, two Harahan police officers performed a traffic stop on Mr. Gillum after observing that his license plate was expired. After Mr. Gillum gave the police officers his driver’s license and identification cards, he was issued a citation for altering a driver’s license. At a plater date, Mr. Gillum was arrested pursuant to a warrant for failing to register as a sex offender by possessing an altered identification card with the intent to defraud, a violation of La. R.S. 15:542.1.4.\nOn January 22, 2013, Mr. Gillum’s case proceeded to trial. Officer David Mitchell testified that he and another police officer, Officer David Schneider, stopped Mr. Gil-lum on Jefferson Highway.after noticing that his vehicle had an expired license plate. Officer Mitchell testified that Mr. Gillum was driving the vehicle and that there was another occup...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gillum"
    }
  ],
  "relatedIncidents": [
    3847,
    3889,
    4098,
    4132,
    3524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}