{
  "id": 3825,
  "title": "2014년 The People v. Dwight R. DeLee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-11-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: The People v. Dwight R. DeLee. 판결일: 2014-11-24. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Appellant, v. Dwight R. DeLee, Respondent\n**판결일**: 2014-11-24\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Abdus-Salaam, Graffeo, Lippman, Pigott, Read, Rivera, Smith\n\n## 변호인\n\nPOINTS OF COUNSEL, William J. Fitzpatrick, District Attorney, Syracuse (James P. Maxwell of counsel), for appellant., Philip Rothschild, Hiscock Legal Aid Society, Syracuse, for respondent., Lambda Legal Defense and Education Fund, Inc., New York City (Thomas W. Ude, Jr., and M. Dru Levasseur of counsel), and Nancy Hoppock, Center on the Administration of Criminal Law at New York University’s School of Law, New York City, for Lambda Legal Defense and Education Fund, Inc. and others, amici curiae\n\n## 인용\n\n- 24 N.Y.3d 603\n- 26 N.E.3d 210\n- 2 N.Y.S.3d 382\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nRead, J.\nA Syracuse grand jury indicted defendant Dwight R. DeLee for second-degree murder as a hate crime (Penal Law §§ 125.25 [1]; 485.05 [1] [a]), second-degree murder (Penal Law § 125.25 [1]) and third-degree criminal weapon possession (Penal Law § 265.02 [1]).\nDefendant was tried in County Court before a jury, which rendered a verdict convicting him of the lesser included offense of first-degree manslaughter as a hate crime (Penal Law §§ 125.20, 485.05 [1] [a]), acquitting him of the lesser included offense of first-degree manslaughter (Penal Law § 125.20) and convicting him of the charged weapon possession offense. Upon hearing the jury’s verdict, defense counsel requested that the judge poll the jury and allow him to make “a motion before the jury is dismissed, at the Bench.” After polling the jury, the judge held a sidebar, and counsel argued that the jury’s verdict was inconsistent. After stating that he understood counsel’s argument, the judge announced that he would call the jurors back to the courtroom and dismiss them, adding, “Is that acceptable?” Counsel replied, “Yes, Judge.” When the jurors returned to the courtroom, the judge noted that he had “not excuse[d] them until [he] discussed the issue brought up by [defense counsel] with the lawyers.” Recognizing that he had not previously taken the jury’s verdict on ordinary second-degree manslaughter, the judge elicited from the jurors that they had acquitted defendant of that offense. He the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-dwight-r-delee"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3807,
    3822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}