{
  "id": 3828,
  "title": "2014년 KOHLER Et Al. v. VAN PETEGHEM Et Al. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-11-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: KOHLER Et Al. v. VAN PETEGHEM Et Al.. 판결일: 2014-11-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Steven F. Kohler v. Dirk Van Peteghem\n**판결일**: 2014-11-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Boggs, Branch\n\n## 변호인\n\nMichael J. Jacobs, for appellants., Hawkins Parnell Thackston & Young, William H. Major III, Martin A. Levinson, Graham & Jensen, Jason W. Graham, T. Brandon Welch, for appellees.\n\n## 인용\n\n- 330 Ga. App. 230\n- 767 S.E.2d 775\n\n## 판결문 요약\n\n                               THIRD DIVISION\n                                BARNES, P. J.,\n                            BOGGS and BRANCH, JJ.\n\n                    NOTICE: Motions for reconsideration must be\n                    physically received in our clerk’s office within ten\n                    days of the date of decision to be deemed timely filed.\n                               http://www.gaappeals.us/rules/\n\n\n                                                                   November 6, 2014\n\n\n\n\nIn the Court of Appeals of Georgia\n A14A1088. KOHLER et al. v. VAN PETEGHEM et al.\n\n      BARNES, Presiding Judge.\n\n      This case involves a dispute between next-door neighbors that began with a\n\ndrainage dispute but escalated to allegations of assault and battery and other\n\nintentional torts, including an allegation that the plaintiff husband intentionally spat\n\non the face of the defendant wife during an argument. During the ensuing jury trial,\n\nthe trial court directed a verdict in favor of the defendants on the plaintiffs’ claim\n\nbrought under the Metropolitan River Protection Act, OCGA § 12-5-440 et seq. (the\n\n“MRPA”) and in favor of the defendant wife on her battery counterclaim based on the\n\nspitting incident. The jury subsequently returned a verdict in favor of the defendants\n\non all of the remaining claims and counterclaims, and the trial court entered judgment\n\naccordingly.\n\f      On appeal from the denial of their motion for a new trial, the plaintiffs argue\n\nthat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kohler-et-al-v-van-peteghem-et-al"
    }
  ],
  "relatedIncidents": [
    3806,
    3811,
    3843,
    3916,
    4027
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}