{
  "id": 3834,
  "title": "2014년 Gibson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-11-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gibson. 판결일: 2014-11-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Gerald Gibson\n**판결일**: 2014-11-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Carni, Peradotto, Sconiers, Scudder, Smith\n\n## 인용\n\n- 122 A.D.3d 1331\n- 995 N.Y.S.2d 893\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Supreme Court, Erie County (Penny M. Wolfgang, J.) rendered March 17, 2009. The judgment convicted defendant, upon his plea of guilty, of attempted assault in the second degree.\nIt is hereby ordered that the case is held, the decision is reserved and the matter is remitted to Supreme Court, Erie County, for further proceedings in accordance with the following memorandum: In appeal No. 1, defendant appeals from a judgment convicting him upon his plea of guilty of attempted assault in the second degree (Penal Law §§ 110.00, 120.05 [2]) and, in appeal No. 2, he appeals from another judgment convicting him upon his plea of guilty of manslaughter in the first degree (§ 125.20). In both appeals, defendant contends that Supreme Court erred in failing to make a determination whether he should be adjudicated a youthful offender. Defend*1332ant, an eligible youth, pleaded guilty pursuant to a plea bargain that included promised sentences, and a waiver of the right to appeal covering both convictions. The court did not indicate during the plea proceedings whether it would adjudicate defendant a youthful offender, and the terms of the plea bargain did not address the issue. At sentencing, the court did not expressly rule on the issue, although the sentence imposed on the conviction in appeal No. 2 was incompatible with youthful offender treatment.\nIt is well settled that “at the time of pronouncing sentence the court must determine whether or not the eligib...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gibson"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3807,
    3822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}