{
  "id": 3843,
  "title": "2014년 Watkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-10-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Watkins. 판결일: 2014-10-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Gary Watkins, Also Known as B War\n**판결일**: 2014-10-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Devine, Lahtinen, Lynch, McCarthy, Rose\n\n## 인용\n\n- 121 A.D.3d 1425\n- 995 N.Y.S.2d 803\n\n## 판결문 요약\n\n\nMcCarthy, J.\nAppeals (1) from a judgment of the County Court of Ulster County (Williams, J.), rendered December 3, 2012, upon a verdict convicting defendant of the crimes of criminal sale of a controlled substance in the third degree (five counts) and criminal possession of a controlled substance in the third degree (five counts), (2) from a judgment of said court, rendered February 20, 2013, which resentenced defendant following said convictions, and (3) from a judgment of said court, rendered February 20, 2013, convicting defendant upon his plea of guilty of the crime of attempted assault in the second degree.\nDefendant was indicted after an undercover officer made five *1426controlled buys of crack cocaine on two occasions from defendant directly and on three other occasions from codefendant Isiah Pickett. At trial, a jury found defendant guilty of five counts each of criminal sale of a controlled substance in the third degree and criminal possession of a controlled substance in the third degree. County Court sentenced him, as a second felony offender, to an aggregate prison term of 15 years, followed by three years of postrelease supervision.*\nIn a separate matter, defendant was charged in a four-count indictment pertaining to an incident where he assaulted a man with a tire iron. After his trial on the drug charges, defendant pleaded guilty to the reduced charge of attempted assault in the second degree in satisfaction of that indictment. County Court imposed the agreed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-watkins"
    }
  ],
  "relatedIncidents": [
    3806,
    3811,
    3828,
    3916,
    4027
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}