{
  "id": 3847,
  "title": "2014년 Milan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-10-24",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Milan. 판결일: 2014-10-24. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Michael MILAN v. United States\n**판결일**: 2014-10-24\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Ellis, III\n\n## 변호인\n\nWilliam Francis Coffield, IV, Coffield Law Group LLP, Washington, DC, for Petitioner., James Sangwoo Kim, U.S. Attorney’s Office, Alexandria, VA, for Respondent.\n\n## 인용\n\n- 57 F. Supp. 3d 571\n\n## 판결문 요약\n\n\n\nMEMORANDUM OPINION\n\nT.S. ELLIS, III, District Judge.\nPetitioner Michael Milan, a federal inmate convicted of conspiracy to commit mail and wire fraud, has filed, by counsel,1 a motion to vacate, set aside or correct his sentence, pursuant to 28 U.S.C. § 2255. Petitioner’s motion is grounded chiefly on alleged errors he contends were made in his sentencing guidelines calculations; he also raises related claims of ineffective assistance of counsel. As both parties have fully briefed the issues presented and neither oral argument nor an evidentiary hearing would aid the decisional process, petitioner’s motion is ripe for disposition.2 *575And, for the reasons that follow, petitioner’s motion must be denied in all respects.\nI.\nA brief summary of the factual and procedural history of the case places petitioner’s motion in context. Thus, the record reflects that from August 2006 through August 2008, petitioner participated with others in a conspiracy to defraud financial institutions and mortgage lenders through the use of the United States mail system and interstate electronic communications. In essence, petitioner and several co-conspirators provided false and misleading information to various mortgage lenders in order to obtain loan proceeds fraudulently, and/or to collect fees associated with the processing of the fraudulent loan applications. The fraudulent mortgage loans involved properties in Maryland, Virginia, and Florida, and multiple financial institutions were victims...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=milan-v-united-states"
    }
  ],
  "relatedIncidents": [
    3824,
    3889,
    4098,
    4132,
    3524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}