{
  "id": 3900,
  "title": "2014년 Densmore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-08-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Densmore. 판결일: 2014-08-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Brian E. Densmore\n**판결일**: 2014-08-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Devine, Lahtinen, Lynch, McCarthy, Rose\n\n## 인용\n\n- 120 A.D.3d 844\n- 990 N.Y.S.2d 373\n\n## 판결문 요약\n\n\nDevine, J.\nAppeal from a judgment of the County Court of Ulster County (Williams, J.), rendered December 18, 2012, convicting defendant upon his plea of guilty of the crimes of rape in the second degree (four counts).\nIn satisfaction of a 10-count indictment, defendant pleaded guilty to four counts of rape in the second degree. County Court thereafter sentenced defendant, as a second felony offender, to an aggregate prison term of 17 years followed by 15 years of postrelease supervision. Defendant appeals and we affirm.\nWe reject defendant’s contention that he was improperly *845adjudicated as a second felony offender inasmuch as County Court was not obligated to expressly advise him that he had the right to challenge the constitutionality of his prior conviction (see People v Wood, 108 AD3d 932, 932-933 [2013]; People v Smith, 121 AD2d 771, 772 [1986]). To the contrary, where defendant was provided with a predicate felony statement, declined to controvert the allegations contained therein and admitted to the prior conviction for criminal mischief in the second degree, we find that the court substantially complied with the dictates of CPL 400.21 (3) and that defendant was properly sentenced as a second felony offender (see People v Wood, 108 AD3d at 933; People v Ellis, 53 AD3d 776, 777 [2008]).\nFinally, although certain comments by County Court during sentencing could be characterized as intemperate, given the nature of defendant’s crimes — unprotected intercourse with four...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-densmore"
    }
  ],
  "relatedIncidents": [
    3821,
    3860,
    3983,
    4090,
    3457
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}