{
  "id": 3911,
  "title": "2014년 Slade 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-08-01",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Slade. 판결일: 2014-08-01. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NEW MEXICO v. CAMERON SLADE\n**판결일**: 2014-08-01\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Bustamante, Kennedy, Sutin\n\n## 변호인\n\nGary K. King, Attorney General Yvonne M. Chicoine, Assistant Attorney General Santa Fe, NM, for Appellee, Templeman and Crutchfield C. Barry Crutchfield Lovington, NM, for Appellant\n\n## 인용\n\n- 6 N.M. 503\n- 2014 NMCA 088\n\n## 판결문 요약\n\n OPINION BUSTAMANTE, Judge. {1} Defendant Cameron Slade was convicted of attempted first degree murder after attending a party that ended with one person dead and the victim, Brian Alexander, seriously injured from multiple gunshot wounds. On appeal, Defendant maintains that there was insufficient evidence to support the jury’s verdict. We agree that the State failed to meet its burden to demonstrate that Defendant acted willfully, deliberately, and with premeditated intent to kill the victim. We further conclude that because the State elected to charge attempted first degree murder and not to instruct the jury on attempted second degree murder, double jeopardy principles bar retrial of Defendant for the lesser included charge of attempted second degree murder. Defendant’s conviction is reversed and his sentence vacated. BACKGROUND {2} Defendant was charged with and convicted of attempted first degree murder for the shooting of Brian Alexander at a party in Hobbs, New Mexico. Alexander suffered multiple gunshot wounds. The other essential facts are as follows. {3} After arriving at the party, Defendant waited outside the rented hall while his friend, J.J. Royal, and his cousin, Dedrick Thomas, went inside. Defendant was carrying a .38 revolver that he had borrowed from Royal, and Royal was carrying a semiautomatic .40 caliber pistol belonging to Defendant. Shortly after Royal and Thomas entered the hall, a fight erupted and Royal and Alexander stepped in to break it up. In an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-slade"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3807,
    3822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}