{
  "id": 3921,
  "title": "2014년 E.N. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-07-28",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: E.N.. 판결일: 2014-07-28. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: E.N., Father of M.N. & M.N., Children v. Y.W., Custodian, and Guardian ad Litem Program\n**판결일**: 2014-07-28\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Evander, Sawaya, Wallis\n\n## 변호인\n\nAllan Campbell, Lake Mary, for Appellant., Laura E. Lawson of Guardian ad Litem Program, Sanford, for Appellee, Guardian ad Litem., No Appearance for Appellee, Y.W.\n\n## 인용\n\n- 143 So. 3d 481\n\n## 판결문 요약\n\n\nWALLIS, J.\nE.N. appeals a non-final order denying his request to remove his children from their permanent guardian and place them with another caregiver. We treat this appeal as a Petition for Writ of Certiorari and dismiss.\nThis case comes to us following the trial court’s adjudication of the children as dependent and their placement in a permanent guardianship with E.N.’s paternal cousin. The trial court retained jurisdiction. The trial court did not terminate E.N.’s parental rights. E.N. filed an emergency motion to change the placement of the children to his adult daughter. The trial court entered an order denying the emergency motion, which E.N. appealed as a final order.\nCourts have held that “orders entered in dependency proceedings after the entry of the order adjudicating dependency and before an order terminating supervision or jurisdiction are not appealable pursuant to [rule] 9.130(a)(4).” In re M.V.-B., 19 So.3d 381, 385 (Fla. 2d DCA 2009) (dismissing appeal). “When appropriate, such orders may be challenged by common law certio-rari.” Id. Occasionally, we treat the notice of appeal as a petition for writ of certiorari. Guardian ad Litem Program v. R.A., 995 So.2d 1083, 1084 n. 1 (Fla. 5th DCA 2008). “To obtain a writ of certiorari, the petitioner must show (1) a departure from the essential requirements of the law, (2) resulting in material injury for the remainder of the case (3) that cannot be corrected on postjudgment appeal.” Dep’t of Child. &amp; Fame. v. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=en-v-yw"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3801,
    3803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}