{
  "id": 3926,
  "title": "2014년 Toyryla 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-07-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Toyryla. 판결일: 2014-07-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Michael Toyryla v. Michael St. Denis\n**판결일**: 2014-07-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Clark, Garry, Lahtinen, Lynch, McCarthy\n\n## 인용\n\n- 119 A.D.3d 1263\n- 990 N.Y.S.2d 712\n\n## 판결문 요약\n\n\nLynch, J.\nAppeal from an order of the Supreme Court (Rumsey, J.), entered July 30, 2013 in Cortland County, which denied defendants’ motion for summary judgment dismissing the complaint.\nOn April 2, 2010, plaintiff was seriously injured when he dove off a dock at the home of defendants — his sister and brother-in-law — on Cayuga Lake. The day was unseasonably warm, in the mid-80s. When plaintiff arrived, he joined the other adults on the dock, while the children went swimming. The T-shaped dock had a wooden ladder attached at the top of the T, facing the shore. Plaintiff and his wife discussed whether plaintiff would join her in a “polar plunge,” but he declined, indicating that he did not intend on going in the cold water. After a brief period, defendants and the children went into the house, leaving plaintiff alone on the dock with his wife, and they ultimately decided to dive into the lake. Standing on a rung of the wooden ladder just above the water line, they dove toward the shore. Plaintiff struck his head on the lake bottom, suffering a tragic spinal chord injury that rendered him a quadriplegic.\nPlaintiff commenced this negligence action claiming that defendants failed to warn him that the water level in Cayuga Lake was lower in the spring than during the regular summer swim season. Following depositions, defendants moved for summary judgment dismissing the complaint, contending that they had no duty to warn plaintiff of the water levels since he had stated that he h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=toyryla-v-st-denis"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3801,
    3803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}