{
  "id": 3946,
  "title": "2014년 United States v. Hui Hsiung 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-07-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Hui Hsiung. 판결일: 2014-07-10. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. HUI HSIUNG, aka Kuma, Defendant-Appellant United States of America v. Hsuan Bin Chen, aka H.B. Chen, Defendant-Appellant United States of America v. AU Optronics Corporation, Defendant-Appellant United States of America v. AU Optronics Corporation America, Inc.\n**판결일**: 2014-07-10\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Kendall, McKeown, Thomas\n\n## 변호인\n\nKristen C. Limarzi (argued), Peter K. Huston, Heather S. Tewksbury, E. Kate Patchen, Jon B. Jacobs, John J. Powers III, James J. Fredericks, and Adam D. Chandler, Attorneys, United States Department of Justice, Antitrust Division, Washington, D.C., for Plaintiff-Appellee United States of America., Neal Kumar Katyal (argued), Christopher T. Handman, and Elizabeth Barchas Prelogar, Hogan Lovells U.S. LLP, Washington, D.C., for Defendant-Appellant Hui Hsiung; Michael A. Attanasio (argued) and Jon F\n\n## 인용\n\n- 778 F.3d 738\n\n## 판결문 요약\n\n\nORDER\nThe opinion filed on July 10, 2014, is amended. The amended opinion is filed concurrently with this order.\nThe full court has been advised of the petition for rehearing en banc and no judge has requested a vote on whether to rehear the matter.\nThe petition for panel rehearing and the petition for rehearing en banc are DENIED. Ño further petitions for panel rehearing or petitions for rehearing en banc will be entertained.\nMcKEOWN, Circuit Judge:\nOPINION\nThis criminal antitrust case stems from an international conspiracy between Taiwanese and Korean electronics manufacturers to fix prices for what, is now ubiquitous technology, Liquid Crystal Display panels known as “TFT-LCDs.”1 After five years of secret meetings in Taiwan, sales worldwide including in the United States, and millions of dollars in profits to the participating companies, the conspiracy ended when the FBI raided the offices of AU Optronics Corporation of America (“AUOA”) in Houston, Texas.\nThe defendants, AU Optronics (“AUO”), a Taiwanese company, and AUOA, AUO’s retailer and wholly owned subsidiary (collectively, “the corporate defendants”), and two executives from AUO, Hsuan Bin Chen, its President and Chief Operating Officer, and Hui Hsiung, its Executive Vice President, were convicted of conspiracy to fix prices in violation of the Sherman Act after an eight-week jury trial.2 Their appeal raises complicated issues of first impression regarding the reach of the *743Sherman Act in a globalized economy. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-hui-hsiung"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3801,
    3803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}