{
  "id": 3952,
  "title": "2014년 Panteleris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-07-07",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Panteleris. 판결일: 2014-07-07. 법원: District Court, N.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: Anthimos PANTELERIS, Plaintiff/Petitioner v. Aalison PANTELERIS, f/k/a Aalison Denton, Defendant/Respondent\n**판결일**: 2014-07-07\n**법원**: District Court, N.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: Pearson\n\n## 변호인\n\nAlyeia N. Broz, Mitchell A. Tobias, An-gelyne E. Lisinski, Vorys, Sater, Seymour & Pease, Columbus, OH, for Plaintiff., Amanda J. Jackson, Plummer & Jackson, Salem, OH, for Defendant.\n\n## 인용\n\n- 30 F. Supp. 3d 674\n\n## 판결문 요약\n\n\nMEMORANDUM OF OPINION AND ORDER [Regarding ECF No. 1]\nBENITA Y. PEARSON, District Judge.\nBefore the Court is the Complaint and Petition for Return of Children filed by *678Anthimos Panteleris against Aalison Pan-teleris pursuant to the Convention on the Civil Aspects of International Child Abduction (the “Hague Convention”) and the International Child Abduction Remedies Act (“ICARA”), 42 U.S.C. § 11601 et seq. ECF No. 1. The Court has been informed, having reviewed the petition and having held an expedited hearing. For the reasons explained below, the Court grants the petition and orders that the children of Anthimos and Aalison Panteleris be returned to Australia.\nI. Background\nPetitioner Anthimos, a/k/a Michael, is a citizen and resident of Australia. ECF No. 1 at 1, ¶ 1. In 2005, while in the United States, Anthimos met and married Respondent Aalison, a United States citizen. Id. at 3, ¶ 10. Their first child, B.P., was born in the United States in November 2006. Id. at ¶ 11. In March 2007 the family moved to Australia. Id. -at ¶ 12. Their second child, H.P., was born in Australia in November 2008. Id. at ¶ 13. Their third child, Z.P., was born in Australia in December 2011. Id. at ¶ 14. All three children are citizens of the United States and Australia. Id. at 2, ¶ 3. The Court refers to the immediate family of Anthimos and Aalison Panteleris as the “Panteleris family.” When “family’ is used without being immediately preceded by Panteleris, the Court is referring to eith...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=panteleris-v-panteleris"
    }
  ],
  "relatedIncidents": [
    3823,
    4113,
    3397,
    3411,
    3558
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}