{
  "id": 3956,
  "title": "2014년 Ford-Calhoun 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-07-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Ford-Calhoun. 판결일: 2014-07-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: FORD-CALHOUN v. State\n**판결일**: 2014-07-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Doyle\n\n## 변호인\n\nKevin A. Anderson, Jimmonique R. S. Rodgers, for appellant., James L. Wright III, District Attorney, Arkesia S. Jenkins, David E. Slemons, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 327 Ga. App. 835\n- 761 S.E.2d 388\n\n## 판결문 요약\n\n\nDoyle, Presiding Judge.\nRoslynn Ford-Calhoun was convicted along with her co-defendant and husband, Preston Calhoun, of armed robbery,1 four counts of aggravated assault,2 and false imprisonment.3 While Ford-Calhoun’s motion for new trial was pending, this Court vacated Calhoun’s conviction as to one count of aggravated assault.4 Based on this Court’s ruling, the trial court granted in part Ford-Calhoun’s motion for new trial, vacating the same count of aggravated assault. Ford-Calhoun now appeals, arguing that (1) the trial court erred by improperly charging the jury as to two counts of aggravated assault; and (2) the evidence was insufficient to support the conviction of false imprisonment. For the reasons that follow, we affirm in part and reverse in part.\nViewed in favor of the verdict,5 the evidence at trial showed that Ford-Calhoun participated in two separate armed robberies of business establishments with Calhoun during late 2007.6 During the first incident (“Dollar General robbery”), Ford-Calhoun entered the store and, using her cell phone, alerted Calhoun to enter the store at an opportune moment. During the second incident (“Cato Fashions robbery”), Ford-Calhoun began speaking with store employees prior to her husband’s separate entry into the store.\n*836Ford-Calhoun now appeals from the guilty verdicts issued as to the two aggravated assault charges and one false imprisonment charge stemming from the Cato Fashions robbery.\n1. In two enumerations, Ford-Calhoun arg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ford-calhoun-v-state"
    }
  ],
  "relatedIncidents": [
    3801,
    3804,
    3809,
    3811,
    3844
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}