{
  "id": 3981,
  "title": "2014년 Cambio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-06-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cambio. 판결일: 2014-06-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Anthony Cambio v. City of New York\n**판결일**: 2014-06-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Clark, Degrasse, Manzanetdaniels, Moskowitz, Tom\n\n## 인용\n\n- 118 A.D.3d 577\n- 988 N.Y.S.2d 176\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Kathryn E. Freed, J.), entered July 19, 2013, which denied defendant’s motion for summary judgment dismissing the complaint, unanimously reversed, on the law, without costs, and the motion granted. The Clerk is directed to enter judgment accordingly.\nPlaintiff, who is legally blind, alleged in his notice of claim that he fell at a street corner because of defects in the roadway that the City negligently failed to prevent from becoming a “traplike condition.” In his complaint, however, plaintiff alleged that the City negligently failed to maintain the sidewalk, curb *578and roadway, negligently caused and permitted damage thereto, rendering the location dangerous, and failed to properly inspect and repair the location. At the General Municipal Law § 50-h hearing, plaintiff testified that the curb was higher than he expected, and in his bill of particulars he alleged that the accident occurred because, when he “stepped off the curb, he was caused to fall into the roadway due to the improper unexpected sudden and excessive drop of the curb to the roadway.”\nThe City correctly argues that plaintiff raised a new theory of liability in the complaint and bill of particulars by alleging that the City caused and created the defect, since the notice of claim alleged negligent maintenance and did not alert the City that plaintiff would allege a theory of affirmative negligence, or negligent design (see Rodriguez v Board of Educ. of the City of N.Y....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cambio-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3801,
    3803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}