{
  "id": 3988,
  "title": "2014년 ARCHIE, NAKEEM, PEOPLE v 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-06-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: ARCHIE, NAKEEM, PEOPLE v. 판결일: 2014-06-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: ARCHIE, NAKEEM, PEOPLE v\n**판결일**: 2014-06-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n\n## 판결문 요약\n\n        SUPREME COURT OF THE STATE OF NEW YORK\n           Appellate Division, Fourth Judicial Department\n\n452\nKA 11-00408\nPRESENT: CENTRA, J.P., FAHEY, PERADOTTO, LINDLEY, AND VALENTINO, JJ.\n\n\nTHE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\n\n                    V                              MEMORANDUM AND ORDER\n\nNAKEEM ARCHIE, DEFENDANT-APPELLANT.\n\n\nFRANK H. HISCOCK LEGAL AID SOCIETY, SYRACUSE (PIOTR BANASIAK OF\nCOUNSEL), FOR DEFENDANT-APPELLANT.\n\nWILLIAM J. FITZPATRICK, DISTRICT ATTORNEY, SYRACUSE (JAMES P. MAXWELL\nOF COUNSEL), FOR RESPONDENT.\n\n\n     Appeal from a judgment of the Supreme Court, Onondaga County\n(John J. Brunetti, A.J.), rendered December 17, 2010. The judgment\nconvicted defendant, upon jury verdicts, of murder in the second\ndegree, assault in the first degree and criminal possession of a\nweapon in the second degree (two counts).\n\n     It is hereby ORDERED that the judgment so appealed from is\nunanimously affirmed.\n\n     Memorandum: Defendant appeals from a judgment convicting him,\nfollowing two jury trials, of murder in the second degree (Penal Law §\n125.25 [2]), assault in the first degree (§ 120.10 [3]), and two\ncounts of criminal possession of a weapon in the second degree (§\n265.03 [3]). The jury at the first trial convicted defendant of one\nweapons offense and acquitted defendant of another weapons offense,\nbut was unable to reach a verdict on the remaining counts. At the\nretrial, defense counsel stipulated to the admission of evidence\nregarding the we...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=archie-nakeem-people-v"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3807,
    3822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}