{
  "id": 3991,
  "title": "2014년 Gaston (Gary) v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-06-11",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Gaston (Gary) v. State. 판결일: 2014-06-11. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gaston (Gary) v. State\n**판결일**: 2014-06-11\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n\n## 판결문 요약\n\n\f                 through the back door unannounced and walked into Moffett's bedroom.\n                 Gaston told Moffett that he needed to talk to her, but she slammed the\n                 door in his face and locked it. Gaston used a hammer to break down the\n                 door and, once inside, stabbed Moffett in the chest with an army knife he\n                 had concealed beneath his clothing. Moffett died from the wound. When\n                 law enforcement arrived, Gaston told them that he entered Moffett's home\n                 \"with intent\" because she had stolen from him and cheated on him When\n                 asked what he meant by \"intent,\" Gaston said \"well, I had a knife on me.\"\n                             We conclude that the jury could have reasonably inferred from\n                 the evidence presented that Gaston committed burglary.'           See NRS\n                 205.060(1); Valdez v. State, 124 Nev. 1172, 1197, 196 P.3d 465, 481 (2008)\n                 (\"Mntent can rarely be proven by direct evidence of a defendant's state of\n                 mind, but instead is inferred by the jury from the individualized, external\n                 circumstances of the crime.\" (internal quotation marks omitted)); see also\n                 United States v. Powell, 469 U.S. 57, 67 (1984) (a sufficiency of the\n                 evidence review should be conducted independently of any assertion of\n                 inconsistent verdicts). A jury's verdict will not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gaston-gary-v-state"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3807,
    3822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}