{
  "id": 3992,
  "title": "2014년 Parrino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-06-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Parrino. 판결일: 2014-06-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Irene Parrino v. Albertson Water District\n**판결일**: 2014-06-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Hinds, Maltese, Radix, Rivera, Sgroi\n\n## 인용\n\n- 118 A.D.3d 802\n- 987 N.Y.S.2d 191\n\n## 판결문 요약\n\n\nIn a hybrid proceeding, inter alia, pursuant to CPLR article 78 in the nature of mandamus to compel the Albertson Water District to provide the petitioner/plaintiff with postemployment health insurance benefits, and action to recover damages for breach of contract, the petitioner/plaintiff appeals, as limited by her brief, (1) from so much of an order of the Supreme Court, Nassau County (Marber, J.), entered October 5, 2012, as denied that branch of her motion which was for summary judgment on the cause of action alleging breach of contract, and granted the cross motion of the Albertson Water District for summary judgment dismissing that cause of action and on its counterclaim for the return of the cost of health insurance coverage that it provided to the petitioner/plaintiff since December 31, 2009, and (2) from so much of a judgment of the same court entered November 9, 2012, as, upon the order, is in favor of the Albertson Water District and against her in the principal sum of $19,866.57.\nOrdered that the appeal from the order is dismissed; and it is further,\nOrdered that the judgment is affirmed insofar as appealed from; and it is further,\nOrdered that one bill of costs is awarded to the Albertson Water District.\nThe appeal from the intermediate order must be dismissed because the right of direct appeal therefrom terminated with the entry of the judgment in the proceeding/action (see Matter of Aho, 39 NY2d 241, 248 [1976]). The issues raised on the appeal from the order ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parrino-v-albertson-water-district"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3801,
    3803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}