{
  "id": 4001,
  "title": "2014년 Associates Against Outlier Fraud v. Huron Consulting Group, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-05-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Associates Against Outlier Fraud v. Huron Consulting Group, Inc.. 판결일: 2014-05-22. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: ASSOCIATES AGAINST OUTLIER FRAUD, Plaintiff-Appellant-Cross-Appellee, United States of America, Plaintiff-Counter-Claimant-Counter-Defendant, State of New York, Ex Rel. Associates Against Outlier Fraud, Plaintiff, v. HURON CONSULTING GROUP, INC., Huron Consulting Group, LLC., Huron Consulting Services, LLC., Empire Health Choice Assurance, Inc., DBA Empire Medicare Services, Defendants-Appellees-Cross-Appellants, Speltz and Weis, KMPG, Healthcare Management Solutions, LLC., Defendants\n**판결일**: 2014-05-22\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Ann, Calabresi, Debra, Dennis, Guido, Jacobs, Livingston\n\n## 변호인\n\nPhilip R. Michael, Michael Law Group, New York, NY, for Appellant., Robert Salcido, Akin Gump Strauss Hauer & Feld LLP, Washington, D.C., for Appellees Huron Consulting Group, Inc., Huron Consulting Group, LLC, Huron Consulting Services, LLC., Michael D. Leffel (Michael J. Tuteur, on the brief), Foley & Lardner, LLP, Madison, Wisconsin, for Appellees Empire HealthChoice Assurance, Inc. d/b/a/ Empire Medicare Services.\n\n## 인용\n\n- 567 F. App'x 44\n\n## 판결문 요약\n\n     13-1237 (L)\n     Associates Against Outlier Fraud v. Huron Consulting Group, Inc., et al.\n\n\n                          UNITED STATES COURT OF APPEALS\n                              FOR THE SECOND CIRCUIT\n\n                                     SUMMARY ORDER\n     RULINGS BY SUMMARY ORDER DO NOT HAVE PRECEDENTIAL EFFECT. CITATION TO A SUMMARY ORDER FILED\n     ON OR AFTER JANUARY 1, 2007, IS PERMITTED AND IS GOVERNED BY FEDERAL RULE OF APPELLATE\n     PROCEDURE 32.1 AND THIS COURT’S LOCAL RULE 32.1.1. WHEN CITING A SUMMARY ORDER IN A\n     DOCUMENT FILED WITH THIS COURT, A PARTY MUST CITE EITHER THE FEDERAL APPENDIX OR AN\n     ELECTRONIC DATABASE (WITH THE NOTATION “SUMMARY ORDER”). A PARTY CITING A SUMMARY ORDER MUST\n     SERVE A COPY OF IT ON ANY PARTY NOT REPRESENTED BY COUNSEL.\n\n 1            At a stated term of the United States Court of Appeals\n 2       for the Second Circuit, held at the Thurgood Marshall United\n 3       States Courthouse, 40 Foley Square, in the City of New York,\n 4       on the 22nd day of May, two thousand fourteen.\n 5\n 6       PRESENT: DENNIS JACOBS,\n 7                GUIDO CALABRESI,\n 8                DEBRA ANN LIVINGSTON,\n 9                              Circuit Judges.\n10\n11       - - - - - - - - - - - - - - - - - - - -X\n12       Associates Against Outlier Fraud,\n13                Plaintiff-Appellant - Cross\n14                -Appellee,\n15\n16       United States of America,\n17                Plaintiff - Counter-\n18                Claimant - Counter-\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=associates-against-outlier-fraud-v-huron-consulting-group-inc"
    }
  ],
  "relatedIncidents": [
    3824,
    3847,
    3889,
    4098,
    4132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}