{
  "id": 4010,
  "title": "2014년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-05-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Jackson v. State. 판결일: 2014-05-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Gary JACKSON v. STATE of Florida\n**판결일**: 2014-05-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Stevenson, Warner\n\n## 변호인\n\nGary Jackson, South Bay, pro se., No appearance required for appellee.\n\n## 인용\n\n- 193 So. 3d 1\n\n## 판결문 요약\n\n\nOn Motion for Rehearing\nPER CURIAM.\nWe deny appellant’s motion for rehearing, withdraw our prior opinion and substitute the following in its place.\nAppellant challenges the trial court’s order denying his motion to correct an illegal sentence. He claims that his sentence of thirty years, imposed for carjacking and armed burglary of a conveyance, was vindictive pursuant to North Carolina v. Pearce, 395 U.S. 711, 89 S.Ct. 2089 (1969), because it was imposed after a retrial upon the reversal of his original conviction and original sentence of two concurrent terms of fifteen years plus probation.1 We affirm. A claim of a vindictive sentence cannot be raised in a rule 3.800(a) motion. Reese v. State, 896 So.2d 807, 807 (Fla. 3d DCA 2005).\nAppellant raised the identical issue in the direct appeal from his second sentencing, and this court affirmed. Jackson v. State, 67 So.3d 219 (Fla. 4th DCA 2011). The Florida Supreme Court dismissed review. Jackson v. State, 72 So.3d 746 (Fla. 2011). The U.S. Supreme Court denied his petition for certiorari. Jackson v. Florida, — U.S. -, 132 S.Ct. 1641, 182 L.Ed.2d 239 (2012).\nAppellant’s attempt to relitigate his claim of vindictive sentencing is barred by the doctrines of law of the case and collateral estoppel. Concepcion v. State, 944 So.2d 1069, 1071 (Fla. 3d DCA 2006) (citing State v. McBride, 848 So.2d 287 (Fla. 2003)). There is no manifest injustice because appellant’s claim rests on the Pearce presumption of vindictiveness which does no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    3801,
    3804,
    3809,
    3811,
    3844
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}