{
  "id": 4036,
  "title": "2014년 State of Tennessee v. Danny Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-04-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Danny Adams. 판결일: 2014-04-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Danny Adams\n**판결일**: 2014-04-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge D. Kelly Thomas, Jr.\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                         Assigned on Briefs February 25, 2014\n\n                  STATE OF TENNESSEE v. DANNY ADAMS\n\n                 Appeal from the Criminal Court for Monroe County\n                         No. 09-445 Carroll L. Ross, Judge\n\n\n                 No. E2013-01236-CCA-R3-CD - Filed April 22, 2014\n\n\nThe Defendant, Danny Adams, was convicted by a jury of simple assault. On appeal, he\nchallenges the sufficiency of the evidence for that conviction, including an argument therein\nof inconsistent verdicts. We have thoroughly reviewed the record on appeal, and although\nthe evidence is sufficient, we must reverse the Defendant’s conviction because an incorrect\nmental state was included in the jury charge. Moreover, we cannot deem the error harmless\nbeyond a reasonable doubt. Accordingly, we reverse the judgment of the trial court and\nremand the case for further proceedings consistent with this opinion.\n\n       Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court\n                             Reversed and Remanded\n\nD. K ELLY T HOMAS, J R., J., delivered the opinion of the court, in which J OSEPH M. T IPTON,\nP.J., and J AMES C URWOOD W ITT, J R., J., joined.\n\nRichard Hughes, District Public Defender, and Jeanne L. Wiggins, Assistant Public\nDefender, for the appellant, Danny Adams.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Michelle L. Consiglio-Young,\nAssist...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-danny-adams"
    }
  ],
  "relatedIncidents": [
    3806,
    3811,
    3828,
    3843,
    3916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}