{
  "id": 4046,
  "title": "2014년 Pruneda-Garza 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-04-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pruneda-Garza. 판결일: 2014-04-16. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Jose Eugenio PRUNEDA-GARZA, also known as Jose Eugenio Pruneda, also known as Jose Eugenio Pruneda Garza, also known as Joe Pruneda, also known as Jose G. Pruneda\n**판결일**: 2014-04-16\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Elrod, Haynes, Prado\n\n## 변호인\n\nRenata Ann Gowie, Assistant U.S. Attorney, U.S. Attorney’s Office, Houston, TX, for Plaintiff-Appellee., Marjorie A. Meyers, Federal Public Defender, Timothy William Crooks, Assistant Federal Public Defender, Federal Public Defender’s Office, Houston, TX, for Defendant-Appellant.\n\n## 인용\n\n- 563 F. App'x 287\n\n## 판결문 요약\n\n\nPER CURIAM: *\nAppealing the judgment in a criminal case, Jose Eugenio Pruneda-Garza raises an argument that he concedes is foreclosed by United States v. Morales-Mota, 704 F.3d 410, 412 (5th Cir.), cert. denied, - U.S. -, 133 S.Ct. 2374, 185 L.Ed.2d 1091 (2013). In Morales-Mota, 704 F.3d at 412, this court, relying upon its holding in United States v. Joslin, 487 Fed.Appx. 139, 141-43 (5th Cir.2012) (unpublished), cert. denied, — U.S. —, 133 S.Ct. 1847, 185 L.Ed.2d 851 (2013), rejected the argument that the Texas offense of “burglary of a habitation” is outside the generic, contemporary definition of “burglary of a dwelling” under U.S.S.G. § 2L1.2(b)(1)(A)(ii) because it defines the “owner” of a habitation as a person with a “greater right to possession.” Accordingly, Pruneda-Garza’s unopposed motion for summary disposition is GRANTED, and the judgment of the district court is AFFIRMED.\n\n Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-pruneda-garza"
    }
  ],
  "relatedIncidents": [
    3801,
    3804,
    3809,
    3811,
    3844
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}