{
  "id": 4061,
  "title": "2014년 Riggs 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2014-04-07",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Riggs. 판결일: 2014-04-07. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota v. Brandon Wayne RIGGS\n**판결일**: 2014-04-07\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Hudson, Peterson, Stauber\n\n## 변호인\n\nLori Swanson, Attorney General, St. Paul, Minnesota; and Karin Sonneman, Winona County Attorney, Winona, MN, for appellant., Christine A. Ledebuhr, Winona, Minnesota; and Cathryn Middlebrook, Chief Appellate Public Defender, Chelsie Willett, Assistant Public Defender, St. Paul, MN, for respondent.\n\n## 인용\n\n- 845 N.W.2d 236\n\n## 판결문 요약\n\n\nOPINION\nPETERSON, Judge.\nIn this appeal from a restitution order, appellant State of Minnesota argues that the district court abused its discretion when it apportioned some of the fault for the victim’s injuries to the victim and reduced the amount of restitution because the victim was the aggressor in the fight in which he was injured. We reverse and remand.\nFACTS\nAt a gas station, D.S. confronted respondent Brandon Riggs about the quality of some marijuana that respondent had sold him and/or about money that respondent owed him. D.S; wanted to fight respondent, but respondent got into his vehicle and drove about 15 minutes to an appointment at a chiropractor’s office. D.S. followed him, and, in the vestibule of the chiropractor’s office, started a fight by punching respondent in the head. During the fight, respondent stabbed D.S. with a knife in the leg and stomach.\nAppellant State of Minnesota charged respondent with second-degree assault in violation of Minn.Stat. § 609.222, subd. 1 (2010), and later amended the complaint to include one count of terroristic threats in violation of Minn.Stat. § 609.713, subd. 1 (2010). Respondent pleaded guilty to the terroristic-threats charge, and the state dismissed the assault charge. During the plea hearing, respondent’s counsel asked respondent whether he was “waiving [his] right to [claim] self-defense,” and respondent replied, ‘Tes.”\nAt his sentencing hearing, respondent requested a separate restitution hearing. At the restitution...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-riggs"
    }
  ],
  "relatedIncidents": [
    3468,
    3058,
    2996,
    4989,
    5086
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}