{
  "id": 4081,
  "title": "2014년 Rice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-03-20",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Rice. 판결일: 2014-03-20. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David Lee RICE a/k/a David L. Rice a/k/a David Rice v. STATE of Mississippi\n**판결일**: 2014-03-20\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Chandler, Coleman, Dickinson, King, Kitchens, Lamar, Pierce, Randolph, Waller\n\n## 변호인\n\nDavid Lee Rice, appellant, pro se., Office of the Attorney General by Lisa L. Blount, John R. Henry, Jr., Attorneys for Appellee.\n\n## 인용\n\n- 134 So. 3d 292\n\n## 판결문 요약\n\n\nWALLER, Chief Justice,\nfor the Court:\n¶ 1. David Lee Rice filed a petition for post-conviction relief in the Sunflower County Circuit Court, arguing that he had been improperly sentenced to life without parole as a habitual offender after a 1996 conviction for auto burglary. Rice now appeals the denial of his petition, claiming (1) that the trial court erred in finding that he had been properly sentenced as a habitual offender, (2) that the trial judge abused his discretion in failing to recuse himself from considering the post-conviction petition, and (3) that his sentence is unconstitutionally disproportionate to the crime. Finding Rice’s arguments to be without merit, we affirm the judgment of the trial court.\nFACTS\n¶ 2. On December 18,1995, a Sunflower County grand jury indicted Rice for burglary of an automobile in Cause No. 95-0269 (“Cause 4”). At the time of his indictment in Cause 4, Rice had three prior felony convictions on his criminal record. Rice was convicted of robbery in Cause No. 9231 (“Cause 1”) in 1985. Rice was convicted of burglary of a dwelling in Cause No. 9717 (“Cause 2”) in 1989. Rice pleaded guilty to burglary of a dwelling in *295Cause No. 10,108 (“Cause 3”) in 1991. On February 6, 1996, the State moved to amend Rice’s indictment to charge him as a habitual offender pursuant to Section 99-19-88 of the Mississippi Code. The trial court granted the State’s motion on February 24, 1996, and Rice’s indictment was amended to include a habitual-offender c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rice-v-state"
    }
  ],
  "relatedIncidents": [
    3801,
    3804,
    3809,
    3811,
    3844
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}