{
  "id": 4094,
  "title": "2014년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-03-07",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Brown. 판결일: 2014-03-07. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Kelvin BROWN\n**판결일**: 2014-03-07\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Doumar\n\n## 변호인\n\nHoward J. Zlotnick, United States Attorney’s Office, Newport News, VA, for United States of America., Adam Michael Carroll, Wolcott Rivers Gates P.C., Virginia Beach, VA, for Kelvin Brown.\n\n## 인용\n\n- 5 F. Supp. 3d 786\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER DENYING DEFENDANT’S MOTION IN LIMINE TO EXCLUDE EVIDENCE OF NICKNAMES\n\nROBERT G. DOUMAR, Senior District Judge.\nThis matter comes before the Court on Kelvin Brown’s (“Defendant”) Motion in Limine to Exclude Evidence of Nicknames (“Motion in Limine”). ECF No. 74. For the reasons set forth below, the Court DENIES the Defendant’s Motion in Li-mine.\nI. PROCEDURAL AND FACTUAL BACKGROUND\nThe Defendant was originally indicted on November 14, 2013, on various drug and firearms charges. Ind., ECF No. 1. However, on January 13, 2014, a superseding criminal indictment was filed against the Defendant, charging him with Drug Conspiracy, in violation of 21 U.S.C. § 846; two counts of Distribution of Cocaine, in violation of 21 U.S.C. § 841(a)(1) and (b)(1)(C); Possession with Intent to Distribute 28 Grams or More of Cocaine Base, in violation of 21 U.S.C. § 841(a)(1) and (b)(1)(B)(iii); two counts of Possession of a Firearm in a Drug Trafficking Crime, in violation of 18 U.S.C. § 924(c); Possession with Intent to Distribute Cocaine, in violation of 21 U;S.C. § 841(a)(1) and (b)(1)(C); and Felon in Possession of a Firearm, in violation of 18 U.S.C. § 922(g)(1). Sup. Ind. 1-2, ECF No. 54.\nIn both indictments, the Defendant was charged as “Kelvin Brown, a/k/a/ Doom,” his alleged alias. On February 12, 2014, the Defendant filed the instant Motion in Limine asking the Court to exclude any evidence of this alleged nickname at trial as irrelevant and thus inadmissible under Fe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-brown"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3801,
    3803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}