{
  "id": 4098,
  "title": "2014년 Berardi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-03-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Berardi. 판결일: 2014-03-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Anthony Berardi v. Incorporated Village of Garden City\n**판결일**: 2014-03-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Chambers, Hall, Miller, Skelos\n\n## 인용\n\n- 115 A.D.3d 631\n- 981 N.Y.S.2d 768\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the defendant Incorporated Village of Garden City appeals from an order of the Supreme Court, Nassau County (Feinman, J.), entered July 27, 2012, which denied its motion for summary judgment dismissing the complaint insofar as asserted against it.\nOrdered that the order is reversed, on the law, with costs, and the motion of the defendant Incorporated Village of Garden City for summary judgment dismissing the complaint insofar as asserted against it is granted.\nOn February 17, 2010, at about 9:30 p.m., the plaintiff Anthony Berardi (hereinafter the injured plaintiff) allegedly slipped and fell on top of an interior set of steps which was wet, shiny, and slippery. As a result, the plaintiff and his wife, suing derivatively, commenced this action against, among others, the Incorporated Village of Garden City, which owned the premises. The Village moved for summary judgment dismissing the complaint insofar as asserted against it, contending that it did not create the alleged hazardous condition which caused the fall or have actual or constructive notice of it. The Supreme Court denied the motion, and the Village appeals.\nThe Village established its prima facie entitlement to judgment as a matter of law by demonstrating that it did not create the alleged hazardous condition that caused the fall or have actual or constructive notice of it (see Rivera v 2160 Realty Co., L.L.C., 4 NY3d 837 [2005]; Perez v New York City Hou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=berardi-v-incorporated-village-of-garden-city"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=machado-v-a-canterpass-llc"
    }
  ],
  "relatedIncidents": [
    3824,
    3847,
    3889,
    4132,
    3524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}