{
  "id": 4112,
  "title": "2014년 Roger Joseph v. David Sexton, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-02-12",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Roger Joseph v. David Sexton, Warden. 판결일: 2014-02-12. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Roger Joseph v. David Sexton, Warden\n**판결일**: 2014-02-12\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jeffrey S. Bivins\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                           Assigned on Briefs January 28, 2014\n\n                 ROGER JOSEPH v. DAVID SEXTON, WARDEN\n\n                   Appeal from the Circuit Court for Bradley County\n                    No. M-01-010    Amy Armstrong Reedy, Judge\n\n\n                No. E2013-02191-CCA-R3-HC - Filed February 12, 2014\n\n\nRoger Joseph (“the Petitioner”) filed a petition for writ of habeas corpus, asserting, among\nother claims, that, due to mental illness, he could not have formed the requisite intent for first\ndegree murder. The habeas corpus court dismissed his petition without a hearing. The\nPetitioner now appeals. After a thorough review of the record and the applicable law, we\naffirm the habeas corpus court’s judgment dismissing the Petitioner’s habeas corpus petition.\n\n                    Tenn. R. App. P. 3 Appeal as of Right; Judgment\n                             of the Circuit Court Affirmed\n\nJ EFFREY S. B IVINS, J., delivered the opinion of the Court, in which J AMES C URWOOD W ITT,\nJ R. and N ORMA M CG EE O GLE, JJ., joined.\n\nRoger Joseph, pro se, Mountain City, Tennessee, as the appellant.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; and Deshea Dulaney Faughn,\nAssistant Attorney General, for the appellee, State of Tennessee.\n\n                                           OPINION\n\n                           Factual and Procedural Background\n\n        On April 25, 2001, the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roger-joseph-v-david-sexton-warden"
    }
  ],
  "relatedIncidents": [
    3795,
    3798,
    3799,
    3807,
    3822
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}