{
  "id": 4113,
  "title": "2014년 Ivory 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-02-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Ivory. 판결일: 2014-02-11. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Christopher J. IVORY, Movant/Appellant v. STATE of Missouri\n**판결일**: 2014-02-11\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Hoff, Odenwald, Quigless\n\n## 변호인\n\nTimothy J. Forneris, Missouri Public Defender Office, St. Louis, MO, for Appellant., Chris Koster, Attorney General, Mary Highland Moore, Assistant Attorney General, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 422 S.W.3d 503\n\n## 판결문 요약\n\n\n\nOPINION\n\nMARY K HOFF, Presiding Judge.\nChristopher J. Ivory (Movant) appeals from the motion court’s Findings of Fact, Conclusions of Law, and Judgment (Judgment) denying his Rule 29.15 Amended Motion to Vacate, Set Aside, or Correct Judgment and Sentence and Request for Evidentiary Hearing (PCR Motion), alleging ineffective assistance of appellate counsel. We affirm.\n\nFactual and Procedural Background\n\nIn the underlying case, Movant, representing himself pro se but with a public defender present as standby counsel, was convicted of attempted forcible rape, Section 566.030 1, kidnapping, Section 565.110, and stealing from a person, Section *505570.030. At trial, Movant testified on his own behalf. On cross-examination, the prosecutor asked Movant why all of the State’s witnesses, none of whom knew the defendant, would get together “to put a case against” him. Movant’s objection to speculation was overruled, and Movant answered that people were “making this up” and that “everything ain’t always what it appear.” The prosecutor then responded, “You probably weren’t what you appeared when you first talked to [victim]. She probably thought you were a nice guy, didn’t she?” Movant’s objection to the question being argumentative was overruled, and the prosecutor followed up by saying, “You probably did not appear to be the ‘monster’ you turned into when you first said hi to [victim], did you?” Without any objection, Movant answered, “That’s not true.”\nThe jury subsequently found M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ivory-v-state"
    }
  ],
  "relatedIncidents": [
    3823,
    3952,
    3397,
    3411,
    3558
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}