{
  "id": 4129,
  "title": "2014년 STATE OF TENNESSEE v. CURTIS ALLEN WHITE 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-01-28",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: STATE OF TENNESSEE v. CURTIS ALLEN WHITE. 판결일: 2014-01-28. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF TENNESSEE v. CURTIS ALLEN WHITE\n**판결일**: 2014-01-28\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Norma McGee Ogle\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                Assigned on Briefs in Knoxville December 18, 2013\n\n             STATE OF TENNESSEE v. CURTIS ALLEN WHITE\n\n              Direct Appeal from the Circuit Court for Marshall County\n                       No. 13-CR-11     Robert Crigler, Judge\n\n\n               No. M2013-01422-CCA-R3-CD - Filed January 28, 2014\n\n\nThe appellant, Curtis Allen White, pled guilty in the Marshall County Circuit Court to three\ncounts of aggravated assault, one count of domestic assault, one count of misdemeanor\nvandalism, and one count of resisting arrest. Pursuant to the plea agreement, the trial court\nwas to determine the length and manner of service of the sentences. After a sentencing\nhearing, the appellant received an effective five-year sentence to be served in confinement.\nOn appeal, the appellant contends that the trial court abused its discretion by denying his\nrequest for alternative sentencing. Based upon the record and the parties’ briefs, we affirm\nthe judgments of the trial court.\n\n    Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Criminal Court are\n                                     Affirmed.\n\nN ORMA M CG EE O GLE, J., delivered the opinion of the Court, in which J OSEPH M. T IPTON,\nPJ., and R OGER A. P AGE, J., joined.\n\nWilliam J. Harold (on appeal and at trial) and Michael J. Collins (at trial), Lewisburg,\nTennessee, for the appellant, Curtis Allen White.\n\nRobert E. Coo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-curtis-allen-white"
    }
  ],
  "relatedIncidents": [
    3806,
    3811,
    3828,
    3843,
    3916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}