{
  "id": 4132,
  "title": "2014년 In re Alarcon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2014-01-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Alarcon. 판결일: 2014-01-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Rory M. Alarcon, an Attorney, Resignor\n**판결일**: 2014-01-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Eng, Hall, Mastro, Rivera, Skelos\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Diana M. Kearse, Brooklyn (Mark F. DeWan of counsel), for Grievance Committee for the Second, Eleventh, and Thirteenth Judicial Districts., Rory M. Alarcon, resignor pro se.\n\n## 인용\n\n- 115 A.D.3d 109\n- 978 N.Y.S.2d 853\n\n## 판결문 요약\n\n\n*110OPINION OF THE COURT\nPer Curiam.\nRory M. Alarcon has submitted an affidavit sworn to on July 29, 2013, wherein he tenders his resignation as an attorney and counselor-at-law (see 22 NYCRR 691.9). Mr. Alarcon acknowledges in his affidavit that his resignation is freely and voluntarily tendered, that he is not being subjected to coercion or duress by anyone, and that he is fully aware of the implications of its submission.\nMr. Alarcon acknowledges that the Grievance Committee for the Second, Eleventh, and Thirteenth Judicial Districts is currently investigating 74 complaints of professional misconduct against him, from individuals living in 30 states throughout the country. The complaints allege, inter alia, that: (1) the complainants were defrauded by one of the mortgage modification business entities of which Mr. Alarcon was the principal proprietor or corporate officer, namely, RMA Legal Network, Alarcon Law Group, Alarcon &amp; Associates, Alarcon Law Firm, or R.A. Legal Group; (2) Mr. Alarcon entered into improper retainer and fee agreements with these individuals through the aforementioned business entities; (3) Mr. Alarcon improperly practiced law under trade names; (4) Mr. Alarcon failed to adequately supervise employees at the aforementioned business entities; and (5) Mr. Alarcon shared legal fees with nonlawyers. Mr. Alar-con acknowledges that if charges were predicated on the aforementioned allegations, he could not successfully defend himself on the merits agai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-alarcon"
    }
  ],
  "relatedIncidents": [
    3824,
    3847,
    3889,
    4098,
    3524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}