{
  "id": 4141,
  "title": "2013년 State of Tennessee v. James Johnson aka Guy Bonner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-12-27",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. James Johnson aka Guy Bonner. 판결일: 2013-12-27. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. James Johnson aka Guy Bonner\n**판결일**: 2013-12-27\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                           Assigned on Briefs August 6, 2013\n\n   STATE OF TENNESSEE v. JAMES JOHNSON A.K.A. GUY BONNER\n\n              Direct Appeal from the Criminal Court for Shelby County\n                     No. 11-05295   James C. Beasley, Jr., Judge\n\n\n\n\n               No. W2012-02280-CCA-R3-CD - Filed December 27, 2013\n\n\nA Shelby County Grand Jury returned an indictment against Defendant, James Johnson a.k.a.\nGuy Bonner, charging him with aggravated burglary, theft of property more than $500 but less\nthan $1,000, and resisting arrest. Following a jury trial, Defendant was convicted of\naggravated burglary, theft of property less than $500, and resisting arrest. The trial court\nimposed a sentence of 11 months, 29 days each for the theft conviction and the resisting arrest\nconviction and fifteen years as a persistent offender for aggravated burglary. The trial court\nordered the sentences to be served concurrently to each other but consecutively to the\nsentences in unrelated cases. On appeal, Defendant argues that the evidence was insufficient\nto support his convictions and that the State failed to give proper notice of its intent to seek\nenhanced punishment. After a thorough review of the record, we affirm defendant’s\nconvictions for aggravated burglary, theft over $500, and resisting arrest. However, we\nremand the case for entry of a corrected judgment showing a sentence of six month...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-james-johnson-aka-guy-bonner"
    }
  ],
  "relatedIncidents": [
    4142,
    4147,
    4153,
    4161,
    4175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}