{
  "id": 4143,
  "title": "2013년 McNeff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-12-26",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: McNeff. 판결일: 2013-12-26. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: Cynthia K. McNEFF, an individual v. Terry W. EMMERT and Emmert Industrial Corp., an Oregon corporation, Defendants-Respondents\n**판결일**: 2013-12-26\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Duncan, Schuman, Wollheim\n\n## 변호인\n\nJohn M. Berman argued the cause and filed the briefs for appellant., Judy Danelle Snyder argued the cause for respondents. With her on the brief was Robert Snee.\n\n## 인용\n\n- 260 Or. App. 239\n- 317 P.3d 363\n\n## 판결문 요약\n\n\nSCHUMAN, P. J.\nPlaintiff Cynthia McNeff was hired by defendant Terry Emmert to work as in-house legal counsel for his company, Emmert Industrial Corp. (EIC), which is also a defendant in this case. Less than a year into the job, plaintiff was fired. She subsequently brought breach of contract, tort, and employment discrimination claims against defendants. In response, defendants counterclaimed for fraud, breach of contract, and malpractice.\nAfter the parties presented their cases, the trial court directed a verdict against plaintiff on her breach of contract and fraud claims and sent the remainder of her claims to the jury. On one of plaintiffs claims (defamation), the jury found in her favor and awarded damages of $1,000 against each defendant. On several other claims (intentional infliction of emotional distress, assault and battery, and wrongful discharge), the jury returned a defense verdict. And on her final claim (workplace discrimination based on a hostile work environment), the jury returned something of a hybrid verdict: The jury found that defendants had discriminated against plaintiff “on account of gender by creating a hostile work environment” and should be punished by an award of punitive damages; yet the jury answered “$0.00” when asked to award noneconomic damages on that claim. The trial court declined to resubmit the verdict form to the jury, instead treating the jury’s answer of “$0.00” in damages as a verdict for the defense.\nAs for the counterclaims by d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcneff-v-emmert"
    }
  ],
  "relatedIncidents": [
    4174,
    4217,
    4229,
    4251,
    4253
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}