{
  "id": 4146,
  "title": "2013년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-12-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Jackson v. State. 판결일: 2013-12-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Randy Jermaine JACKSON v. STATE of Florida\n**판결일**: 2013-12-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Benton, Lewis, Swanson\n\n## 변호인\n\nNancy A. Daniels, Public Defender, and Danielle Jorden, Assistant Public Defend^ er, Tallahassee, for Appellant., Pamela Jo Bondi, Attorney General, and Virginia Harris, Assistant Attorney General, Tallahassee, for Appellee.\n\n## 인용\n\n- 127 So. 3d 1286\n\n## 판결문 요약\n\n\nPER CURIAM.\nIn this appeal from his conviction for attempted first-degree murder with a firearm, appellant claims that (1) the prosecutor’s comments during closing argument constituted fundamental error; and (2) the trial court erred in resentencing him to life imprisonment with a life mandatory minimum after the prosecutor misinformed the court that it could not legally sentence appellant to life in prison with a mandatory minimum of twenty-five years under section 775.087(2)(a)3., Florida Statutes (2011), also known as the 10-20-Life statute. We affirm as to appellant’s first claim without further comment. However, the state properly concedes error as to appellant’s second claim because appellant’s original sentence of life imprisonment with a twenty-five-year mandatory minimum was legal under the 10-20-Life statute. See Wiley v. State, 125 So.3d 235 (Fla. 4th DCA 2013) (rejecting claim that defendant’s sentence of life in prison with a twenty-five-year mandatory minimum for third-degree murder was illegal under the 10-20-Life statute). Accordingly, we reverse and remand with directions that the trial court reimpose its original sentence of life in prison with a twenty-five-year mandatory minimum.\nAFFIRMED in part; REVERSED in part; and REMANDED for resentencing.\nLEWIS, C.J., BENTON and SWANSON, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    4149,
    4213,
    4230,
    4234,
    4237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}