{
  "id": 4147,
  "title": "2013년 Hummel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-12-12",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Hummel. 판결일: 2013-12-12. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA v. DAVID ANTHONY HUMMEL\n**판결일**: 2013-12-12\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n## 인용\n\n- 373 Mont. 94\n\n## 판결문 요약\n\n\nOn January 10, 2005, the Defendant was sentenced for Count I: Burglary, a felony, in violation of Section 45-6-301, MCA (2003), the Court defers imposition of sentence for Five (5) years, with credit for 104 days served, under the supervision of the Department of Corrections, subject to conditions; Count II: Theft, a misdemeanor, in violation of Section 45-6-301, MCA (2003), Defendant shall serve Six (6) months in jail with all but three months suspended on conditions; and Count III: Criminal Mischief, a misdemeanor, in violation of Section 45-6-101, MCA (2003), Defendant shall serve Six (6) months in jail with all but three months suspended on conditions; conditions outlined in the Order of Judgment and Sentence given January 10, 2005.\nOn May 11, 2007, deferred imposition of sentence was revoked; and the Defendant was sentenced for Count I: Burglary, a felony, Six (6) years to the Department of Corrections with all but One (1) year suspended; recommends the Defendant placed in a pre-release center; Defendant complete CP&amp;R while in pre-release or on probation; and other terms and conditions outlined in the Re-Sentence and Judgment given on May 11, 2007.\nOn June 25, 2013, the probation was revoked, and Defendant sentenced to Department of Corrections for Five (5) years; the remaining terms and conditions of the sentence pronounced in open court shall be reduced to *95writing as soon as reasonably possible. Preliminary sentencing order is sufficient to transport Defendant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hummel"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4153,
    4161,
    4175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}