{
  "id": 4152,
  "title": "2013년 Tunis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-12-05",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Tunis. 판결일: 2013-12-05. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado v. William Anthony TUNIS\n**판결일**: 2013-12-05\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Loeb, Plank, Webb\n\n## 변호인\n\nJefferson County District Court No. OTCR697, Honorable Margie L. Engquist, Judge, John W. Suthers, Attorney General, Deborah Isenberg Pratt, Assistant Attorney General, Denver, Colorado, for Plaintiff-Appellee, Leslie A. Goldstein, Attorney at Law, LLC., Leslie A. Goldstein, Steamboat Springs, Colorado, for Defendant-Appellant\n\n## 인용\n\n- 318 P.3d 524\n- 2013 COA 161\n\n## 판결문 요약\n\n\nOpinion by\nJUDGE WEBB\nT1 The victim in this criminal case was sexually assaulted in her home. Defendant, William Anthony Tunis, was charged with the offense and, at a subsequent jury trial, he was identified as the assailant based on the victim's testimony and DNA evidence, including Y Chromosome-Short Tandem Repeat (Y-STR) evidence. Defendant was ultimately convicted of sexual assault and second degree burglary, both class three felonies, and sentenced to the Department of Corree-tions for an indeterminate term of twelve years to life. His sentence included a determination that he qualified as a sexually violent predator.\n12 Defendant appeals from the judgment of conviction and sentence, challenging, as an issue of first impression, the reliability of the Y-STR evidence. We affirm the judgment, but conclude that the sexually violent predator portion of defendant's sentence must be vacated.\nI. Y-STR Evidence\n13 For three reasons, defendant contends that the Y-STR evidence, which was admitted through expert testimony, was unreliable and the trial court therefore erred by admitting it. \"We review a trial court's admission of expert testimony for an abuse of discretion and will reverse only when that decision is manifestly erroneous.\" People v. Rector, 248 P.3d 1196, 1200 (Colo.2011) (citing People v. Ramirez, 155 P.3d 371, 380 (Colo.2007)). We disagree with defendant and conclude that the trial court did not abuse its discretion.\nA. Y-STR Analysis Generally\n4 The following was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tunis"
    }
  ],
  "relatedIncidents": [
    4170,
    4173,
    4178,
    4240,
    4399
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}