{
  "id": 4160,
  "title": "2013년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-11-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2013-11-22. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Shonda SPRUILL\n**판결일**: 2013-11-22\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baer, Castille, Eakin, McCaffery, Saylor, Stevens, Todd\n\n## 변호인\n\nHugh J. Burns Jr., Esq., Philadelphia District Attorney’s Office, for Commonwealth of Pennsylvania., Karl Baker, Esq., Mark Patrick Cichow-icz, Esq., Defender Association of Philadelphia, for Shonda Spruill.\n\n## 인용\n\n- 80 A.3d 453\n- 622 Pa. 299\n\n## 판결문 요약\n\n\n\nOPINION\n\nChief Justice CASTILLE 1\nThis appeal by the Commonwealth presents an issue concerning the proper scope of the “illegal sentence” doctrine, which allows for review of otherwise defaulted claims. The Superior Court held that the claim at issue, which concerned the propriety of appellee’s conviction for the offense of aggravated assault, implicated the legality of appellee’s sentence; found that the claim was meritorious; vacated appellee’s aggravated assault conviction; and then directed that the principle of double jeopardy precluded appellee from being recharged in connection with the assault. Our review here is limited to the legal question of whether the claim is subject to waiver. For the reasons set forth below, we find that appellee’s claim concerning her underlying conviction for aggravated assault does not implicate the legality of the sentence for purposes of issue preservation. Accordingly, we vacate the order of the Superior Court and we remand to that court for consideration of appellee’s remaining appellate claims, consistent with this Opinion.\nOn October 1, 2007, appellee Shonda Spruill attended a funeral service in Philadelphia. Also attending the funeral were Derrell Hawkins (“Derrell”) and her daughters, Shamira Deans (“Shamira”) and Shadora Deans (“Shadora”). Shamira was approximately five months pregnant. The father of Shamira’s unborn child was also the father of a child of appellee. After the funeral service ended, appellee and ten other women a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-spruill"
    }
  ],
  "relatedIncidents": [
    4255,
    4283,
    4308,
    4329,
    4428
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}