{
  "id": 4170,
  "title": "2013년 Langley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-11-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Langley. 판결일: 2013-11-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Kenneth Langley\n**판결일**: 2013-11-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McCarthy\n\n## 인용\n\n- 111 A.D.3d 1023\n- 974 N.Y.S.2d 655\n\n## 판결문 요약\n\n\nMcCarthy, J.\nAppeals (1) from a judgment of the County Court of Chemung County (Hayden, J.), rendered June 17, 2011, convicting defendant upon his plea of guilty of the crime of rape in the third degree, and (2) from a judgment of said court, rendered June 17, 2011, convicting defendant upon his plea of guilty of the crime of possessing a sexual performance by a child.\nPursuant to a plea agreement, defendant pleaded guilty to one count of rape in the third degree in full satisfaction of an indictment charging him with 15 counts of said crime and one count of criminal sexual act in the third degree and was sentenced to three years in prison followed by seven years of postrelease supervision. As a part of the same plea agreement addressing a separate matter, defendant waived indictment and pleaded guilty to a superior court information charging him with possessing a sexual performance by a child. County Court sentenced him to the agreed-upon term of 1 to 3 years in prison to run consecutively to the sentence on the rape count. Defendant now appeals both judgments of conviction.\n*1024As the record does not reflect that defendant moved to vacate the judgment of conviction or withdraw his guilty plea, his challenge to his plea to the rape count is not preserved for our review (see People v Zimmerman, 87 AD3d 1225, 1225 [2011]; People v Planty, 85 AD3d 1317, 1317-1318 [2011], lv denied 17 NY3d 820 [2011]). In any event, the record reflects that the plea was knowing, voluntary and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-langley"
    }
  ],
  "relatedIncidents": [
    4152,
    4173,
    4178,
    4240,
    4399
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}