{
  "id": 4174,
  "title": "2013년 FNF Touring LLC v. Transform America Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-11-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: FNF Touring LLC v. Transform America Corp.. 판결일: 2013-11-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: FNF Touring LLC v. Transform America Corp., and Chester Asher\n**판결일**: 2013-11-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 111 A.D.3d 401\n- 974 N.Y.S.2d 367\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Ellen M. Coin, J.), entered June 19, 2012, which, insofar as appealed from, denied defendant Chester Asher’s motion to dismiss the fraud claim asserted against him, unanimously reversed, on the law, without costs, and the motion granted. The Clerk is directed to enter judgment in favor of Asher dismissing the complaint as against him.\nPlaintiff entered into an agreement with defendant Transform America Corp., under which plaintiff was to produce a musician to perform at a benefit concert and meet with up to 40 VIP guests, in exchange for $25,000 and reimbursement of certain expenses. After paying a $12,500 deposit, Transform America cancelled the concert one day before it was scheduled to occur and refused to pay plaintiff the balance claimed under the contract. Alleging that Transform America cancelled the event due to insufficient funding, plaintiff commenced this action against Transform America and its director and president, defendant Asher, asserting causes of action for breach of contract and fraud. The breach of contract claim as against Asher has been dismissed.\nTo plead a claim for fraud, the complaint must allege “ ‘a misrepresentation or a material omission of fact which was false and known to be false by defendant, made for the purpose of inducing the other party to rely upon it, justifiable reliance of the other party on the misrepresentation or material omission, and injury’ ” (Mandarin Trading Ltd. v Wildenstein, 16 NY3d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fnf-touring-llc-v-transform-america-corp"
    }
  ],
  "relatedIncidents": [
    4143,
    4217,
    4229,
    4251,
    4253
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}