{
  "id": 4177,
  "title": "2013년 McLamb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-11-05",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: McLamb. 판결일: 2013-11-05. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: James Odell McLAMB a/k/a James Earl, Jr., a/k/a James O. McLamb v. STATE of Mississippi\n**판결일**: 2013-11-05\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Fair, Griffis, Irving, Ishee, James, Lee, Maxwell, Roberts\n\n## 변호인\n\nJames Odell McLamb, appellant, pro se., Office of the Attorney General by Stephanie Breland Wood, attorney for appel-lee.\n\n## 인용\n\n- 135 So. 3d 186\n\n## 판결문 요약\n\n\nMAXWELL, J.,\nfor the Court:\n¶ 1. In James Odell McLamb’s fifth appellate challenge to his 1981 armed-robbery conviction, he argues his indictment was improperly amended. But the Mississippi Supreme Court already rejected this exact issue over three decades ago on direct appeal in McLamb I. Further impediments to our review are his failure to obtain permission from the supreme court to file this motion for post-conviction relief (PCR) — his fourth — and the fact that this motion is time-barred and successive-writ barred. Because of the jurisdictional and procedural defaults, we affirm the circuit court’s dismissal of McLamb’s PCR motion.\nFacts, Procedural History, and Discussion\n¶ 2. On February 19, 1981, McLamb was convicted of armed robbery and sentenced to life imprisonment as a habitual offender.1 On direct appeal, the Mississippi Supreme Court affirmed his conviction and sentence. McLamb v. State, 410 So.2d 1318, 1320 (Miss.1982) (McLamb I). McLamb then filed a motion to vacate his sentence as a habitual offender, which the circuit court denied. And on appeal of the denial of that PCR motion, our supreme court found McLamb had been improperly sentenced to life imprisonment because neither of his two predicate convictions was a “violent” felony as required under Mississippi Code Annotated section 99-19-83 (Rev.2007). McLamb v. State, 456 So.2d 743, 746 (Miss.1984) (McLamb II). So our supreme court granted McLamb’s motion for leave to file a motion to vacate *188his senten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mclamb-v-state"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}