{
  "id": 4178,
  "title": "2013년 May 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-11-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: May. 판결일: 2013-11-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. FLOYD EDWARD MAY, SR.\n**판결일**: 2013-11-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Dillon, Elmore, Geer\n\n## 변호인\n\n\n\nAttorney General Roy A. Cooper, by Assistant Attorney General Teresa M. Postell, for the State.\n, \nAppellate Defender Staples Hughes, by Assistant Appellate Defender Daniel R. Pollitt, for Defendant.\n\n\n## 인용\n\n- 230 N.C. App. 366\n\n## 판결문 요약\n\n\nDILLON, Judge.\nFloyd Edward May, Sr., (Defendant) appeals from judgment convicting him of one count of first-degree statutory rape. We conclude that Defendant is entitled to a new trial because the State has failed to meet its burden to prove that the trial court’s error in charging a deadlocked jury in violation of N.C. CONST, art. I, § 24 was harmless beyond a reasonable doubt.\nI. Facts and Procedural History\nDefendant is a divorced adult male in his mid-60’s living on social security disability. Defendant has an adult son, Mike May. Mike May fives *368with his wife Shannon May and their two daughters, Beth and Tammy,1 in a mobile home park in Alamance County. This case involves two episodes of Defendant’s alleged sexual abuse of Tammy, his younger granddaughter.\nFor the better part of fourteen years, Defendant lived with his son’s family in their mobile home, sharing a bedroom with his older granddaughter Beth. At some point, Defendant began sleeping in a playhouse/ shed behind the mobile home.2 By 2011, Defendant moved in with a woman in another mobile home in the same park.\nThe two alleged episodes between Defendant and Tammy forming the basis for the charges against Defendant occurred during the summer of 2011, when Tammy was ten years old. Regarding the first episode, Tammy testified that she went into her older sister’s bedroom where Defendant was lying on a bed watching television. Tammy lay down beside Defendant while the door to the bedroom was closed. She testifi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-may"
    }
  ],
  "relatedIncidents": [
    4152,
    4170,
    4173,
    4240,
    4399
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}