{
  "id": 4194,
  "title": "2013년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-10-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2013-10-21. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Markeith Dasmond ALLEN\n**판결일**: 2013-10-21\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Allen, Fitzgerald, Mundy\n\n## 변호인\n\nScott F. Breidenbach, Pottstown, for appellant., Charles J. Giambrone, Jr., Assistant District Attorney, Norristown, for Commonwealth, appellee.\n\n## 인용\n\n- 78 A.3d 1163\n\n## 판결문 요약\n\n\nOPINION BY\nALLEN, J.:\nIn this case, we must decide whether to remand for a determination of whether Markeith Dasmond Allen (“Appellant”) wishes to expressly waive his right to file a PCRA petition, or whether we should affirm Appellant’s judgment of sentence without prejudice to Appellant’s rights to file a PCRA petition. For the reasons *1164stated below, we choose the latter, and affirm Appellant’s judgment of sentence.\nThe trial court summarized the pertinent procedural history as follows:\nOn March 9, 2012, pursuant to a negotiated guilty plea agreement with the Commonwealth, [Appellant pled guilty] to ten (10) counts of Robbery, one (1) count of Persons Not to Possess Firearms, and one (1) count of Possession of a Controlled Substance (Heroin) with Intent to Deliver. The Commonwealth nol prossed the over one hundred counts that remained. In exchange for his pleas, Appellant was sentenced to an aggregate term of ten to thirty (10-30) years. [The charges primarily stemmed from a string of robberies Appellant committed in January 2011.] At said guilty plea hearing, [Appellant was represented by counsel]. The Court informed Appellant of his post-conviction and appeal rights upon imposing the aforementioned sentence.\nOn March 20, 2012, Appellant filed a pro se Notice of Appeal. On March 27, 2012, this Court directed Appellant to file a Concise Statement of Matters of Errors Complained of on- Appeal (the “Concise Statement”) within twenty-one (21) days. Appellant filed his Con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-allen"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}