{
  "id": 4213,
  "title": "2013년 State of Tennessee v. William Franklin Robinette 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-09-30",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. William Franklin Robinette. 판결일: 2013-09-30. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. William Franklin Robinette\n**판결일**: 2013-09-30\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Norma McGee Ogle\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                                 March 26, 2013 Session\n\n      STATE OF TENNESSEE v. WILLIAM FRANKLIN ROBINETTE\n\n              Direct Appeal from the Criminal Court for Greene County\n                     No. 10-CR-211    John F. Dugger, Jr., Judge\n\n\n               No. E2012-00640-CCA-R3-CD - Filed September 30, 2013\n\n\nA Greene County Criminal Court Jury convicted the appellant, William Franklin Robinette,\nof two counts of soliciting first degree premeditated murder. For each conviction, the trial\ncourt sentenced the appellant to twenty years in the Tennessee Department of Correction,\nwith the sentences to be served consecutively to each other and to a previously imposed\nsentence for a total effective sentence of fifty years. On appeal, the appellant challenges the\nsufficiency of the evidence supporting his convictions, the admission of a recording and\ntranscript of the solicitation, the trial court’s failure to dismiss count two because of a\nviolation of the Confrontation Clause, and the sentence imposed by the trial court. Upon\nreview, we affirm the appellant’s convictions. However, the record reflects that no\npresentence report was prepared prior to the appellant’s sentencing hearing. Therefore, the\ncase must be remanded for a new sentencing hearing.\n\n    Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Criminal Court are\n               Affirmed in Part, Reversed in Part; Case...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-william-franklin-robinette"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4230,
    4234,
    4237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}