{
  "id": 4217,
  "title": "2013년 In re Tecler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-09-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Tecler. 판결일: 2013-09-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Robert W. Tecler, Committee on Professional Standards\n**판결일**: 2013-09-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 109 A.D.3d 1077\n- 972 N.Y.S.2d 109\n\n## 판결문 요약\n\n\nPer Curiam.\nRespondent was admitted to practice by this Court in 2001. He maintains an office for the practice of law in the Village of Northville, Fulton County.\nPetitioner commenced this disciplinary proceeding against respondent charging him with failing to promptly pay or deliver funds as requested (see former Code of Professional Responsibility DR 9-102 [c] [4] [22 NYCRR 1200.46];* Rules of Professional Conduct [22 NYCRR 1200.0] rule 1.15 [c] [4]), engaging in fraudulent, deceitful or dishonest conduct prejudicial to the administration of justice and adversely reflecting on his fitness as a lawyer (see Rules of Professional Conduct [22 NYCRR *10781200.0] rule 8.4 [c], [d], [h]), and failing to cooperate with petitioner’s investigation (see Rules of Professional Conduct [22 NYCRR 1200.0] rule 8.4 [d]).\nRespondent admitted the allegations, and we have since granted petitioner’s motion for an order declaring that the pleadings raise no factual issues (see 22 NYCRR 806.5). Now, having considered respondent’s submission in mitigation, we find him guilty of professional misconduct as charged and specified in the petition. In particular, respondent participated in two unrelated real estate closings, failing on each occasion to timely pay off an existing mortgage from the closing proceeds. He subsequently made misrepresentations to various parties, including petitioner, about doing so, and then failed to timely respond to petitioner’s requests for information and applicable rec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-tecler"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4229,
    4251,
    4253
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}