{
  "id": 4220,
  "title": "2013년 Davenport 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-09-25",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Davenport. 판결일: 2013-09-25. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Davenport v. Gmac Mortgage\n**판결일**: 2013-09-25\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n\n## 판결문 요약\n\n\f7637 Sierra Paseo Lane in Las Vegas (the Sierra Property) without\nDavenport's knowledge or consent. The Grimm defendants purchased the\nSierra Property by executing two promissory notes and deeds of trust in\nfavor of Silver State Financial. Davenport asserts that the Grimm\ndefendants forged his signature on the loan documents and exaggerated\nhis employment income and assets, thereby misrepresenting his ability to\npay the notes. Silver State Financial allegedly failed to verify any of the\ninformation that it received, and it subsequently sold the notes and deeds\nfor the Sierra Property to GMAC. Thereafter, the loans went into default,\nprompting GMAC to foreclose on the property and sell it at auction.\nAccording to Davenport, it was not until he saw Grimm and Mazzarella\nbeing arrested on the news that he suspected being a victim of fraud.\n            In his second amended complaint, Davenport asserted the\nfollowing claims against GMAC: fraud, consumer fraud, constructive\nfraud, civil conspiracy, civil racketeering, unfair lending practices,\nnegligence, negligence per se, intentional infliction of emotional distress,\nbreach of contract, and breach of the covenant of good faith and fair\ndealing. GMAC filed a motion to dismiss the second amended complaint,\nwhich the district court granted upon determining that the claims therein\nfailed under substantive law or were not stated with the required degree\nof particularity.' The district court granted a motion for NRCP 54(b)\ncertificati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davenport-v-gmac-mortgage"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}