{
  "id": 4229,
  "title": "2013년 Perez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-09-13",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Perez. 판결일: 2013-09-13. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: CITIZENS UNITED RECIPROCAL EXCHANGE v. SABRINA A. PEREZ, LUIS MACHUGA, JONATHAN QUEVEDO, DEXTER GREEN, AND PROGRESSIVE GARDEN STATE INSURANCE COMPANY, DEFENDANTS-RESPONDENTS\n**판결일**: 2013-09-13\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Ashrafi, Hayden\n\n## 변호인\n\nEric Poe argued the cause for appellant (Bright & Sponder, attorneys; Chad B. Sponder, of counsel and on the brief)., Marc A Deitch argued the cause for respondents Dexter Green and Progressive Garden State Insurance Company {Mr. Deitch, on the brief)., George R. Hardin argued the cause for amicus curiae The Insurance Council of New Jersey {Hardin, Kundla, McKeon & Poletto, PA, attorneys; Mr. Hardin and Arthur A Povelones, Jr., on the brief).\n\n## 인용\n\n- 432 N.J. Super. 526\n- 75 A.3d 1233\n\n## 판결문 요약\n\n\nThe opinion of the Court was delivered by\nHAYDEN, J.A.D.\nPlaintiff Citizens United Reciprocal Exchange (CURE) filed a civil complaint seeking a declaration that an automobile insurance *529policy it issued based on a fraudulent application was void from its inception and that it had no financial obligation under the policy. The trial judge affirmed the voiding of the policy but found that, for purposes of innocent third parties, the voided policy should be reformed to the mandatory minimum liability insurance coverage under N.J.S.A. 39:6A-3 of $15,000 per person and $30,000 per occurrence. CURE argues on appeal that since the automobile insurance reforms in 1998, when the newly created basic policy provided only optional liability coverage, there has been no mandatory minimum liability coverage in this State and no necessity for the issuer of a voided policy to pay liability claims of innocent third parties. We disagree and affirm.\nThe parties stipulated to the underlying facts giving rise to the controversy here. Defendant Luis Machuca,1 while driving with defendant Jonathan Quevedo in a car owned by defendant Sabrina A. Perez, was involved in an auto accident with a car driven by defendant Dexter Green. Green claimed he was injured as a result of the accident and made a personal injury claim against Perez’s policy.\nPerez insured her automobile under a basic policy with the optional $10,000 liability coverage. When she applied for insurance, she did not list Machuca, the fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=citizens-united-reciprocal-exchange-v-perez"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4251,
    4253
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}