{
  "id": 4230,
  "title": "2013년 Gosciminski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-09-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Gosciminski. 판결일: 2013-09-12. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Andrew Michael GOSCIMINSKI v. STATE of Florida\n**판결일**: 2013-09-12\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Canady, Labarga, Lewis, Pariente, Perry, Polston, Quince\n\n## 변호인\n\nCarol Stafford Haughwout, Public Defender and Gary Lee Caldwell, Assistant Public Defender, West Palm Beach, FL, for Appellant., Pamela Jo Bondi, Attorney General, Tallahassee, FL; and Leslie T. Campbell, Assistant Attorney General, West Palm Beach, FL, for Appellee.\n\n## 인용\n\n- 132 So. 3d 678\n\n## 판결문 요약\n\n\nPER CURIAM.\nAndrew Michael Gosciminski appeals his conviction of first-degree murder and sentence of death for the murder of Joan Loughman in Fort Pierce. We have jurisdiction. See art. V, § 3(b)(1), Fla. Const. For the reasons stated below, we affirm both the conviction and the sentence.\nFACTUAL AND PROCEDURAL HISTORY\nGosciminski was indicted, tried, and convicted of robbery with a deadly weapon, burglary of a dwelling with an assault or battery, and the first-degree murder of Joan Loughman. Loughman was bludgeoned and stabbed and her throat was cut in her father’s residence on Hutchinson Island in Fort Pierce on September 24, 2002. A number of jewelry items, including a two-carat diamond ring, were taken from Loughman. Gosciminski was sentenced to death for Loughman’s murder in 2005.\n*688On appeal, this Court reversed the convictions and the sentences and remanded for a new trial. Gosciminski v. State, 994 So.2d 1018 (Fla.2008). We concluded that several rulings by the trial court relating to questioning by the prosecutor and the admission of hearsay statements constituted prejudicial error that denied Gosciminski a fair trial. Id. at 1027-28.\nThe evidence presented at Gosciminski’s retrial established the following facts. Joan Loughman flew down to Fort Pierce from Connecticut on September 13, 2002, in order to arrange for her father, Frank Vala, to move into an assisted living facility. Loughman stayed at her father’s residence during her visit to Fort Pierce. As was her...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gosciminski-v-state"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4234,
    4237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}