{
  "id": 4237,
  "title": "2013년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-09-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: White. 판결일: 2013-09-09. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WHITE v. State\n**판결일**: 2013-09-09\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Blackwell\n\n## 변호인\n\nSheueli C. Wang, for appellant., Paul L. Howard, Jr., District Attorney, Paige Reese Whitaker, Arthur C. Walton, Assistant District Attorneys, Samuel S. Olens, Attorney General, Patricia B. Attaway Burton, Deputy Attorney General, PaulaK. Smith, Senior Assistant Attorney General, Katherine T. Parvis, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 293 Ga. 523\n- 753 S.E.2d 115\n\n## 판결문 요약\n\n\nBlackwell, Justice.\nAdrian White was tried by a Fulton County jury and convicted of murder and other crimes in connection with the fatal shooting of Anthony Jones. Following the denial of his motion for new trial, White appeals, contending, among other things, that the trial court applied the wrong standard to the general grounds of his motion. We agree that the trial court applied the wrong standard, and we vacate the denial of the motion and remand for the trial court to reconsider it, applying the correct standard.1\n1. Although White does not dispute that the evidence is legally sufficient to sustain his convictions, we nevertheless review the record and independently assess the legal sufficiency of the evidence. In doing so, we apply the familiar standard of Jackson v. Virginia, 443 U. S. 307 (99 SCt 2781, 61 LE2d 560) (1979), asking whether any rational trier of fact could find beyond a reasonable doubt from the evidence adduced at trial that White is guilty of the crimes of which he was convicted. See 443 U. S. at 319 (III) (B). As to the legal sufficiency of the evidence, we view the evidence in the light most favorable to the verdict, and we put aside any questions about conflicting evidence, the credibility of witnesses, or the weight of the evidence, leaving the resolution of such things to the discretion of the trier of fact. See Hayes v. State, 292 Ga. 506, 506 (739 SE2d 313) (2013).\nSo viewed, the evidence in this case shows that, early on the evening of Septemb...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-state"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}