{
  "id": 4241,
  "title": "2013년 State of Tennessee v. Brent Rowden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-09-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Brent Rowden. 판결일: 2013-09-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Brent Rowden\n**판결일**: 2013-09-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                           Assigned on Briefs April 17, 2013\n\n                 STATE OF TENNESSEE v. BRENT ROWDEN\n\n               Direct Appeal from the Circuit Court for Wayne County\n                         No. 15069     Robert Jones, Judge\n\n\n               No. M2012-01683-CCA-R3-CD - Filed September 5, 2013\n\n\nA Wayne County Jury convicted Defendant, Brent Rowden, of second-degree murder\n(County One), tampering with evidence (Count Two), and attempted initiation of a process\nto manufacture methamphetamine (Count Three). He received concurrent sentences of\nthirty-seven years as a Range II multiple offender for second-degree murder, thirteen years\nas a persistent offender for tampering with evidence, and thirteen years as a persistent\noffender for attempted initiation of a process to manufacture methamphetamine. The trial\ncourt ordered Defendant’s effective thirty-seven-year sentence to be served consecutively to\nan eight-year sentence in Lawrence County. On appeal, Defendant argues that the trial court\nerred in denying the motion to suppress his statements to police. After a thorough review,\nwe affirm the judgment of the trial court. However, the matter is remanded to the trial court\nfor entry of a corrected judgment in Count One to reflect Defendant’s offender status as\nMultiple rather than Career.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n     ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-brent-rowden"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}