{
  "id": 4251,
  "title": "2013년 Block 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-08-29",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Block. 판결일: 2013-08-29. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: PREMIER MEMBERS FEDERAL CREDIT UNION v. Henry BLOCK and South Broadway Automotive Group, Inc., d/b/a Quality Mitsubishi, Inc., and Darrell Einspahr\n**판결일**: 2013-08-29\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Casebolt, Dunn, Lichtenstein\n\n## 변호인\n\nEasonRohde, LLC, Bruce E. Rohde, Denver, Colorado, for Plaintiff-Appellee and Defendants-Appellees., Joseph A. Peters, Denver, Colorado, for Defendant-Appellant.\n\n## 인용\n\n- 312 P.3d 276\n- 2013 COA 128\n\n## 판결문 요약\n\n\nOpinion by\nJUDGE LICHTENSTEIN\n¶ 1 Defendant, Darrell Einspahr, appeals the judgment entered after a bench trial, on the fraud claim of plaintiff, Premier Members Federal Credit Union (Premier). He contends the trial court erred by denying him a jury trial. He also appeals the court's dismissal of his cross-claim that sought indemnification from Broadway Automotive Group, Inc., doing business as Quality Mitsubishi, Inc., and its owner Henry Block (collectively Quality). We affirm.\n¶ 2 As an issue of first impression, we consider whether C.R.C.P. 6(b)-the civil rule governing enlargements of time-gives a court discretion to grant a party's request for a jury trial upon a showing of excusable neglect for that party's untimely payment of a jury fee. Because C.R.C.P. 6(b) does not apply to the statutory deadline for payment of jury fees, we conclude it does not.\n¶ 3 We also address whether an employee who knowingly engages in fraud may have a right to indemnification from his or her employer under a theory of vicarious liability. We conclude such an employee is precluded from seeking indemnification, irrespective of any authorization by the employer.\nI. Background\n¶ 4 Einspahr was the manager of the special finance department of Quality's car dealership. He and another employee in the department recommended high risk buyers for car loans from Premier. The fraud claim was based on their conduct of \"power booking,\" in which they artificially inflated the values of vehicles (which w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=premier-members-federal-credit-union-v-block"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4253
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}