{
  "id": 4253,
  "title": "2013년 People v. Charles Schwab & Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-08-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Charles Schwab & Co.. 판결일: 2013-08-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York by Andrew W. Cuomo, Attorney General of the State of New York v. Charles Schwab & Co., Inc.\n**판결일**: 2013-08-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 109 A.D.3d 445\n- 971 N.Y.S.2d 267\n\n## 판결문 요약\n\n\nAppeal from order, Supreme Court, New York County (O. Peter Sherwood, J.), entered October 31, 2011, which granted defendant’s motion to dismiss the complaint pursuant to CPLR 3211 (a) (7), deemed appeal from judgment, same court and Justice, entered April 4, 2012, dismissing the complaint, and, so considered, said judgment unanimously modified, on the law, to deny the motion as to the second and third causes of action insofar as they are based upon conduct that took place prior to September 5, 2007, and otherwise affirmed, without costs.\nThis is an enforcement action brought by the Attorney Gen*446eral under the Martin Act (General Business Law art 23-A) and General Business Law § 349 as well as Executive Law § 63 (12). The Martin Act causes of action are based on General Business Law § 352-c (1) (a), which, where applicable, prohibits fraud, concealment, suppression or false pretense, and General Business Law § 352-c (1) (c), which prohibits false representations or statements to induce or promote the issuance, purchase or sale of securities within or from the State. It is alleged in the complaint that defendant, Charles Schwab &amp; Co., Inc. (Schwab), a registered securities broker-dealer, engaged in fraudulent and deceptive conduct in the sale of auction rate securities (ARS) to the investing public. The Attorney General asserts that Schwab misrepresented ARS to its customers as safe, liquid investments while concealing the fact that they were complex financial instrume...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-charles-schwab-co"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}