{
  "id": 4282,
  "title": "2013년 Santos-Castro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-31",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Santos-Castro. 판결일: 2013-07-31. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Darbin Mauricio SANTOS-CASTRO\n**판결일**: 2013-07-31\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Bonin, Dysart, Love\n\n## 변호인\n\nJohn F. Rowley, District Attorney, Walker H. Drake, Jr., Assistant District Attorney, Chalmette, LA, for Appellee, State of Louisiana., Sherry Watters, Louisiana Appellate Project, New Orleans, LA, for Defendant/Appellant, Darbin M. Santos-Castro.\n\n## 인용\n\n- 120 So. 3d 933\n\n## 판결문 요약\n\n\nTERRI F. LOVE, Judge.\n| iThis appeal arises from Darbin Mauricio Santos-Castro’s conviction of two counts of armed robbery with a firearm. Upon review, we find no errors patent. We find that sufficient evidence existed for the jury to positively identify Mr. Santos-Castro as the perpetrator and that sufficient evidence exists in the record to establish that the elements of armed robbery were proven. Mr. Santos-Castro’s non-unanimous verdicts were constitutional and the sentences imposed were not excessive because the sentences comply with Louisiana statutory law and jurisprudence. Therefore, we affirm Mr. Santos-Castro’s convictions and sentences.\n\nPROCEDURAL HISTORY\n\nDarbin Mauricio Santos-Castro was charged by bill of information with two counts of armed robbery with a firearm, violations of La. R.S. 14:64 and 14:64.3. Mr. Santos-Castro pled not guilty. The trial court denied Mr. Santos-Castro’s mo*936tion to suppress the identification. Mr. Santos-Castro then pled guilty as charged. However, Mr. Santos-Castro filed a motion to withdraw his former guilty plea and a motion for new trial, both of which were granted by the trial court.\nMr. Santos-Castro was tried by a twelve-person jury and found guilty as charged on both counts. The trial court denied Mr. Santos-Castro’s motion for new 12trial and sentenced him to forty-five years at hard labor on each count, with an additional five years at hard labor on each count pursuant to La. R.S. 14:64.3 for using a firearm in the com...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-santos-castro"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}