{
  "id": 4283,
  "title": "2013년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-30",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Moore. 판결일: 2013-07-30. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: C.W. MOORE a/k/a Charles Moore a/k/a C.W. v. STATE of Mississippi\n**판결일**: 2013-07-30\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Fair, Griffis, Irving, Ishee, James, Lee, Maxwell, Roberts\n\n## 변호인\n\nGeorge T. Holmes, Jackson, Hunter Nolan Aikens, attorneys for appellant., Office of the Attorney General by Ladonna C. Holland, attorney for appellee.\n\n## 인용\n\n- 119 So. 3d 1116\n\n## 판결문 요약\n\n\nMAXWELL, J.,\nfor the Court:\n¶ 1. Charles Moore, a/k/a C.W., shot Horace Walker Jr. outside Moore’s nightclub in Clarksdale, Mississippi. He was convicted of aggravated assault and sentenced to twelve years’ imprisonment, with five years suspended. He now appeals.\n¶ 2. His appellate counsel submitted a “Lindsey brief’1 — a brief in which counsel, after detailing the facts and procedural history, certified he had diligently scoured the record but could find no arguable issues for appeal. After an independent review of the record, we too are satisfied that no arguable error occurred. We affirm Moore’s judgment of conviction and sentence.\nBackground\n¶ 3. The afternoon before the August 8, 2011 shooting, Moore’s brother, George, and Moore’s victim, Walker, were playing cards at Moore’s nightclub, C.W.’s. According to witnesses, George and Walker got into a fight that ended in Walker saying as he left, “Somebody’s gonna die.”\n¶ 4. Walker returned to the club later that evening, this time getting into a fight with Moore. Moore pulled a knife on Walker and kicked him out of the club. Walker threatened, “It ain’t over with.” Though Moore ended up calling the police, Walker was gone by the time an officer arrived.\n¶ 5. Around 2:30 a.m., Walker made a third trip to C.W.’s. Moore was swatting his nephew with a pool cue for taking bags of potato chips from the bar without permission when Walker encountered Moore in the parking lot. George was also in the parking lot. According to witness...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-state"
    }
  ],
  "relatedIncidents": [
    4160,
    4255,
    4308,
    4329,
    4428
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}