{
  "id": 4292,
  "title": "2013년 Pangborn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-26",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Pangborn. 판결일: 2013-07-26. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Pangborn\n**판결일**: 2013-07-26\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n## 인용\n\n- 286 Neb. 363\n\n## 판결문 요약\n\n                         Nebraska Advance Sheets\n\t                              STATE v. PANGBORN\t363\n\t                               Cite as 286 Neb. 363\n\n                         CONCLUSION\n   Because no error was assigned to TERC’s determination\nthat Krings’ land was nonagricultural and nonhorticultural, we\naffirm that portion of TERC’s order in which it so concluded.\nThere is also no challenge to the correctness of the determina-\ntion that a small portion of the property was agricultural and\nhorticultural and that it was subject to equalization with other\nagricultural and horticultural land in the county, and we enter\nno order affecting this decision. We conclude that TERC erred\nwhen it equalized the value of Krings’ nonagricultural, nonhor-\nticultural land with the value of agricultural and horticultural\nland in the county. TERC’s decision to equalize in this fashion\ndid not conform to the law. We therefore reverse those portions\nof the order in which TERC reversed the Board’s valuation\nregarding Krings’ nonagricultural, nonhorticultural property\nand performed such equalization. We remand the cause to\nTERC with directions to enter an order ruling on the Board’s\ndeterminations, consistent with this opinion.\n\tAffirmed in part, and in part reversed\n\t                      and remanded with directions.\n   Connolly and Miller-Lerman, JJ., participating on briefs.\n\n\n\n                    State of Nebraska, appellee, v.\n                   Matthew L. Pangborn, appellant.\n         ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pangborn"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}