{
  "id": 4300,
  "title": "2013년 Ogden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-19",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Ogden. 판결일: 2013-07-19. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Earl C. OGDEN v. STATE of Florida\n**판결일**: 2013-07-19\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Clark, Lewis, Ray\n\n## 변호인\n\nNancy A. Daniels, Public Defender, and Steven L. Seliger, Assistant Public Defender, Tallahassee, for Appellant., Pamela Jo Bondi, Attorney General, and Jay Kubica, Assistant Attorney General, Tallahassee, for Appellee.\n\n## 인용\n\n- 117 So. 3d 479\n\n## 판결문 요약\n\n\nPER CURIAM.\nEarl C. Ogden appeals his judgments and sentences for possession of cocaine, possession of controlled substance paraphernalia, and burglary of a dwelling. The drag crimes were the subject of one case, and the burglary was the subject of another. Following our review pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), we affirm his convictions and sentences but remand for correction of the judgments concerning costs.\nOgden filed a motion to correct sentencing errors under Florida Rule of Criminal Procedure 3.800(b)(2), arguing that the court erred in imposing certain costs without orally pronouncing them: a $65 cost under section 939.185(l)(a), Florida Statutes (2010), in both cases; a $100 cost under section 938.25, Florida Statutes (2010), in the drug case; and sheriffs and prosecutor’s investigative costs under section 938.27, Florida Statutes (2010), in both cases. Ogden also argued that the investigative costs were improperly imposed because the agencies did not request them, as required for their imposition by section 938.27(1). Although the trial court granted Ogden’s motion in part, the order granting partial relief and the amended judgments and sentences were filed more than sixty days from the date Ogden filed the motion. Thus, the order and resulting amended judgments and sentences are legal nullities. Fla. R. Crim. P. 3.800(b)(2); Williams v. State, 72 So.3d 285, 285 (Fla. 1st DCA 2011); Brown v. State, 61 So.3d 1238, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ogden-v-state"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}