{
  "id": 4305,
  "title": "2013년 Leon Barnett Collier v. Arvil K. Chapman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-17",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Leon Barnett Collier v. Arvil K. Chapman. 판결일: 2013-07-17. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Leon Barnett Collier v. Arvil K. Chapman\n**판결일**: 2013-07-17\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                            Assigned on Briefs June 18, 2013\n\n             LEON BARNETT COLLIER v. ARVIL K. CHAPMAN\n\n                   Appeal from the Circuit Court for Wayne County\n                       No. 15245     Jim T. Hamilton, Judge\n\n\n                  No. M2013-00339-CCA-R3-HC - Filed July 17, 2013\n\n\nThe pro se petitioner, Leon Barnett Collier, appeals the Wayne County Circuit Court’s\ndismissal of his petition for writ of habeas corpus, arguing that the court erred in summarily\ndismissing the petition because the State failed to comply with the statutory requirement of\nattaching to its response its authority for detaining him. Because the petitioner has failed to\nstate a cognizable claim for habeas corpus relief, we affirm the summary dismissal of the\npetition pursuant to Rule 20, Rules of the Court of Criminal Appeals.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n           Pursuant to Rule 20, Rules of the Court of Criminal Appeals\n\nA LAN E. G LENN, J., delivered the opinion of the Court, in which N ORMA M CG EE O GLE and\nD. K ELLY T HOMAS, J R., JJ., joined.\n\nLeon Barnett Collier, Clifton, Tennessee, Pro Se.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; and Deshea Dulany Faughn, Assistant\nAttorney General, for the appellee, State of Tennessee.\n\n                               MEMORANDUM OPINION\n\n        In 1995, the petitioner w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leon-barnett-collier-v-arvil-k-chapman"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}