{
  "id": 4308,
  "title": "2013년 Massey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-16",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Massey. 판결일: 2013-07-16. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Lonnie MASSEY a/k/a Lonnie Gene Massey a/k/a Kenneth Ball v. STATE of Mississippi\n**판결일**: 2013-07-16\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Fair, Griffis, Irving, Ishee, James, Lee, Maxwell, Roberts\n\n## 변호인\n\nLonnie Massey, appellant, pro se., Office of the Attorney General by W. Glenn Watts, attorney for appellee.\n\n## 인용\n\n- 131 So. 3d 1213\n\n## 판결문 요약\n\n\nGRIFFIS, P. J.,\nfor the Court:\n¶ 1. Lonnie Massey appeals the denial of his motion for post-conviction collateral relief (PCCR). Massey raises four issues: (1) his guilty plea was involuntary; (2) his counsel was ineffective; (3) there is newly discovered exonerating evidence; and (4) his sentence exceeds the statutory guidelines. We find no error and affirm.\nFACTS\n¶ 2. On December 6, 2010, Massey pled guilty in the Madison County Circuit Court to two counts of possession of a firearm by a previously convicted felon under Mississippi Code Annotated section 97-37-5 (Supp.2012) and one count of aggravated assault under Mississippi Code Annotated section 97-3-7 (Supp.2012).\n¶ 3. On March 29, 2009, the Madison County Sheriffs Department dispatched deputies to a store on Ratliff Ferry Road in Madison County. A caller had reported two men were fighting, and at least one of the men had a firearm. Upon arrival, the deputies were informed that the men had left. The deputies went to a nearby house trailer and witnessed Massey holding a .410 shotgun inside the dwelling. As a result of this encounter, Massey was indicted for possession of a firearm by a previously convicted felon. He had been convicted in Louisiana of multiple felonies.\n¶4. On or about August 29, 2009, law enforcement officers responded to a call that alleged Massey had fired a .22 rifle at his neighbors, Ande Daniel and Cynthia Pacquin. They executed reports and attested that Massey had in fact fired a gun at them.\n¶ 5...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=massey-v-state"
    }
  ],
  "relatedIncidents": [
    4160,
    4255,
    4283,
    4329,
    4428
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}