{
  "id": 4309,
  "title": "2013년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-16",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Taylor. 판결일: 2013-07-16. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Marcus A. TAYLOR v. STATE of Missouri\n**판결일**: 2013-07-16\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Newton, Pfeiffer, Witt\n\n## 변호인\n\nRosalynn Koch, Columbia, MO, for appellant., Dora Fichter, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 403 S.W.3d 683\n\n## 판결문 요약\n\n\nGARY D. WITT, Judge.\nMarcus Taylor (“Taylor”) appeals from the denial of his Rule 24.035 motion after an evidentiary hearing. He argues that his plea counsel did not act as a reasonably competent attorney on the ground that counsel failed to advise him of a defense to the charge of first degree robbery. Taylor claims that evidence established that the State could only prove the elements of second degree robbery. Affirmed.\nFactual and Procedural History1\nThe State initially charged Taylor with one count of robbery in the first degree, a class A felony (section 569.020),2 one count of armed criminal action, an unclassified felony (section 571.015), and one count of resisting arrest, a class D felony (section 575.150).\nOn February 20, 2006, Taylor entered the Moberly Travel Center wearing a mask, where he flashed the barrel of a gun and directed the clerk to “give me the money,” and then to “give me the twenties.” While complying with Taylor’s directives, the clerk tried to get a better look at the weapon, noting that Taylor was attempting to keep the weapon hidden from view. After complying with several of Taylor’s commands and handing over around $900 from the register, the clerk noticed the butt cap of the gun had a wing-nut, so he assumed that it was a C02 powered pellet gun. Taylor fled the scene *685and led police on a high-speed chase, eventually crashing his car and fleeing on foot. He was apprehended with the help of a canine unit shortly thereafter.\nTaylor gave a post...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-state"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}