{
  "id": 4312,
  "title": "2013년 Bonenberger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-07-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bonenberger. 판결일: 2013-07-08. 법원: District Court, E.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: David BONENBERGER v. ST. LOUIS METROPOLITAN POLICE DEPARTMENT\n**판결일**: 2013-07-08\n**법원**: District Court, E.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Perry\n\n## 변호인\n\nC. John Pleban, Lynette M. Petruska, Pleban and Petruska Law, LLC, St. Louis, MO, for Plaintiff., Dana W. Tucker, Attorney General of Missouri, St. Louis, MO, for Defendants.\n\n## 인용\n\n- 956 F. Supp. 2d 1059\n\n## 판결문 요약\n\n\n\nMEMORANDUM AND ORDER\n\nCATHERINE D. PERRY, District Judge.\nPlaintiff David Bonenberger, who is white, claims that he was not given the position of Assistant Director of the St. Louis Police Academy because of his race. Bonenberger has sued the St. Louis Metropolitan Police Department, the Board of Police Commissioners, six former and current members of the Board of Police Commissioners and three officers of the Police Department: Chief Daniel Isom, Lt. Col. Reggie Harris, and Lt. Michael Muxo. Bonenberger’s five-count complaint alleges racial discrimination and conspiracy in violation of federal and state statutes.\nDefendants now move for summary judgment, arguing that Bonenberger has not adduced sufficient evidence on any of his claims and also claiming qualified immunity. I conclude that Bonenberger has established issues of fact regarding racial discrimination and civil conspiracy, and so I will deny summary judgment as to those issues. I also conclude that the individual police officers are not entitled to qualified immunity. However, Bonenberger has not shown any genuine disputes of fact that would allow his claims of municipal liability *1064to go forward, so I will grant summary-judgment on Count V.\nI. BACKGROUND\nPlaintiff Sgt. David Bonenberger, a white male, alleges that he applied for the Assistant Directorship of the St. Louis Police Academy and was denied the position because of his race. The Assistant Director reports to Lt. Muxo, the Director of the Academy. Mu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bonenberger-v-st-louis-metropolitan-police-department"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}