{
  "id": 4333,
  "title": "2013년 McCarthy, Kimberly LaGayle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-06-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McCarthy, Kimberly LaGayle. 판결일: 2013-06-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: McCarthy, Kimberly LaGayle\n**판결일**: 2013-06-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\t\r\n\r\n\r\n\r\n\r\nIN THE COURT OF CRIMINAL APPEALS\r\n\r\nOF TEXAS\r\n\r\n\r\n\r\n\r\nNO. WR-50,360-04\r\n\r\n\r\n\r\n\r\nEX PARTE KIMBERLY LAGAYLE MCCARTHY, Applicant\r\n\r\n\r\n\r\n\r\nON APPLICATION FOR POST-CONVICTION WRIT OF HABEAS CORPUS\r\n\r\nAND MOTION TO STAY THE EXECUTION\r\n\r\nIN CAUSE NO. F97-34795-V IN THE\r\n\r\n292nd DISTRICT COURT OF DALLAS COUNTY\r\n\r\n\r\n\r\n\r\n\tCochran, J., filed a statement concurring in the dismissal of the application.\r\n\r\n\tI agree with the Court's decision to dismiss applicant's second subsequent application\r\nfor a writ of habeas corpus.  Applicant filed this application one week before her scheduled\r\nexecution, alleging that we should address the merits of the very same ineffective-assistance-of-trial-counsel claim that we had previously rejected.  She now claims that her original\r\nhabeas counsel, as well as her trial attorneys, all provided ineffective assistance of counsel\r\nin failing to claim that the State exercised its peremptory challenges in a racially-\r\ndiscriminatory manner.  At no time during the voir dire, trial, appeal, or original writ\r\nproceedings did applicant object to any perceived discrimination by the prosecutors.   Article\r\n11.071 § 5 prohibits an applicant from raising a claim in a subsequent application that she\r\ncould have raised in a previous application.  If we are to follow our clear and explicit Texas\r\nstatute, we are required to dismiss this application.  \r\n\r\n\tI respectfully disagree with the dissent that all we are doing is making \"[t]he sound\r\nof cri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccarthy-kimberly-lagayle"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}