{
  "id": 4336,
  "title": "2013년 In re Fundamental Long Term Care, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-06-21",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: In re Fundamental Long Term Care, Inc.. 판결일: 2013-06-21. 법원: United States Bankruptcy Court, M.D. Florida.",
  "description": "## 사건 정보\n\n**사건명**: IN RE: FUNDAMENTAL LONG TERM CARE, INC., Debtor\n**판결일**: 2013-06-21\n**법원**: United States Bankruptcy Court, M.D. Florida\n**관할**: Florida, FL\n\n**판사**: Williamson\n\n## 변호인\n\nSteven M. Berman, Esq., Shumaker Loop & Kendrick, LLP, Tampa, FL, Counsel for Trustee., Steven N. Leitess, Esq., Leitess Fried-berg PC, Baltimore, MD, Counsel for Kristi Anderson., Gregory M. McCoskey, Esq., Akerman Senterfitt, Tampa, FL, Counsel for Fundamental Administrative Services, LLC and Fundamental Clinical Consulting, LLC., Paul V. Possinger, Esq., Proskauer Rose LLP, Chicago, IL, Counsel for Fundamental Long Term Care Holdings, LLC, Murray Forman, and Leonard Grunstein.\n\n## 인용\n\n- 492 B.R. 571\n\n## 판결문 요약\n\n\nChapter 7\nMEMORANDUM OPINION AND ORDER GRANTING JOINT MOTION TO COMPROMISE WITH KRISTI ANDERSON\nMichael G. Williamson, United States Bankruptcy Judge\nThe Trustee and Kristi Anderson have entered into a proposed compromise that obligates Ms. Anderson to provide discovery under Rule 2004, consistent with prior rulings by this Court, in exchange for the Trustee dismissing malpractice and unlicensed practice of law claims the Trustee has filed against her. The parties also included a bar order enjoining third parties from suing Ms. Anderson for performing under the compromise. The Court is asked to determine whether the proposed compromise — including the bar order — is fair and equitable and in the best interests of the estate.\nThe Court concludes that the proposed settlement satisfies the Justice Oaks standards. More importantly, the Court concludes that the bar order is necessary to carry out the provisions of the Bankruptcy Code and to prevent third parties (including Fundamental Administrative Services) from defeating this Court’s jurisdiction. Accordingly, the Court will approve the proposed compromise.\nBackground\nIn April 2012, the Trustee asked the Court for authority to conduct a Rule 2004 exam of — and seek production of documents from — Kristi Anderson (Fundamental Administrative Services’ former in-house counsel) and others.1 Fundamental Administrative Services objected to Ms. Anderson’s Rule 2004 exam. Because of that (and other objections to various other Rule 2004...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-fundamental-long-term-care-inc"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}