{
  "id": 4343,
  "title": "2013년 Ferri 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-06-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ferri. 판결일: 2013-06-18. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Antonio FERRI v. Jan M. BERKOWITZ, Edward Grieco, Edward Wilson, and JMB Group, LLC, Defendants Jan M. Berkowitz and JMB Group, LLC, Third Party v. Matteo Patisso, Liquid Brick, Inc., and National Fraud Constable, Third Party\n**판결일**: 2013-06-18\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Wexler\n\n## 변호인\n\nBruce H. Kaplan, Esq., Melville, NY, for Plaintiff., Law Offices of Bruce E. Baldinger, LLC, Morristown, NJ, by: Bruce Baldinger, Esq., for Defendants Jan Berkowitz and JMB Group, LLC., Matteo Patisso, Huntington Station, NY, Pro Se.\n\n## 인용\n\n- 293 F.R.D. 144\n\n## 판결문 요약\n\n\n\nMEMORANDUM AND ORDER\n\nWEXLER, District Judge.\n\nBACKGROUND AND PROCEDURAL HISTORY\n\nThis is an action that, as originally stated, set forth state law claims for fraud and breach of agreement as well as federal claims brought pursuant to the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. § 1962 (“RICO”). This court dismissed all claims against Defendant Edward Wilson for lack of personal jurisdiction. In a Memorandum and Order dated August 25, 2009, this court dismissed all claims alleged pursuant to RICO for failure to state a claim. A motion to reconsider that decision was similarly denied. A Memorandum and Order dated July 29, 2010, denied Plaintiffs motion to amend the complaint. On November 16, 2010, Plaintiff discontinued the action against *145Jan Berkowitz and JMB Group, LLC, the last remaining named Defendants.\nAt that point in the proceedings, the only action remaining was the Third-Party Complaint asserted by Jan Berkowitz and JMB Group, LLC (collectively herein “Berkowitz”) against Third-Party Defendants Matteo Patisso, Liquid Brick, Inc. and National Fraud Constable (collectively herein “Patisso”).1 Discovery was ordered to proceed.\nIn a Memorandum and Order dated May 10, 2011, this court considered and accepted, a Report and Recommendation (“R &amp; R”) of the assigned Magistrate Judge, Arlene R. Lindsay. The R &amp; R detailed Patisso’s repeated failures to comply with discovery orders issued in 2010. The Magistrate Judge’s opinion also noted that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ferri-v-berkowitz"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}