{
  "id": 4352,
  "title": "2013년 Kurnow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-06-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Kurnow. 판결일: 2013-06-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Kim KURNOW, individually, Kim Kurnow as Trustee of the Kim Kurnow Trust Dated June 30, 2007, and Kim's Consulting & Real Estate Investments, Inc., Appellants/Cross-Appellees v. Charles ABBOTT, Individually, Abbott Properties, Inc., Charles Abbott Real Estate Investment Group, Inc., Krystal Mitchell, Individually and as Vice President/Broker for Abbott Properties, Inc., Appellees/Cross-Appellants\n**판결일**: 2013-06-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Marstiller, Rowe, Wetherell\n\n## 변호인\n\nTodd M. LaDouceur and Chris K. Rit-chie of Galloway, Johnson, Tompkins, Burr & Smith, Pensacola, for Appellants/Cross-Appellees., James J. Foster and Vincent F. Kilborn, IV, of James J. Foster P.A., Miramar Beach, for Appellees/Cross-Appellants.\n\n## 인용\n\n- 114 So. 3d 1099\n\n## 판결문 요약\n\n\nWETHERELL, J.\nKim Kurnow and her business entities (collectively “Kurnow”), the plaintiffs below, appeal the trial court’s order granting Charles Abbott’s motion for a new trial on the civil conspiracy count of Kurnow’s amended complaint. Abbott and his business entities cross-appeal 1) the denial of Abbott’s motion for judgment in accordance with his motion for a directed verdict (JNOV) on the conspiracy count, and 2) the denial of Abbott Properties’ and Krystal Mitchell’s motion for a new trial on the breach of contract count in Kur-now’s amended complaint. We agree with Abbott that the trial court erred in denying his motion for directed verdict on the conspiracy count, and accordingly reverse the denial of his motion for a JNOV on that count. This disposition renders moot Kurnow’s argument on appeal that the trial court erred in granting Abbott’s motion for a new trial on the conspiracy count. We find no merit in the second issue raised on cross-appeal and affirm the denial of the motion for new trial on the breach of contract count without further comment.\nKurnow sued Abbott, several of his business entities, and Abbott’s fiancée and employee, Mitchell, to recover damages Kur-now allegedly suffered as a result of a failed business relationship between her and Abbott. Kurnow’s amended complaint raised claims of breach of contract, civil conspiracy, tortious interference with a prospective business relationship, and defamation. The conspiracy count alleged that Abbott and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kurnow-v-abbott"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}