{
  "id": 4355,
  "title": "2013년 Shaurisha Jenell Steele v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-06-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Shaurisha Jenell Steele v. State. 판결일: 2013-06-06. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Shaurisha Jenell Steele v. State\n**판결일**: 2013-06-06\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                       NO. 03-12-00581-CR\n\n\n\n                               Shaurisha Jenell Steele, Appellant\n\n                                                  v.\n\n                                   The State of Texas, Appellee\n\n\n      FROM THE DISTRICT COURT OF BELL COUNTY, 426TH JUDICIAL DISTRICT\n         NO. 51,197, THE HONORABLE FANCY H. JEZEK, JUDGE PRESIDING\n\n\n\n                                            ORDER\n\n\nPER CURIAM\n\n               Appellant Shaurisha Jenell Steele appeals the revocation of her community supervision\n\nfor robbery. See Tex. Pen. Code § 29.02; Tex. Code Crim. Proc. art. 42.12, § 23. Her appointed\n\nattorney on appeal has filed a motion to withdraw indicating that he “has conscientiously examined\n\nthe record and determined said appeal is wholly frivolous and without merit.” In support of his\n\nmotion, counsel submitted an Anders brief. See Anders v. California, 386 U.S. 738, 744 (1967).\n\n               However, within his brief counsel raises a point of error claiming that the evidence\n\nis insufficient to support the trial court’s assessment of court costs in the judgment revoking\n\ncommunity supervision and he asks this Court to modify the judgment to delete the assessment of\n\ncourt costs. With regard to this issue, counsel’s brief contains a thorough summary of the evidence,\n\nthe record, and the relevant case law. Counsel concludes his brief asserting that “[he] finds no other...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shaurisha-jenell-steele-v-state"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}