{
  "id": 4357,
  "title": "2013년 Leone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-06-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Leone. 판결일: 2013-06-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Frank LEONE v. The STATE of Florida\n**판결일**: 2013-06-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cortiñas, Fernandez, Shepherd\n\n## 변호인\n\nCarlos J. Martinez, Public Defender, and Robert Kalter, Assistant Public Defender, Miami, for appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and Nicholas A. Merlin, Assistant Attorney General, Miami, for appellee.\n\n## 인용\n\n- 114 So. 3d 448\n\n## 판결문 요약\n\n\nFERNANDEZ, J.\nFrank Leone appeals the trial court’s order revoking his probation and claims that the written order of revocation of probation does not conform to the oral pronouncement. The State properly concedes that the probation violation order must be corrected, and we therefore reverse and remand.\nLeone pled guilty to charges of burglary and grand theft. In exchange for his plea, the trial court sentenced him to ten years in state prison. The court thereafter suspended the sentence with the condition that he serve ten years of probation, with a special condition that he successfully complete a residential drug and mental health program.\nIn the affidavits of probation, the State alleged that Leone committed three technical violations when he: 1) failed to report to the probation office as directed, 2) changed his residence without first obtaining the consent of his probation officer (and absconding), and 3) failed to complete the residential drug and mental health treatment program. The State later added two substantive violations to the affidavits, alleging that Leone violated the law when he committed petit theft and obstruction.\nThe State proceeded on the technical violations at the probation violation hearing, but abandoned the substantive violations, after which the trial court imposed sentence. In its oral pronouncement, the trial court did not specifically address each allegation contained in the probation violation affidavit. The trial court simply found that Le...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leone-v-state"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}