{
  "id": 4364,
  "title": "2013년 Kenny 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Kenny. 판결일: 2013-05-29. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. James J. KENNY, Jr.\n**판결일**: 2013-05-29\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Bonin, Jenkins, Landrieu\n\n## 변호인\n\nLeon A. Cannizzaro, Jr., District Attorney, Felicity Strachan, Assistant District Attorney, New Orleans, LA, for Appellee, State of Louisiana., G. Patrick Hand, Jr., The Hand Law Firm, APLC, Gretna, LA, Graham L. Bos-worth, New Orleans, LA, for Defendant/Appellant.\n\n## 인용\n\n- 116 So. 3d 992\n\n## 판결문 요약\n\n\nMADELEINE M. LANDRIEU, Judge.\n| Appellant, James J. Kenny, Jr., was convicted of vehicular homicide in violation of Louisiana Revised Statute 14:32.1. He was sentenced to five years at hard labor, without benefit of parole, probation, or suspension of sentence, and fined $2,000.00. For the reasons that follow, we reverse Mr. Kenny’s conviction.\nFACTS AND PROCEEDINGS BELOW\nOn February 24, 2009 (Mardi Gras day) at approximately 8:30 p.m., Mr. Kenny was driving on Tulane Avenue near its intersection with South Gayoso Street.1 Testimony established that the victim and several other people had just crossed one side of Tulane Avenue, reaching the neutral ground. As the victim attempted to cross the other side of Tulane Avenue, he was struck by Mr. Kenny’s vehicle. No one who testified actually saw Mr. Kenny’s vehicle strike the victim, but evidence established that the victim was dragged some distance under Mr. Kenny’s car and suffered multiple blunt force traumas, abrasions, and lacerations. He died as a result of these injuries.\nOn the evening in question, Richard Jones was in front of a nearby business, the Chat Room, where he and some *994friends had just set up D.J. equipment, He ^testified that music was playing, but otherwise the street was quiet. Üpon hearing a loud impact, Mr. Jones looked up, saw a white sport utility vehicle (Mr. Kenny’s vehicle) that seemed to have come out of nowhere, and heard a girl scream. He did not hear any braking sounds. When the car did not st...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kenny"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}