{
  "id": 4365,
  "title": "2013년 Brooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Brooks. 판결일: 2013-05-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Ellen Brooks v. Somerset Surgical Associates\n**판결일**: 2013-05-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 106 A.D.3d 624\n- 966 N.Y.S.2d 65\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Alice Schlesinger, J.), entered September 15, 2011, which, to the extent appealed from as limited by the briefs, denied defendants’ motion for summary judgment dismissing the complaint as against defendant Dr. Norman Sohn, M.D., and to dismiss the action pursuant to CPLR 3215 (c) as against defendant Somerset Surgical Associates, EC., unanimously affirmed, with costs.\nPlaintiff alleges she was injured when she fell from an operating table while under anesthesia for procedures being performed at defendants’ medical facility. Although Dr. Sohn submitted an affidavit stating he was not present at the moment of plaintiff’s fall, his motion for summary judgment was properly denied as premature, because essential facts concerning the cause of *625plaintiffs accident and the relationship between Dr. Sohn and defendant Somerset are exclusively within the possession of defendants and might well be disclosed by examination before trial or through cross-examination (see CPLR 3212 [f]; Baldasano v Bank of N.Y., 199 AD2d 184, 185 [1st Dept 1993]). Moreover, the existing record, including the consent form indicating that plaintiff would be treated only by Dr. Sohn, raises questions of fact, which preclude summary judgment (see Aetna Cas. &amp; Sur. Co. v Island Transp. Corp., 233 AD2d 157, 158 [1st Dept 1996]; Greenidge v HRH Constr. Corp., 279 AD2d 400, 403 [1st Dept 2001]). Further, Dr. Sohn’s affidavit did not address his potential liability as sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brooks-v-somerset-surgical-associates"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}