{
  "id": 4374,
  "title": "2013년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Scott. 판결일: 2013-05-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Hakim B. Scott\n**판결일**: 2013-05-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 106 A.D.3d 1030\n- 964 N.Y.S.2d 665\n\n## 판결문 요약\n\n\n*1031Appeal by the defendant from a judgment of the Supreme Court, Kings County (DiMango, J.), rendered August 5, 2010, convicting him of manslaughter in the first degree and attempted assault in the first degree, upon a jury verdict, and sentencing him to a determinate term of imprisonment of 25 years plus a period of five years of postrelease supervision on the conviction of manslaughter in the first degree and a determinate term of imprisonment of 12 years plus a period of five years of postrelease supervision on the conviction of attempted assault in the first degree, to run consecutively.\nOrdered that the judgment is modified, as a matter of discretion in the interest of justice, by reducing the term of imprisonment imposed on the conviction of attempted assault in the first degree from a determinate term of imprisonment of 12 years to a determinate term of imprisonment of four years; as so modified, the judgment is affirmed.\nIn the early morning hours of December 7, 2008, the defendant, his codefendant Keith Phoenix, and Demitrius Nathaniel were driving home from a party in an SUV Phoenix was driving, Nathaniel was seated in the front passenger seat, and the defendant was seated in the back seat. While the SUV was stopped at a red light, two pedestrians, Jose Sucuzhaney (hereinafter Jose) and his brother, Romel Sucuzhaney (hereinafter Romel), crossed in front of the SUV As they were walking, Jose was supportively holding Romel, who was inebriated from a night of heavy ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-scott"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}