{
  "id": 4385,
  "title": "2013년 Napoleon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Napoleon. 판결일: 2013-05-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Terrance NAPOLEON\n**판결일**: 2013-05-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chaisson, Liljeberg, Windhorst\n\n## 변호인\n\nPaul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Andrea F. Long, Shannon K. Swaim, Assistant District Attorneys, Gretna, LA, for PlaintiffAppellee., Terrance Napoleon, Angola, LA, for Appellant/In Proper Person., Bruce G. Whittaker, Attorney at Law, New Orleans, LA, for Defendant/Appellant.\n\n## 인용\n\n- 119 So. 3d 238\n\n## 판결문 요약\n\n\nSTEPHEN J. WINDHORST, Judge.\n| ..¡Defendant, Terrance Napoleon, was found guilty of six felony counts: attempted armed robbery of Terry Scott while armed with a firearm, La. R.S. 14:(27)64 (Count One); one count of attempted second degree murder of Terry Scott, La. R.S. 14:(27)30.1 (Count Two); one count of possession of a firearm by a convicted felon,1 La. R.S. 14:95.1 (Count Three); one count of aggravated burglary of a residence belonging to Louis and Aura Napoleon, La. R.S. 14:60 (Count Four); and two counts of second degree murder of Jazman Williams and Ulrich Fleming, Jr., La. R.S. 14:30.1 (Counts Five and Six). Defendant was sentenced to 49 years and 6 months imprisonment at hard labor on Count One; 50 years imprisonment at hard labor on Count Two; 20 years imprisonment at hard labor on Count Three; 30 years imprisonment at hard labor on Count Four; and life imprisonment on Counts Five and Six. The trial court further ordered defendant’s sentences to be served consecutively, and without benefit of parole, probation, or suspension of sentence.\nIn this appeal, defendant alleges that the district court erred in allowing the admission of other crimes evidence, that his constitutional rights were violated by |4the requirement of a less than unanimous jury verdict, and that his trial counsel was ineffective for failing to advance his right to a speedy trial.\n\nFACTS\n\nEvidence at trial proved that during a ten-hour period on April 5-6, 2007, defendant committed a string of cr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-napoleon"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}