{
  "id": 4392,
  "title": "2013년 Griffith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-07",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Griffith. 판결일: 2013-05-07. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Antonio GRIFFITH a/k/a Antonio Griffin v. STATE of Mississippi\n**판결일**: 2013-05-07\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Fair, Griffis, Irving, Ishee, James, Lee, Maxwell, Roberts\n\n## 변호인\n\nMollie Marie McMillin, George T. Holmes, Robert E. Evans, attorneys for appellant., Office of the Attorney General by W. Glenn Watts, attorney for appellee.\n\n## 인용\n\n- 123 So. 3d 472\n\n## 판결문 요약\n\n\nGRIFFIS, P.J.,\nfor the Court:\n¶ 1. Antonio Griffith was convicted of murder for the death of Willie Newsome. In this appeal, Griffith argues that his conviction for murder, rather than manslaughter, was against the overwhelming weight of the evidence.\nFACTS\n¶ 2. On August 6, 2010, around 7:00 or 7:30 p.m., Ray Butler went to visit New-some, his brother. Newsome’s nickname was Peewee. Newsome was on his riding lawn mower when Butler arrived. For about the next thirty minutes, Butler and other guests waited for Newsome to finish mowing his grass. They planned to ride horses together. Griffith was one of the guests at Newsome’s home.\n¶ 3. Newsome told his guests not to drink the beers left in his cooler because he was going to drink them when he finished mowing the lawn. Despite this warning, Griffith drank one of Newsome’s beers.\n¶ 4. The accounts of what happened next differ. Butler testified that Newsome chastised Griffith, but there was no physical altercation between them. Bernard Expose testified that Newsome pushed Griffith out of his face. Frank Rhodes testified that Griffith then walked to the street, and a car picked him up. Butler testified that Griffith did not immediately leave, but only left after the group was about to leave to ride horses.\n¶ 5. The rest of the group left to ride horses. Rhodes testified that fifteen to twenty men went on the ride. Rhodes and Butler testified that the group returned about an hour and a half later.\n*475¶ 6. Vincent Brown, a blacks...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffith-v-state"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}