{
  "id": 4394,
  "title": "2013년 State of Tennessee v. Glenn Lydell McCray - concurring in part and dissenting in part 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-02",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Glenn Lydell McCray - concurring in part and dissenting in part. 판결일: 2013-05-02. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Glenn Lydell McCray - concurring in part and dissenting in part\n**판결일**: 2013-05-02\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                                   June 19, 2012 Session\n\n            STATE OF TENNESSEE v. GLENN LYDELL McCRAY\n\n                 Appeal from the Criminal Court for Davidson County\n                     No. 2010-C-2362     Monte Watkins, Judge\n\n\n\n\n                   No. M2011-02411-CCA-R3-CD - Filed May 2, 2013\n\n\nT HOMAS T. W OODALL, J., concurring in part and dissenting in part.\n\n       I respectfully dissent from the majority opinion insofar as it concludes that aggravated\nassault involves some form of confinement in this case. In State v. White, 362 S.W.3d 559,\n578 (Tenn. 2012), the supreme court held,\n\n               Under the standard we adopt today, trial courts have the obligation\n        to provide clear guidance to the jury with regard to the statutory language.\n        Specifically, trial courts must ensure that juries return kidnapping\n        convictions only in those instances in which the victim’s removal or\n        confinement exceeds that which is necessary to accomplish the\n        accompanying felony.\n\nId. (emphasis added).\n\n         In order for the White jury instructions to be applicable, the accompanying felony (in\nthis case aggravated assault) must necessarily involve some removal or confinement of the\nvictim during the commission the accompanying felony. White used the examples of robbery\nand rape as “accompanying” felonies, without suggesting that the jury instr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-glenn-lydell-mccray-concurrin"
    }
  ],
  "relatedIncidents": [
    4162,
    4165,
    4274,
    4306,
    4448
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}