{
  "id": 4397,
  "title": "2013년 Iulo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Iulo. 판결일: 2013-05-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Anthony Joseph Iulo, Individually and as Administrator of the Estate of Joseph Iulo v. Staten Island University Hospital, and Andrew Warchol, Sued Herein as Dr. Warchol, M.D.\n**판결일**: 2013-05-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 106 A.D.3d 696\n- 964 N.Y.S.2d 565\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for medical malpractice, etc., the plaintiff appeals (1), as limited by his brief, from so much of an order of the Supreme Court, Richmond County (Maltese, J), dated October 20, 2011, as granted that branch of the motion of the defendant Andrew Warchol, sued herein as “Dr. Warchol, M.D.,” which was for summary judgment dismissing the complaint insofar as asserted against him, and (2) from a judgment of the same court entered December 16, 2011, which, upon the order, in effect, severed the action against the defendant Andrew Warchol, sued herein as “Dr. Warchol, M.D.,” and is in favor of that defendant and against the plaintiff, dismissing the complaint insofar as asserted against that defendant.\nOrdered that the appeal from the order is dismissed; and it is further,\nOrdered that the judgment is reversed, on the law, that branch of the motion of the defendant Andrew Warchol, sued herein as “Dr. Warchol, M.D.,” which was for summary judgment dismissing the complaint insofar as asserted against him is denied, the complaint insofar as asserted against that defendant is reinstated, and the order is modified accordingly; and it is further,\nOrdered that one bill of costs is awarded to the plaintiff.\nThe appeal from so much of the intermediate order as granted that branch of the motion of the defendant Andrew Warchol, sued herein as “Dr. Warchol, M.D.,” which was for summary judgment dismissing the complaint insofar as asserted against hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=iulo-v-staten-island-university-hospital"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}