{
  "id": 4398,
  "title": "2013년 Orr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-05-01",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Orr. 판결일: 2013-05-01. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Gwenda C. ORR, et ux. v. ACADEMY LOUISIANA CO., L.L.C.\n**판결일**: 2013-05-01\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Amy, Peters, Saunders\n\n## 변호인\n\nJohn O. Charrier, Baton Rouge, LA, Charles K. Charrier, Alexandria, LA, for Plaintiffs/Appellees, Gwenda C. Orr and Thomas Orr., Carl W. Robicheaux, Lafayette, LA, Kimberly G. Anderson, Metairie, LA, for Defendants/Appellants, Academy Louisiana Company, L.L.C., Zurich American Insurance Company.\n\n## 인용\n\n- 157 So. 3d 44\n\n## 판결문 요약\n\n\nPETERS, J.\nhThe defendants, Academy Louisiana Company, L.L.C. (Academy) and its liability insurer, Zurich American Insurance Company (Zurich American), appeal a trial court judgment awarding the plaintiff, Gwenda C. Orr, $50,000.00 in general and special damages for injuries she sustained in an accident which occurred at an Alexandria, Louisiana store owned and operated by Academy. For the following reasons, we reverse the trial court judgment and render judgment in favor of the defendants, dismissing Mrs. Orr’s damage claims.\nDISCUSSION OF THE RECORD\nAcademy owns and operates a chain of sporting goods stores generally identified as the Academy Sports and Outdoor Stores (Academy Sports). At approximately 6:30 p.m. on August 21, 2008, Mrs. Orr and her four-year-old great-granddaughter, Lacey, entered the Academy Sports store in Alexandria, Louisiana, to shop for school shoes for Lacey. While Mrs. Orr was attempting to assist the child in trying on a pair of shoes, she was struck by an adult male riding a small girl’s bicycle. The impact caused her to sustain *46significant personal injuries. The man riding the bicycle offered her assistance, but when she refused his help, he left the scene. Store personnel later located the bicycle after Mrs. Orr reported the accident, but were unable to locate the bicycle rider.\nMrs. Orr filed suit in Alexandria City Court against Academy and Zurich American,1 seeking both general and special damages. Her husband, Thomas Orr, joined in the l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=orr-v-academy-louisiana-co"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}