{
  "id": 4399,
  "title": "2013년 Peeples 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-30",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Peeples. 판결일: 2013-04-30. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. ALI PEEPLES\n**판결일**: 2013-04-30\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Lavine, Lavme, Robinson, Schaller\n\n## 변호인\n\nGlenn W. Falk, assigned counsel, for the appellant (defendant)., James M. Ralls, senior assistant state’s attorney, with whom, on the brief, were Gail P. Hardy, state’s attorney, and Anne Mahoney, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 142 Conn. App. 333\n\n## 판결문 요약\n\n\n\nOpinion\n\nSCHALLER, J.\nThe defendant, Ali Peeples, appeals from the judgment of conviction, rendered following a jury trial, of one count sexual assault in the first degree in violation of General Statutes § 53a-70 (a) (2) and two counts of risk of injury to a child in violation of General Statutes § 53-21 (a) (2). The defendant claims that the trial court (1) improperly admitted testimony that he was watching pornography at the time he was arrested and (2) unfairly marshaled evidence in favor of the prosecution when it summarized in its jury instructions the testimony of an expert witness. We affirm the judgment of the trial court.\nThe jury reasonably could have found the following facts. The victim, S,1 began residing with her grandmother when she was six years old. When S was about nine years old, she would frequently visit her aunt, who was in a relationship with the defendant. While S visited *335her aunt’s home, several incidents of a sexual nature involving the defendant and S occurred. S specifically alleged that the defendant engaged in penile-vaginal intercourse with her on more than one occasion, and put his penis into her rectum once. S also stated that the defendant had her touch his penis and that he touched her vagina. S sought treatment for rectal bleeding and an inability to use the bathroom, but did not disclose the abuse to the medical staff during her hospital visits.\nS first disclosed the abuse to a guidance counselor at her school in the fall of 2004.2 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-peeples"
    }
  ],
  "relatedIncidents": [
    4152,
    4170,
    4173,
    4178,
    4240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}