{
  "id": 4415,
  "title": "2013년 Cosme 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Cosme. 판결일: 2013-04-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Raul COSME v. STATE of Florida\n**판결일**: 2013-04-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Gerber, Levine, Warner\n\n## 변호인\n\nCarey Haughwout, Public Defender, and Alan T. Lipson, Assistant Public Defender, West Palm Beach, for appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and Sue-Ellen Kenny, Assistant Attorney General, West Palm Beach, for appellee.\n\n## 인용\n\n- 111 So. 3d 280\n\n## 판결문 요약\n\n\nGERBER, J.\nThe defendant appeals his sentences following his violation of probation. He argues that the circuit court fundamentally erred in failing to consider the criminal punishment code scoresheet and sentencing guidelines before imposing the sentences. The state concedes error. We have reviewed the record and recognize some doubt may exist as to what the court may have considered or intended before imposing the sentences. Therefore, we reverse and remand for resentencing.\nThe defendant pled guilty in two cases to two counts of robbery with a firearm and one count of robbery with a weapon. For each count, the circuit court imposed a youthful offender sentence of incarceration to be followed by probation, with the sentences to run concurrently.\nThe state later charged the defendant with violating his probation by committing several new crimes. The trial court ultimately found that the defendant violated his probation. At the end of the violation of probation hearing, the court asked the state: “Are there any impediments to sentencing?” The state responded that because the defendant originally was sentenced as a youthful offender, the issue would be whether any limitations would exist for the violation of probation sentence. The court replied: “[T]he sentencing is going to be either the parameters of youthful offender or what [the defendant] could have been sentenced to at the time that the Court [imposed the youthful offender sentence].” The state responded: “[T]he maximu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cosme-v-state"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}