{
  "id": 4417,
  "title": "2013년 Dodge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-17",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Dodge. 판결일: 2013-04-17. 법원: Court of Appeals of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Christopher Dewayne DODGE v. STATE of Arkansas\n**판결일**: 2013-04-17\n**법원**: Court of Appeals of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Pittman, Tabor, Wood\n\n## 변호인\n\nThe Law Office of Darren A. Gibbs, Fayetteville, by: Darren A. Gibbs, for appellant., Dustin McDaniel, Att’y Gen., by: Jake H. Jones, Ass’t Att’y Gen., for appellee.\n\n## 인용\n\n- 427 S.W.3d 149\n- 2013 Ark. App. 247\n\n## 판결문 요약\n\n STEPHEN TABOR, Judge. 11 Christopher Dodge was tried by a jury and found guilty of three counts of rape and one count of attempted rape of a minor. As his sole point of appeal, he contends that the trial court erred in denying his motion to suppress the statement that he made to law-enforcement officers because it was obtained in violation of his right to counsel. We affirm. Badtground Two suppression motions were filed by Dodge, and hearings were held on both. The first motion asserted that his statement should be suppressed because there was not an intelligent waiver of his rights and his statement was not voluntary. The second motion asserted that his right to an attorney was violated in obtaining the statement. Both |2motions were denied. Dodge has abstracted testimony from both hearings in order to give his argument context on appeal, but he pursues only the denial of his second motion to suppress, contending that the trial court erred in denying his motion because his right to an attorney was violated in giving his statement. Tara Flute, an employee of the Crimes Against Children Division of the Arkansas State Police, explained that she contacted Dodge by telephone on May 25, 2011. She asked if he would agree to do an interview as part of a child-maltreatment investigation involving his niece and told him that it would have to be conducted at the sheriffs office. She stated that the interview took place on May 30, 2011, in one of the interview rooms at the sheriffs off...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dodge-v-state"
    }
  ],
  "relatedIncidents": [
    4152,
    4170,
    4173,
    4178,
    4240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}