{
  "id": 4422,
  "title": "2013년 Jennings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-16",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Jennings. 판결일: 2013-04-16. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bradley J. JENNINGS v. STATE of Missouri\n**판결일**: 2013-04-16\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Burrell, Scott, Sheffield\n\n## 변호인\n\nStuart Huffman, Springfield, for appellant., Chris Koster, Atty. Gen., Shaun J. Mackelprang, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 406 S.W.3d 52\n\n## 판결문 요약\n\n\nDANIEL E. SCOTT, P.J.\nJurors found Bradley Jennings guilty of murdering his wife. His direct appeal failed. See State v. Jennings, 322 S.W.3d 598 (Mo.App.2010), which describes the offense, investigation, and criminal proceedings.\nJennings moved for post-conviction relief, ultimately raising 97 complaints about his lawyer and the trial. The judge who handled the murder trial held an evidentia-ry hearing and denied the motion.\nJennings now appeals that judgment, raising six points. By rule,1 we determine only whether the motion court’s findings and conclusions are clearly erroneous. “Those findings are presumptively correct; we defer to that court’s credibility decisions; and we will reverse only if our review of the whole record firmly and definitely convinces us that a mistake was made.” Mayes v. State, 349 S.W.3d 413, 416 (Mo.App.2011).\nApplying these standards, we find no clear error and affirm the judgment.\nIneffective Assistance—\nGeneral Principles\nTo prove ineffective assistance of counsel (IAC), a movant must show that (1) counsel did not exercise customary skill and diligence of a reasonably competent attorney in similar circumstances, and (2) the movant was prejudiced thereby. See Strickland v. Washington, 466 U.S. 668, 687-88, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).\nCounsel is not ineffective per Strickland unless representation was objectively unreasonable. It is strongly presumed that counsel acted within the wide range of reasonable professional assistance. The q...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jennings-v-state"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}