{
  "id": 4423,
  "title": "2013년 Bulgin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bulgin. 판결일: 2013-04-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Delroy Bulgin\n**판결일**: 2013-04-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Abdus, Clark, Daniels, Degrasse, Manzanet, Mazzarelli, Salaam\n\n## 인용\n\n- 105 A.D.3d 551\n- 964 N.Y.S.2d 19\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, Bronx County (Dominic R. Massaro, J.), rendered March 29, 2011, convicting defendant, after a jury trial, of criminal mischief in the second degree and criminal contempt in the first degree, and sentencing him to time served and a conditional discharge, unanimously modified, on the law, to the extent of vacating the contempt conviction and dismissing that count of the indictment, and otherwise affirmed.\nThe People failed to prove that defendant had written or oral notice of an order of protection and its contents, as required for a conviction of criminal contempt in the first degree (People v McCowan, 85 NY2d 985, 987 [1995]; Penal Law § 215.51 [d]). While the order contained check marks of unidentified origin indicating that defendant was present in court and was advised of the “issuance” of the order, defendant’s signature was not on the order (compare People v Inserra, 4 NY3d 30, 31-33 [2004]; People v D'Angelo, 284 AD2d 146, 146 [1st Dept 2001], affd 98 NY2d 733 [2002]), and there was no evidence establishing that defendant was present in court and orally advised of the prohibited conduct (compare People v Clark, 95 NY2d 773 [2000]).\nContrary to defendant’s assertions, there was no spillover error onto the criminal mischief conviction. There is no reasonable possibility that the contempt count influenced the guilty verdict on the criminal mischief count in any meaningful way (see People v Concepcion, 17 NY3d 192, 197 [2011]; People v Daly, 14 NY3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bulgin"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}