{
  "id": 4429,
  "title": "2013년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2013-04-10. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Kalee HILL, Appellant COMMONWEALTH of Pennsylvania v. Kalee HILL\n**판결일**: 2013-04-10\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Colville, Stevens, Wecht\n\n## 변호인\n\nEarl D. Raynor, Jr., Philadelphia, for appellant., Hugh J. Burns, Jr., Assistant District Attorney, Philadelphia, for appellee.\n\n## 인용\n\n- 66 A.3d 365\n\n## 판결문 요약\n\n\nOPINION BY STEVENS, P.J.\nKalee Hill (hereinafter “Appellant”) appeals from the judgment of sentence entered in the Court of Common Pleas of Philadelphia County on October 26, 2011, at which time he was sentenced to an aggregate term of thirty-five (35) years to seventy (70) years in prison following his open guilty plea to three counts of Aggravated Assault and to one count of Persons not to possess, use, manufacture, control, sell or transfer firearms.1 Upon our review of the record, we vacate and remand for resentencing?2\nThis matter arises following Appellant’s entry of an open guilty plea on August 24, 2011, to the aforementioned crimes which occurred on June 12, 2011. On that date at approximately 9:45 p.m., Appellant was standing near a busy intersection in Philadelphia during which time a car circled the block prior to slowing down in front of *367him. N.T., 10/26/11, at 18. Appellant took out a gun and opened fire at the vehicle. Id. Mr. Raymond Erwin, who was speaking with a friend nearby, was struck by a stray bullet fired from Appellant’s gun as was Ms. Mimine Hein, a young woman who was nine months pregnant and in the vicinity to pick up her husband and daughter. Id. at 10. The Commonwealth acknowledged that the shooting of Mr. Erwin and Ms. Hein was unintentional, though it also stressed that this did not mitigate the crimes he had committed. Id. at 20-21.\nMr. Erwin testified that as a result of the injuries he sustained in the shooting, he had a gastronomy tube...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-hill"
    }
  ],
  "relatedIncidents": [
    4160,
    4255,
    4283,
    4308,
    4329
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}