{
  "id": 4431,
  "title": "2013년 Milligan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Milligan. 판결일: 2013-04-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Nicolette Milligan v. Harborfields Central School District\n**판결일**: 2013-04-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Chambers, Mastro, Miller, Rivera\n\n## 인용\n\n- 105 A.D.3d 825\n- 962 N.Y.S.2d 664\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the plaintiffs appeal, as limited by their brief, from so much of an order of the Supreme Court, Suffolk County (Pitts, J.), dated September 12, 2011, as granted the motion of the defendants Harborfields Central School District and Washington Drive Primary School for summary judgment dismissing the complaint insofar as asserted against them.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe defendants Harborfields Central School District and Washington Drive Primary School (hereinafter together the school defendants) established their prima facie entitlement to judgment as a matter of law by showing that they acted as a reasonable parent would in comparable circumstances in allowing the eight-year-old infant plaintiff to use monkey bars (see Mirand v City of New York, 84 NY2d 44, 49 [1994]; Khosrova v Hampton Bays Union Free Sch. Dist., 99 AD3d 669 [2012]; Kelly G. v Board of Educ. of City of Yonkers, 99 AD3d 756 [2012]). The school defendants submitted expert evidence demonstrating that the monkey bars were appropriate for the infant plaintiffs age group, and were not defective {see Troiani v White Plains City School Dist., 64 AD3d 701 [2009]; Newman v Oceanside Union Free School Dist., 23 AD3d 631 [2005]).\nIn opposition, the plaintiffs did not raise a triable issue of fact. The affidavit of the plaintiffs’ expert did not establish that he possessed the requisite skill, training, educati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=milligan-v-harborfields-central-school-district"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}