{
  "id": 4438,
  "title": "2013년 Salsberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Salsberg. 판결일: 2013-04-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: 1626 Second Avenue LLC v. Steven Salsberg, and Nick Camaj, Appellant-Respondent\n**판결일**: 2013-04-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Friedman, Renwick, Richter, Román, Sweeny\n\n## 인용\n\n- 105 A.D.3d 432\n- 962 N.Y.S.2d 135\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Bernard J. Fried, J.), entered February 23, 2012, which, insofar as appealed from as limited by the briefs, granted plaintiffs motion for summary judgment dismissing defendant Steven Salsberg’s counterclaim, denied defendants’ cross motions for summary judgment dismissing the complaint, and denied defendant Nick Camaj’s cross motion for summary judgment dismissing Salsberg’s cross claim, unanimously modified, on the law, without costs, plaintiff’s motion denied, defendant Camaj’s cross motion granted, and otherwise affirmed, without costs.\nIn this dispute between plaintiff landlord and defendants, the principals of a corporation that was landlord’s former tenant, the lease guaranty does not violate the statute of frauds (General Obligations Law § 5-701 [a] [2]); it is in writing and signed by both defendants. Where, as here, there is a written and signed, but ambiguous, guaranty, parol evidence is admissible to clarify it (see e.g. Sound Distrib. Corp. v Richmond, 213 AD2d 178, 179 [1st Dept 1995], lv denied 86 NY2d 702 [1995]; Korff v Corbett, 18 AD3d 248, 251 [1st Dept 2005]).\nThe lease to which the guaranty refers says that defendant Salsberg is the guarantor. The guaranty consistently states that Salsberg is the guarantor. Although it also refers to tenant as the guarantor and it is signed by both defendants, when reading the guaranty and the lease together, Salsberg is certainly not entitled to summary judgment (see e.g. White Rose...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=1626-second-avenue-llc-v-salsberg"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}