{
  "id": 4439,
  "title": "2013년 State v. Richardson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-02",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Richardson. 판결일: 2013-04-02. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. RODERICK TYNELL RICHARDSON\n**판결일**: 2013-04-02\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Ervin, Hunter, Stroud\n\n## 변호인\n\n\n\nAttorney General Roy Cooper, by Special Deputy Attorney General Phillip K. Woods, for the State.\n, \nParish & Cooke, by James R. Parish, for Defendant-appellant.\n\n\n## 인용\n\n- 226 N.C. App. 292\n\n## 판결문 요약\n\n\nERVIN, Judge.\nDefendant Roderick Tynell Richardson appeals from judgments entered based upon his convictions for two counts of assault with a deadly weapon with intent to kill inflicting serious injury and one count of possession of a firearm by a convicted felon. On appeal, Defendant argues, among other things, that the trial court committed plain error by allowing the prosecutor to question him and to make comments to the jury concerning his decision to refrain from making a statement to investigating officers. After careful consideration of Defendant’s challenge to the trial court’s judgments in light of the remand instructions that we have received from the Supreme Court, the record, and the applicable law, we conclude that Defendant is entitled to a new trial.\nI. Factual Background\nA. Substantive Facts\n1. State’s Evidence\nOn the early morning of 20 May 2009, Sherman Cunningham was employed as a bouncer by the Carousel Club, an establishment located on South Boulevard in Charlotte. Mr. Cunningham’s duties included checking patrons for guns, drugs, and other undesirable items. Defendant; his friend, Richard Snowden; Marcus Kinard; and Carousel Club employees Biyan Herron, Darwin Springs, and Lakeshia Reed were also present at the Carousel Club.\nAlthough Mr. Kinard and Ms. Reed had once been involved in a romantic relationship, Defendant and Ms. Reed had begun dating after the Kinard-Reed relationship ended. During the evening, Ms. Reed became angry because Defendant was s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-richardson"
    }
  ],
  "relatedIncidents": [
    4160,
    4255,
    4283,
    4308,
    4329
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}