{
  "id": 4441,
  "title": "2013년 Swanzy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-04-01",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Swanzy. 판결일: 2013-04-01. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Donald K. SWANZY\n**판결일**: 2013-04-01\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Deny, Guidry, Johnson\n\n## 인용\n\n- 110 So. 3d 549\n\n## 판결문 요약\n\n\nPER CURIAM.\n_JjThe state and defendant have filed cross applications seeking review of the Fifth Circuit’s decision affirming defendant’s conviction and sentence on one count of felony theft over $500 in violation of La.R.S. 14:67, but reversing his conviction and sentence on a second count of felony theft over $500. We deny defendant’s application in 12-K-1281, but grant the state’s application in 12-K-1297. For reasons that follow, we reinstate the conviction and sentence vacated by the court of appeal.\nThe state charged defendant by bill of information with theft of $6,500 from Lloyd Michell, and in a second count with theft of $25,000 from Charles McGowan, by means of fraudulent conduct, practices, or representations. The charges stemmed from the post-Katrina, 2007 demolition of the TwiRopa Mill, originally a twine rope *550manufacturing facility later remodeled as a nightclub, on Tchoupitoulas Street in New Orleans. The demolition project brought Terry |2Kutcher, owner of Chisholm Trail Construction in Cashion, Oklahoma, to Louisiana in the spring of 2007, with associated heavy construction equipment, including a John Deere backhoe excavator and a John Deere 850 bulldozer. According to the state, defendant, owner of Diesel Truck Service on Destrahan Boulevard in Gretna and the original general contractor on the TwiRopa project, misappropriated both pieces of heavy machinery, sold them to Michell and McGowan, and then refused repayment after the equipment was seized by t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-swanzy"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}