{
  "id": 4443,
  "title": "2013년 Curry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-03-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Curry. 판결일: 2013-03-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Marie Curry v. Hudson Valley Hospital Center\n**판결일**: 2013-03-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 104 A.D.3d 898\n- 961 N.Y.S.2d 563\n\n## 판결문 요약\n\n\n*899In a medical malpractice action to recover damages for conscious pain and suffering, etc., the plaintiff appeals from (1) an order of the Supreme Court, Westchester County (Adler, J.), dated June 30, 2011, which, after a jury verdict finding the decedent 50% at fault for the decedent’s injuries and death and the defendants 50% at fault, denied her motion pursuant to CPLR 4404 (a) to set aside so much of a jury verdict as awarded her zero damages for the decedent’s conscious pain and suffering on the ground that it was against the weight of the evidence, and (2) a judgment of the same court entered October 24, 2011, which, upon the order, is in favor of the defendants and against her dismissing the complaint.\nOrdered that the appeal from the order is dismissed; and it is further,\nOrdered that the judgment is affirmed; and it is further,\nOrdered that one bill of costs is awarded to the defendants.\nThe appeal from the intermediate order must be dismissed because the right of direct appeal therefrom terminated with the entry of judgment in the action (see Matter of Aho, 39 NY2d 241, 248 [1976]). The issues raised on appeal from the order are brought up for review and have been considered on the appeal from the judgment (see CPLR 5501 [a] [1]).\nThe plaintiff commenced this action, inter alia, to recover damages for conscious pain and suffering allegedly experienced by her mother (hereinafter the decedent) as a result of the defendants’ failure to properly treat polyps that ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "폭행",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=curry-v-hudson-valley-hospital-center"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wiltshire"
    }
  ],
  "relatedIncidents": [
    4160,
    4255,
    4283,
    4308,
    4329
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}