{
  "id": 4447,
  "title": "2013년 Billy Ray Irick v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-03-18",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Billy Ray Irick v. State of Tennessee. 판결일: 2013-03-18. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Billy Ray Irick v. State of Tennessee\n**판결일**: 2013-03-18\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Roger A. Page\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                          Assigned on Briefs January 29, 2013\n\n                 BILLY RAY IRICK v. STATE OF TENNESSEE\n\n                   Appeal from the Criminal Court for Knox County\n                     No. 99054     Mary Beth Leibowitz, Judge\n\n\n                 No. E2012-01326-CCA-R3-PD-FILED-March 18, 2013\n\n\nPetitioner, Billy Ray Irick, filed a motion to reopen his error coram nobis proceedings or, in\nthe alternative, a second petition for writ of error coram nobis. In his pleading, he reasserted\nthe grounds underlying his first petition for the writ and added claims of judicial misconduct\npertaining to the judge in his first coram nobis proceedings. The coram nobis court in the\ninstant case denied relief, and this appeal follows. Discerning no error, we affirm the\njudgment of the coram nobis court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nR OGER A. P AGE, J., delivered the opinion of the court, in which A LAN E. G LENN and J EFFREY\nS. B IVINS, JJ., joined.\n\nC. Eugene Shiles, Jr., and Howell G. Clements, Chattanooga, Tennessee, for the appellant,\nBilly Ray Irick.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; James E. Gaylord, Assistant Attorney\nGeneral; Randall Eugene Nichols, District Attorney General; and Leland Price and Kenneth\nIrvine, Jr., Assistant District Attorneys General, for the appellee, State of Tennessee.\n\n           ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=billy-ray-irick-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}