{
  "id": 4451,
  "title": "2013년 Marcus Norwood v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-03-13",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Marcus Norwood v. State of Tennessee. 판결일: 2013-03-13. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Marcus Norwood v. State of Tennessee\n**판결일**: 2013-03-13\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jerry L. Smith\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                           Assigned on Briefs January 8, 2013\n\n               MARCUS NORWOOD v. STATE OF TENNESSEE\n\n                    Appeal from the Criminal Court for Shelby County\n                        No. 09-06261 James Beasley, Jr., Judge\n\n\n\n                  No. W2012-00754-CCA-R3-PC – Filed March 13, 2013\n\n\nPetitioner, Marcus Norwood, entered an Alford plea to second degree murder in Shelby\nCounty in October of 2010, with an agreed sentence of twenty-five years. Subsequently,\nPetitioner filed a petition for post-conviction relief in which he alleged that he received\nineffective assistance of counsel which adversely affected his decision to enter a guilty plea.\nThe post-conviction court denied relief. Petitioner appealed. After a review of the evidence,\nwe conclude that Petitioner has failed to establish that counsel’s performance was deficient\nor that the voluntariness of the guilty plea was affected by the actions of counsel.\nAccordingly, the judgment of the post-conviction court is affirmed.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed.\n\nJ ERRY L. S MITH, J., delivered the opinion of the court, in which T HOMAS T. W OODALL and\nD. K ELLY T HOMAS, J R., JJ., joined.\n\nLance R. Chism, Memphis, Tennessee, for the appellant, Marcus Norwood.\n\nRobert E. Cooper, Jr., Attorney General and Reporter, Rachel E. Willis, Assistant Attorney\nGeneral; Amy ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marcus-norwood-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}