{
  "id": 4453,
  "title": "2013년 Longstaff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-03-08",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Longstaff. 판결일: 2013-03-08. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas v. Robert Charles Longstaff\n**판결일**: 2013-03-08\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Biles\n\n## 변호인\n\nRijan Eddinger, of Kansas Appellate Defender Office, argued the cause and was on the brief for appellant., Natalie A. Chalmers, assistant attorney general, argued the cause, and Chadwick J. Taylor, district attorney, and Derek Schmidt, attorney general, were with her on the brief for appellee.\n\n## 인용\n\n- 296 Kan. 884\n- 299 P.3d 268\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nBiles, J.:\nRobert Longstaff challenges on petition for review the Court of Appeals’ decision affirming his convictions for two counts of rape of a child under 14 years of age and one count of aggravated indecent liberties with a child. Longstaff claims error when evidence of his previous conviction for attempted aggravated incest of his daughter was admitted at trial under K.'S.A. 60-455. He also challenges the admission of a videotaped interview in which he contends detectives implied he was not being truthful. We affirm his convictions.\nFactual and Procedural Background\nLongstaff was charged with two counts of rape of a child under 14 years of age, with alternative counts of aggravated indecent liberties with a child, and one count of aggravated indecent liberties with a child. The charges involved his three granddaughters. The State’s complaint alleged the crimes occurred between May 2004 and January 2005, when Longstaff s adult daughter Lisa was living in Longstaff s house with Lisa’s husband and four children: Lisa’s two daughters, B.C. and J.C.; Lisa’s niece, J.S.C.; and Lisa’s son, D.C.\nThe investigation commenced after Lisa filed a police report in March 2005 claiming her father had raped her at his home 4 months earlier on Thanksgiving. Lisa also disclosed to officers that she had been sexually abused by Longstaff as a child. Lisa was asked by police to question the children living in Longstaff s house whether they had been ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-longstaff"
    }
  ],
  "relatedIncidents": [
    4152,
    4170,
    4173,
    4178,
    4240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}