{
  "id": 4454,
  "title": "2013년 Mitrovic 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-03-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Mitrovic. 판결일: 2013-03-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Tatjana Mitrovic v. Robert Silverman\n**판결일**: 2013-03-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 104 A.D.3d 430\n- 961 N.Y.S.2d 75\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Stanley Green, J.), entered May 21, 2012, which denied defendant Dr. Robert Silverman’s motion and defendant New York Chirocare, PC.’s cross motion for summary judgment dismissing the complaint, unanimously affirmed, without costs.\nPlaintiffs raised triable issues of fact as to whether defendants deviated from accepted practice and whether that deviation proximately caused plaintiff Tatjana Mitrovic’s (plaintiff) injuries (Frye v Montefiore Med. Ctr, 70 AD3d 15, 24 [1st Dept 2009]). Like defendants’ expert’s affidavit in support of their motion, plaintiffs’ expert’s opinion was based upon his education, training, experience as a practicing chiropractor and professional affiliation with chiropractors in the New York metropolitan area (see Frye, 70 AD3d at 24-25). These contradictory affidavits, each based upon the expert’s relevant experience in the field of chiropractics, were sufficient to raise a disputed issue regarding whether defendants deviated from accepted practice by failing to order an MRI, based on the symptoms plaintiff presented, before commencing chiropractic treatment of plaintiff. While an expert affidavit cannot be speculative, there is no threshold requirement in an ordinary case, not *431involving a novel scientific theory, that a medical opinion regarding deviation be based upon medical literature, studies, or professional group rules in order for it to be considered. It can be based upon personal knowledge acquired thr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitrovic-v-silverman"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}