{
  "id": 4457,
  "title": "2013년 Rebel Distributors Corp. v. LUBA Casualty Insurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-03-06",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Rebel Distributors Corp. v. LUBA Casualty Insurance. 판결일: 2013-03-06. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: REBEL DISTRIBUTORS CORP., INC. d/b/a Physician Partner and Pharmacy Partner (Eric Schenk) v. LUBA CASUALTY INSURANCE COMPANY\n**판결일**: 2013-03-06\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Amy, Peters, Thibodeaux\n\n## 변호인\n\nHarry K. Burdette, The Glenn Armentor Law Corporation, Lafayette, LA, for PlaintiffiAppellant, Rebel Distributors Corporation, Inc. d/b/a Physician Partner and Pharmacy Partner., Jeffrey C. Napolitano, Juge, Napolitano, Guilbeau, Ruli & Frieman, Metairie, LA, for Defendants/Appellees, LUBA Casualty Insurance Company, Metro Boating.\n\n## 인용\n\n- 129 So. 3d 93\n\n## 판결문 요약\n\n\nPETERS, J.\nLFor the reasons assigned in Rebel Distributors, Inc. et al. v. LUBA Workers’ Comp. et al., 12-909 (La.App. 3 Cir. 3/6/13), 129 So.3d 80, we reverse the judgment of the workers’ compensation judge and render judgment in favor of Metro Boating and LUBA Casualty Insurance Company, granting their peremptory exception of no right of action and dismissing the claims of Rebel Distributors Corporation, Inc. d/b/a Physician Partner and Pharmacy Partner. We assess all costs of this appeal against Rebel Distributors Corporation, Inc. d/b/a Physician Partner and Pharmacy Partner.\nREVERSED AND RENDERED.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rebel-distributors-corp-v-luba-casualty-insurance"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}