{
  "id": 4462,
  "title": "2013년 McNeal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-02-28",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McNeal. 판결일: 2013-02-28. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Demetrice Armicle McNEAL v. STATE of Florida\n**판결일**: 2013-02-28\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Marstiller, Thomas, Wolf\n\n## 변호인\n\nNancy A. Daniels, Public Defender, Diana L. Johnson and Glen P. Gifford, Assistant Public Defenders, Tallahassee, for Appellant., Pamela Jo Bondi, Attorney General, Donna A. Gerace, Assistant Attorney General, Tallahassee, for Appellee.\n\n## 인용\n\n- 109 So. 3d 268\n\n## 판결문 요약\n\n\nTHOMAS, J.\nAppellant raises three issues on appeal. He argues the trial court erred by: 1) not holding a hearing pursuant to Faretta v. California, 422 U.S. 806, 95 S.Ct. 2525, 45 L.Ed.2d 562 (1975); 2) failing to timely renew the offer of assistance of counsel; and 3) admitting a written statement as a past recollection recorded when the writer did not confirm that she was under oath at the time the statement was written, and neither recalled whether an officer was present, nor whether she wrote a statement at all. We affirm as to the first two issues without further comment. With respect to the third issue, we affirm for the reasons explained below.\n\nFactual Background\n\nAppellant was charged with felony battery arising out of a domestic violence incident in which he physically assaulted his then girlfriend. The victim attempted to have the charges dropped before the trial, but the State decided to pursue its prosecution. The State subsequently requested the court to declare the victim a hostile witness.\nDuring a hearing to address the State’s motion, the victim testified that she could not remember whether she completed a written statement in the presence of law enforcement but, when shown the statement, admitted the signature on the document was hers. She reiterated she could not remember if she had completed the statement in the presence of law enforcement. The State then showed victim pictures of herself and, when asked if law enforcement took the pictures when they cam...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcneal-v-state"
    }
  ],
  "relatedIncidents": [
    4160,
    4255,
    4283,
    4308,
    4329
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}