{
  "id": 4465,
  "title": "2013년 Benitez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-02-21",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Benitez. 판결일: 2013-02-21. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Basillo BENITEZ v. UNITED STATES\n**판결일**: 2013-02-21\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Blackburne, Glickman, Rigsby, Terry\n\n## 변호인\n\nDeborah A. Pérsico for appellant. Joseph Virgilio was on the brief for appellant., John P. Gidez, Assistant United States Attorney, with whom Ronald C. Machen Jr., United States Attorney, and Elizabeth Trosman, Chrisellen R. Kolb, and James S. Sweeney, Assistant United States Attorneys, were on the brief, for appellee.\n\n## 인용\n\n- 60 A.3d 1230\n\n## 판결문 요약\n\n\nGLICKMAN, Associate Judge:\nPrior to their trial on charges of assault with intent to kill while armed and other offenses, the government extended “wired” plea offers to appellant Basilio Benitez and his co-defendant, Carlos Sarmiento-Mor-ales. The offers were not accepted, and the two men were tried and convicted on several counts. Benitez subsequently moved the trial court to vacate his convictions because his defense attorney never informed him of the government’s offer, thereby denying him his Sixth Amendment right to the effective assistance of counsel. After an evidentiary hearing, the court credited Benitez’s claim and found that he would have accepted the plea offer had he been advised of it. The court found, however, that Benitez would have been unable to go through with the proposed plea because there was no evidence that the government would have “unwired” it or that his co-defendant also would have accepted the plea offer. Concluding that Benitez therefore did not show prejudice from his counsel’s failure to inform him of the plea offer, the court denied relief. Benitez has appealed that decision to this court.\nWe agree with the trial court that Beni-tez did not make a sufficient showing of prejudice. For the reasons stated below, we remand for further proceedings on Benitez’s claim.\nI.\nOn November 21, 2004, according to the government’s evidence at trial, Benitez and Sarmiento-Morales forced their way into the apartment of Virgilio Argueta and demanded money. Whe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=benitez-v-united-states"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4147,
    4153,
    4161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}