{
  "id": 4469,
  "title": "2013년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-02-15",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Wright. 판결일: 2013-02-15. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Mary Ann Wright v. State of Kansas\n**판결일**: 2013-02-15\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Bruns, Hill, Malone\n\n## 변호인\n\nJean K Gilíes Phillips, of Paul E. Wilson Defender Project, University of Kansas School of Law, for appellant., Joseph Penney, assistant county attorney, and Derek Schmidt, attorney general, for appellee.\n\n## 인용\n\n- 48 Kan. App. 2d 593\n- 294 P.3d 1201\n\n## 판결문 요약\n\n\nMalone, C.J.:\nMary Ann Wright appeals the district court’s-judgment denying her claims for relief under K.S.A. 60-1507. Wright was convicted of rape and her conviction was affirmed by *594the Kansas Supreme Court on direct appeal. State v. Wright, 290 Kan. 194, 224 P.3d 1159 (2010). Wright later filed a K.S.A. 60-1507 motion raising claims of ineffective assistance of counsel. The district court denied relief after conducting an evidentiary hearing. On' appeal, Wright argues that her trial counsel’s - request for a general verdict form when she was charged with alternative means of committing rape violated her constitutional right to effective assistance of counsel. Wright further argues that her appellate counsel was unconstitutionally ineffective for failing to argue in her direct appeal that sexual intercourse with a person who does not consent under circumstances when the victim is overcome by force or fear constitutes alternative means of committing rape.\nWe conclude that Wright’s trial counsel was not ineffective for requesting a general verdict form on tire rape charge. As to Wright’s appellate counsel, the district court’s finding that counsel’s performance did not fall below an objective standard of reasonableness is supported by substantial competent evidence. But even if the performance of Wright’s appellate counsel was somehow deficient, we conclude that Wright has failed to show prejudice. Accordingly, we affirm the district court’s judgment denying Wright’s cla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wright-v-state"
    }
  ],
  "relatedIncidents": [
    4152,
    4170,
    4173,
    4178,
    4240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}