{
  "id": 4488,
  "title": "2013년 Lacy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-02-07",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Lacy. 판결일: 2013-02-07. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Brandon Eugene LACY v. STATE of Arkansas\n**판결일**: 2013-02-07\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Goodson, Hannah\n\n## 변호인\n\nBenca & Benca, Little Rock, by: Patrick J. Benca, for appellant., Dustin McDaniel, Att’y. Gen., by: Eileen W. Harrison, Ass’t. Att’y. Gen., for appel-lee.\n\n## 인용\n\n- 425 S.W.3d 746\n- 2013 Ark. 34\n\n## 판결문 요약\n\n JIM HANNAH, Chief Justice. | Appellant Brandon Lacy appeals from the denial of his petition for postconviction relief under Rule 37.5 of the Arkansas Rules of Criminal Procedure, and from the circuit court’s subsequent order, amended order, and second amended order denying his motions for reconsideration. Lacy was convicted of capital murder and aggravated robbery and sentenced to death and life imprisonment, respectively, and his convictions and sentences were affirmed on direct appeal. Lacy v. State, 2010 Ark. 388, 377 S.W.3d 227. Lacy asserts that the circuit court erred (1) in denying his petition without an evidentiary hearing, (2) in rejecting his assertion that trial counsel were ineffective for failing to investigate and present the affirmative defense of mental disease and defect, and (B) in rejecting his assertion that trial counsel were ineffective for failing to present adequate mitigating evidence during the penalty phase of the trial. We reverse and remand to the circuit court for an evidentia-ry hearing. On September 6, 2011, Lacy filed a petition for postconviction relief, asserting that | atrial counsel were constitutionally ineffective when they failed to investigate and present the affirmative defense-of mental disease and defect and when they failed to put before the jury little, if any, mitigation evidence during the penalty phase of the trial. In addition, Lacy asserted that he was entitled to relief due to cumulative error in his trial. Finally, Lacy r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lacy-v-state"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}