{
  "id": 4489,
  "title": "2013년 Jerry Ray Davidson v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-02-07",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Jerry Ray Davidson v. State of Tennessee. 판결일: 2013-02-07. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Jerry Ray Davidson v. State of Tennessee\n**판결일**: 2013-02-07\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                         May 2012 Session\n\n             JERRY RAY DAVIDSON v. STATE OF TENNESSEE\n\n                          Circuit Court for Dickson County\n                         No. CR-7386 Robert E. Burch, Judge\n\n\n               No. M2010-02663-CCA-R3-PD - Filed February 7, 2013\n\n\nThe Dickson County Circuit Court denied the Petitioner, Jerry Ray Davidson, post-conviction\nrelief from his convictions of first degree premeditated murder and aggravated kidnapping\nand his sentence of death. The Petitioner appeals. Having discerned no error, we affirm the\npost conviction court’s denial of relief.\n\nTenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court is Affirmed.\n\nJ OHN E VERETT W ILLIAMS, J., delivered the opinion of the court, in which J AMES C URWOOD\nW ITT, J R. and JEFFREY S. B IVINS, JJ., joined.\n\nPaul J. Morrow, Jr., and Kelly A. Gleason, Office of the Post-Conviction Defender,\nNashville, Tennessee, for the Petitioner, Jerry Ray Davidson\n\nRobert E. Cooper, Jr., Attorney General and Reporter, William E. Young, Solicitor General,\nand Scott C. Sutherland, Assistant Attorney General; Dan Alsobrooks, District Attorney\nGeneral and Robert S. Wilson, Assistant District Attorney General, for the Respondent, State\nof Tennessee\n\n                                         OPINION\n\n                                        Background\n\n        The Petitioner, who was fifty-two years ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jerry-ray-davidson-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}