{
  "id": 4504,
  "title": "2013년 Cully 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-02-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cully. 판결일: 2013-02-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York ex rel. David P. Harrington v. Malcolm R. Cully, Superintendent, Collins Correctional Facility\n**판결일**: 2013-02-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 103 A.D.3d 1093\n- 958 N.Y.S.2d 633\n\n## 판결문 요약\n\n\nAppeal from a judgment (denominated order) of the Supreme Court, Erie County (Christopher J. Burns, J.), entered September 16, 2011 in a habeas corpus proceeding. The judgment dismissed the petition.\nIt is hereby ordered that the judgment so appealed from is unanimously affirmed without costs.\nMemorandum: Petitioner appeals from a judgment dismissing his petition seeking a writ of habeas corpus on the ground that he was denied effective assistance of counsel in connection with his plea of guilty. We affirm. It is well established that a petition for habeas corpus relief is not a proper vehicle for raising a contention of ineffective assistance of counsel (see People ex rel. Hinton v Graham, 66 AD3d 1402, 1402 [2009], lv denied 13 *1094NY3d 934 [2010], rearg denied 14 NY3d 795 [2010]). Even assuming, arguendo, that petitioner’s contention had merit, we would conclude that petitioner is not entitled to the relief sought, i.e., immediate release (see id.; People ex rel. Smith v Burge, 11 AD3d 907, 908 [2004], lv denied 4 NY3d 701 [2004]; see generally People ex rel. Kaplan v Commissioner of Correction of City of N.Y., 60 NY2d 648, 649 [1983]). Present—Scudder, P.J., Peradotto, Garni, Whalen and Martoche, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-harrington-v-cully"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}