{
  "id": 4511,
  "title": "2013년 Hare 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-01-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Hare. 판결일: 2013-01-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jaren Ashley HARE v. STATE Of Florida, Appellee Charles Jason Darnell v. State Of Florida\n**판결일**: 2013-01-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Berger, Orfinger, Palmer\n\n## 변호인\n\nJames S. Purdy, Public Defender, and Thomas A. Lukashow, Assistant Public Defender, Daytona Beach, for Appellant, Jaren Ashley Hare., James S. Purdy, Public Defender, and Susan A. Fagan, Assistant Public Defender, Daytona Beach, for Appellant, Charles Jason Darnell., Pamela Jo Bondi, Attorney General, Tallahassee, and Megan Saillant, Assistant Attorney General, Daytona Beach, for Ap-pellee.\n\n## 인용\n\n- 114 So. 3d 252\n\n## 판결문 요약\n\n\nORFINGER, C.J.\nJaren A. Hare and Charles J. Darnell (“Appellants”) appeal their convictions of aggravated manslaughter of a child by culpable negligence.1 We affirm these convictions without discussion. However, we agree with Appellants that their additional convictions of child neglect,2 arising from the same criminal act, violated double jeopardy principles.3\nThe double jeopardy clause in both the state and federal constitutions protects criminal defendants from multiple convictions and punishments for the same offense. McKnight v. State, 906 So.2d 368, 370 (Fla. 5th DCA 2005). Determining whether double jeopardy is violated is a legal determination, which we review de novo. Pizzo v. State, 945 So.2d 1203, 1206 (Fla.2006).\n*254“The prevailing standard for determining the constitutionality of multiple convictions for offenses arising from the same criminal transaction is whether the Legislature ‘intended to authorize separate punishments for the two crimes.’ ” Valdes v. State, 3 So.3d 1067, 1070 (Fla.2009) (quoting M.P. v. State, 682 So.2d 79, 81 (Fla.1996)). Absent clear legislative intent to authorize separate punishments, courts employ the Blockburge4 “same elements” test, ie., “whether each offense has an element that the other does not,” codified at section 775.021(4)(a), Florida Statutes (2009).5 If each of the offenses has an element that the other does not, the court must then determine if one of the exceptions set forth in section 775.021(4)(b)6 applies to preclude...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hare-v-state"
    }
  ],
  "relatedIncidents": [
    4146,
    4149,
    4213,
    4230,
    4234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}