{
  "id": 4512,
  "title": "2013년 Pungello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-01-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pungello. 판결일: 2013-01-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Gisela Pungello v. Window Network, LLC, , (And a Third-Party Action.)\n**판결일**: 2013-01-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 102 A.D.3d 850\n- 958 N.Y.S.2d 729\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the plaintiffs appeal, as limited by their notice of appeal and brief, from so much of an order of the Supreme Court, Nassau County (Adams, J.), dated August 5, 2011, as granted that branch of the motion of the defendants James DeCarvalho and Antonia DeCarvalho which was for summary judgment dismissing the complaint insofar as asserted against them.\nOrdered that the order is reversed insofar as appealed from, on the law, with costs, and that branch of the motion of the defendants James DeCarvalho and Antonia DeCarvalho which was for summary judgment dismissing the complaint insofar as asserted against them is denied.\nThe plaintiffs Gisela Pungello and Joseph Pungello rented an apartment in Mineóla from the defendants Antonia DeCarvalho and James DeCarvalho. In 2007, at the plaintiffs’ request, Antonia agreed to replace the windows in the apartment. She hired the defendant Window Network, LLC, to replace the windows. Antonia testified at her deposition that she was there with Joseph when the new windows were installed, and that she watched the installation. Gisela was not present. Joseph testified at his deposition that the night after the new windows were installed he told Antonia that one of the windows “seemfed] to be a little cockeyed.” Gisela was later injured when the sash of that window fell on her while she was sitting next to it. She had no recollection of the accident, and stated at her deposition that nei...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guido-v-orange-regional-medical-center"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pungello-v-window-network-llc"
    }
  ],
  "relatedIncidents": [
    4143,
    4174,
    4217,
    4229,
    4251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}