{
  "id": 4514,
  "title": "2013년 Menard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-01-18",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Menard. 판결일: 2013-01-18. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Susan MENARD v. CITY OF NEW ORLEANS ENFORCEMENT AND HEARINGS BUREAU\n**판결일**: 2013-01-18\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Belsome, III, Ledet, McKay\n\n## 변호인\n\nSusan A. Menard, Ernest C. Menard, Laplace, LA, Plaintiff/Appellant, In Proper Person., Joyce G. Joseph, Deputy City Attorney, Sharonda R. Williams, Chief of Litigation, Richard F. Cortizas, City Attorney, New Orleans, LA, for Defendant/Appellee.\n\n## 인용\n\n- 108 So. 3d 340\n\n## 판결문 요약\n\n\nROSEMARY LEDET, Judge.\n_JjThis is a quo warranto action. The plaintiff, Susan Menard1, appeals the trial *342court’s judgment dismissing her petition for writ of quo warranto. For the reasons that follow, we affirm.\n\nFACTUAL AND PROCEDURAL BACKGROUND\n\nOn May 8, 2012, Ms. Menard filed the petition for writ of quo warranto, challenging the authority of the Acting Director of the City of New Orleans Department of Safety and Permits, Pura Bascos, and the Chief Building Inspector for the City of New Orleans, John Odom, in their official capacities, in issuing a stop work order on the property located at 6017 Canal Boulevard, New Orleans, LA 70124 (“the Property”). The stop work order was litigated in municipal court. The court upheld the action of the Department of Safety and Permits, finding Susan and Ernest Menard guilty of violating the stop work order. They were sentenced and appealed the municipal court judgment to criminal district court. On June 29, 2012, a judgment was rendered in the criminal district court affirming the | ¡/Menards’ convictions for violating the stop work order. Subsequently, the Menards sought review with this Court of the criminal district court’s judgment. On December 13, 2012, the writ was denied. State v. Menard, 12-1123 (La.App. 4 Cir. 12/13/12) (unpub.).\nMs. Menard’s petition for writ of quo warranto was heard by the civil district court on May 18, 2012. Ms. Menard’s petition was denied and the judgment was rendered and signed by the district cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=menard-v-city-of-new-orleans-enforcement-hearings-bureau"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}