{
  "id": 4517,
  "title": "2013년 Bradley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-01-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Bradley. 판결일: 2013-01-15. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Bruce BRADLEY Sr. v. STATE of Mississippi\n**판결일**: 2013-01-15\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Fair, Griffis, Irving, Ishee, James, Lee, Maxwell, Roberts\n\n## 변호인\n\nLeslie S. Lee, Jackson, Erin Elizabeth Pridgen, attorneys for appellant., Office of the Attorney General by Jeffrey A. Klingfuss, attorney for appellee.\n\n## 인용\n\n- 116 So. 3d 1093\n\n## 판결문 요약\n\n\nGRIFFIS, P.J.,\nfor the Court:\nMODIFIED OPINION ON MOTION FOR REHEARING\n¶ 1. The motion for rehearing is denied, and our original opinion is withdrawn with this opinion substituted in lieu thereof.\n¶ 2. Bruce Bradley Sr. appeals his conviction for aggravated assault under Mississippi Code Annotated section 97-3-7(2) (Rev.2006). He claims that the circuit judge improperly denied his request for a mental evaluation to determine whether he was fit to stand trial. We find no error and affirm.\nFACTS\n¶ 3. Bradley attended the 2009 Roast and Boast, a local music and food festival held at the Lowndes County Fairgrounds. Drew Toler was also at the festival with a group of his coworkers and customers. Near the end of the evening, Toler and a couple of his friends went over to the stage to listen to the band.\n¶ 4. Toler testified Bradley spun him around and accused him of stealing a beer from Bradley’s cooler. Toler claims he cooly responded that he had not stolen the beer. Then, Bradley punched Toler in the face while holding a beer can in his punching hand. Karen Smith and Keegan Hayes, two of Toler’s friends, corroborated Toler’s version of the incident.\n¶ 5. Bradley testified Toler took a beer from Bradley’s cooler and left an empty can sitting on top of the cooler. When Bradley returned the empty can and asked Toler for his beer back, Toler attempted to stuff the empty can in Bradley’s shirt pocket. Bradley admitted he punched To-ler, but he insisted that there was no beer can in h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bradley-v-state"
    }
  ],
  "relatedIncidents": [
    4160,
    4255,
    4283,
    4308,
    4329
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}