{
  "id": 4519,
  "title": "2013년 Clay, Sara Kathrine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2013-01-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Clay, Sara Kathrine. 판결일: 2013-01-09. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sara Katherine CLAY, Appellant v. the STATE of Texas\n**판결일**: 2013-01-09\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Alcala, Cochran, Hervey, Johnson, Keasler, Keller, Meyers, Price, Womack\n\n## 변호인\n\nJerry L. Wood, Fort Worth, TX, for Sara Kathrine Clay., Mark F. Pratt, County Attorney, Hills-boro, Lisa C. McMinn, State’s Attorney, Austin, TX, for State.\n\n## 인용\n\n- 391 S.W.3d 94\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\t\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIN THE COURT OF CRIMINAL APPEALS\r\n\r\n\r\nOF TEXAS\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. PD-0579-12\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSARA KATHERINE CLAY, Appellant\r\n\r\n\r\n v.\r\n\r\n\r\nTHE STATE OF TEXAS\r\n\r\n\r\n\r\n\r\n\r\n\r\nON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\r\n\r\nFROM THE TENTH COURT OF APPEALS\r\n\r\nHILL COUNTY\r\n\r\n\r\n\r\n\r\n\tPrice, J., delivered the opinion of the Court in which Keller, P.J., and\r\nWomack, Johnson, Keasler, Hervey, Cochran and Alcala, JJ., joined.  Meyers,\r\nJ., filed a dissenting opinion.\r\n\r\n\r\nO P I N I O N\r\n\r\n\r\n\tMust a law-enforcement officer seeking to obtain a search warrant, under Article\r\n18.01 of the Texas Code of Criminal Procedure, (1) swear out the affidavit in support of that\r\nwarrant in the physical presence of the magistrate or may he do so telephonically, as\r\nhappened in this case?  We granted the appellant's petition for discretionary review to\r\naddress that question.  We hold that the warrant affidavit in this particular case was properly\r\nsworn out, and we affirm the judgment of the court of appeals.\r\n\r\nFACTS AND PROCEDURAL POSTURE\r\n\r\n\tOn June 29, 2008, the appellant was arrested and charged with misdemeanor driving\r\nwhile intoxicated. (2)  She filed a pre-trial motion to suppress evidence obtained as a result of\r\nthe execution of a search warrant to draw her blood for forensic testing.  The parties\r\nproceeded on stipulated facts, without conducting an evidentiary hearing.  The stipulated\r\nfacts establish that the appellant was stopped by State Trooper J. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clay-sara-kathrine"
    }
  ],
  "relatedIncidents": [
    4141,
    4142,
    4143,
    4146,
    4147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}