{
  "id": 4527,
  "title": "2012년 HOWARD, EARL, PEOPLE v 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-12-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: HOWARD, EARL, PEOPLE v. 판결일: 2012-12-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: HOWARD, EARL, PEOPLE v\n**판결일**: 2012-12-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n\n## 판결문 요약\n\n        SUPREME COURT OF THE STATE OF NEW YORK\n           Appellate Division, Fourth Judicial Department\n\n1373\nKA 11-00287\nPRESENT: SMITH, J.P., PERADOTTO, LINDLEY, VALENTINO, AND WHALEN, JJ.\n\n\nTHE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\n\n                    V                              MEMORANDUM AND ORDER\n\nEARL HOWARD, DEFENDANT-APPELLANT.\n\n\nTHE LEGAL AID BUREAU OF BUFFALO, INC., BUFFALO (KRISTIN M. PREVE OF\nCOUNSEL), FOR DEFENDANT-APPELLANT.\n\nFRANK A. SEDITA, III, DISTRICT ATTORNEY, BUFFALO (DAVID PANEPINTO OF\nCOUNSEL), FOR RESPONDENT.\n\n\n     Appeal from a judgment of the Erie County Court (Michael L.\nD’Amico, J.), rendered January 4, 2011. The judgment convicted\ndefendant, upon a nonjury verdict, of murder in the second degree and\ncriminal possession of a weapon in the second degree.\n\n     It is hereby ORDERED that the judgment so appealed from is\nunanimously affirmed.\n\n     Memorandum: On appeal from a judgment convicting him upon a\nnonjury verdict of murder in the second degree (Penal Law § 125.25\n[1]) and criminal possession of a weapon in the second degree (§\n265.03 [3]), defendant contends that the verdict is against the weight\nof the evidence. We reject that contention. Viewing the evidence in\nlight of the elements of the crimes in this nonjury trial (see People\nv Danielson, 9 NY3d 342, 349), we conclude that, although a different\nverdict would not have been unreasonable, County Court did not fail to\ngive the evidence the weight it should be accorded (see Peo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howard-earl-people-v"
    }
  ],
  "relatedIncidents": [
    4530,
    4556,
    4560,
    4571,
    4634
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}