{
  "id": 4538,
  "title": "2012년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-12-13",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Brown. 판결일: 2012-12-13. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mark Kee BROWN v. STATE of Mississippi\n**판결일**: 2012-12-13\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Carlson, Chandler, Dickinson, King, Kitchens, Lamar, Pierce, Randolph, Waller\n\n## 변호인\n\nOffice of State Public Defender by Hunter Nolan Aikens, Leslie S. Lee, attorneys for appellant., Office of the Attorney General by John R. Henry, Jr., Scott Stuart, attorneys for appellee.\n\n## 인용\n\n- 102 So. 3d 1087\n\n## 판결문 요약\n\n\n\nON WRIT OF CERTIORARI\n\nDICKINSON, Presiding Justice,\nfor the Court:\n¶ 1. A trial judge held that a prior conviction for burglary satisfied the violent-crime requirement for habitual-offender status, even though the State had produced no evidence that the burglary involved violence. Because burglary is not — as the trial court held — a crime against the person, and not — as the Court of Appeals (“COA”) held — per se a crime of violence, we reverse.\nBACKGROUND FACTS AND PROCEEDINGS\n¶2. The Harrison County grand jury indicted Mark Kee Brown for felony escape, and as a habitual offender under Mississippi Code Section 99-19-81.1 The State later moved the trial court to amend the grand jury’s indictment to charge Brown as a habitual offender under Section 99-19-83 — a statute that requires a life sentence for defendants with two previous felony convictions, one of which was a “crime of violence.”2\n¶ 3. Although Brown did not challenge the trial judge’s authority to amend the grand jury’s indictment, he did object to the State’s assertion that his burglary conviction was a crime of violence. The only evidence produced by the State to satisfy its burden of proving a crime of violence was Brown’s burglary indictment and guilty plea, along with a document that appeared to present Brown’s statement that he “entered [the house] and stole TVs, VCR and jewelry valued at approximately $1,500.00.”\n¶ 4. The trial judge granted the State’s motion to amend the grand jury’s indict*1089ment; th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    4546,
    4550,
    4551,
    4552,
    4556
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}