{
  "id": 4548,
  "title": "2012년 State of Tennessee v. Susan Michelle Barnett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-11-30",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Susan Michelle Barnett. 판결일: 2012-11-30. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Susan Michelle Barnett\n**판결일**: 2012-11-30\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jeffrey S. Bivins\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                          Assigned on Briefs October 2, 2012\n\n       STATE OF TENNESSEE v. SUSAN MICHELLE BARNETT\n\n                   Appeal from the Circuit Court of Gibson County\n                    Nos. 17702, 18191   Clayburn Peeples, Judge\n\n\n             No. W2010-02026-CCA-MR3-CD - Filed November 30, 2012\n\n\nSusan Michelle Barnett (“the Defendant”) was convicted after a jury trial of aggravated\nassault, two counts of misdemeanor assault, and unauthorized use of an automobile in Gibson\nCounty Circuit Court case no. 17702. The trial court sentenced the Defendant as a Range I,\nstandard offender to an effective sentence of six years. The trial court ordered the Defendant\nto serve her six-year sentence consecutively to a previous sentence. On the date of the\nsentencing hearing in case no. 17702, the Defendant also pleaded guilty to failure to appear\nin Gibson County Circuit Court case no. 18191 and was sentenced as a Range I, standard\noffender to one year, to be served consecutively to her six-year sentence. Thereafter, the\nDefendant attempted to appeal both cases. Having determined that we lack jurisdiction in\ncase no. 17702, we dismiss that appeal. We also dismiss the appeal in case no. 18191\nbecause the notice of appeal was untimely filed, and the Defendant is not entitled to appeal\nher guilty plea pursuant to Tennessee Rule of Appellate Procedure 3(b) and Tennessee Rule\nof Criminal ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-susan-michelle-barnett"
    }
  ],
  "relatedIncidents": [
    4539,
    4551,
    4552,
    4571,
    4628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}