{
  "id": 4549,
  "title": "2012년 Schriro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-11-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Schriro. 판결일: 2012-11-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York ex rel. Jonathan M. Kirshbaum, on Behalf of Daniel Omolukun v. Dora B. Schriro\n**판결일**: 2012-11-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 100 A.D.3d 571\n- 954 N.Y.S.2d 449\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Larry Stephen, J.), rendered May 15, 2012, denying the writ of habeas corpus and dismissing the petition, unanimously affirmed, without costs.\nThe habeas court properly found that the bail court (Bruce Allen, J.) did not abuse its discretion in denying bail pending retrial (see People ex rel. Rosenthal v Wolfson, 48 NY2d 230, 232 [1979]). The bail court presided over a trial at which defendant was convicted of serious charges. That court subsequently granted defendant’s CPL 440.10 motion to vacate the judgment based on newly discovered evidence, but it declined to fix bail pending a new trial. The fact that the court did not state its reasons for that determination does not warrant the conclusion that the determination was an abuse of discretion. The court implicitly based its ruling on the arguments of the parties, which addressed the factors enumerated in CPL 510.30 (2) (a), as well as its familiarity with the strength of the prosecution’s case viewed in light of the newly discovered evidence. Based on these factors, we find no abuse of discretion. Concur — Andrias, J.P, Friedman, DeGrasse, Román and Gische, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-kirshbaum-v-schriro"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}