{
  "id": 4563,
  "title": "2012년 Watson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-11-13",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Watson. 판결일: 2012-11-13. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Louis WATSON, Jr. a/k/a Louis Edward Watson, Jr. a/k/a Jay Jay a/k/a Louis Watson v. STATE of Mississippi\n**판결일**: 2012-11-13\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Fair, Griffis, Irving, Ishee, Lee, Maxwell, Only, Roberts, Russell\n\n## 변호인\n\nLouis Watson Jr., Jackson, appellant, pro se., Office of the Attorney General by Stephanie Breland Wood, attorney for appel-lee.\n\n## 인용\n\n- 100 So. 3d 1034\n\n## 판결문 요약\n\n\nRUSSELL, J.,\nfor the Court:\n¶ 1. Louis Watson Jr. appeals the Grenada County Circuit Court’s order denying his motion for post-conviction relief (PCR). On appeal, Watson claims: (1) he did not admit to knowingly and intentionally committing statutory rape; (2) the State failed to prove his age or the age of the victim; (3) he did not knowingly and voluntarily enter his guilty plea; (4) the circuit court erred in not ordering a mental examination and subsequent competency hearing before accepting his guilty plea; and (5) he received ineffective assistance of counsel. Finding no error, we affirm the circuit court’s denial of Watson’s PCR motion.\nFACTS AND PROCEDURAL HISTORY\n¶ 2. Watson was indicted for statutory rape under Mississippi Code Annotated section 97-3-65(l)(b). On January 11, 2010, Watson pleaded guilty and was sentenced to a term of twenty years imprisonment in the custody of the Mississippi Department of Corrections. On March 24, 2011, Watson filed a PCR motion. On May 11, 2011, the Grenada County Circuit Court entered an order denying Watson’s motion. From this order, Watson now appeals.\nSTANDARD OF REVIEW\n¶ 3. This Court will not disturb the circuit court’s dismissal of a PCR motion unless the decision is clearly erroneous. Williams v. State, 872 So.2d 711, 712 (¶ 2) (Miss.Ct.App.2004). For issues involving questions of law, the applicable standard of review is de novo. Id. (citing Pace v. State, 770 So.2d 1052, 1053 (114) (Miss.Ct.App.2000)).\nDISCUSSION\nI. Whet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watson-v-state"
    }
  ],
  "relatedIncidents": [
    4605,
    4681,
    4689,
    4697,
    4763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}