{
  "id": 4564,
  "title": "2012년 Sorrentini 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-11-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sorrentini. 판결일: 2012-11-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Vilma Sorrentini v. Netta Realty Group\n**판결일**: 2012-11-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 100 A.D.3d 484\n- 954 N.Y.S.2d 43\n\n## 판결문 요약\n\n\n*485Order, Supreme Court, Bronx County (Betty Owen Stinson, J.), entered January 17, 2012, which granted defendants’ motions for summary judgment dismissing the complaint, unanimously modified, on the law, to deny defendant DA &amp; JA Deli &amp; Grocery Corp.’s (Deli) motion, and otherwise affirmed, without costs.\nPhotographs and testimony from the parties raised factual issues whether plaintiff could have seen the cash register lying on the floor in time to avoid it as she entered the deli (see generally Westbrook v WR Activities-Cabrera Mkts., 5 AD3d 69 [1st Dept 2004]).\nIt was not unreasonable for plaintiff to claim she was looking straight into the store at the moment she opened the door to enter the deli. One photograph showed the cash register lying upside down just inside the entrance, as described by the deli owner at deposition. The photograph of the purported “warning” sign (at the deli’s entrance door), which Deli submitted in its reply papers, appears almost blank, with no apparent lettering at all. The nearly “blank” white paper sign, although placed at shoulder height above the right door handle, is seemingly small and inconspicuous when compared to the multiple other colorful advertising signs posted on the glass doors. Moreover, the purported word “Closed” written on the white sign does nothing to alert patrons regarding specific dangers inside, and it could conceivably be ignored, as the evidence indicated that the store light was on inside and the entrance...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sorrentini-v-netta-realty-group"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}