{
  "id": 4570,
  "title": "2012년 Vasquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-11-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vasquez. 판결일: 2012-11-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Lidia Vasquez v. Port Authority of New York and New Jersey, and Laro Maintenance Corp.\n**판결일**: 2012-11-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 100 A.D.3d 442\n- 955 N.Y.S.2d 1\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Jane S. Solomon, J.), entered November 9, 2011, which, to the extent appealed from as limited by the briefs, denied defendant Laro Maintenance Corporation’s motion for summary judgment dismissing the complaint as against it, unanimously reversed, on the law, without costs, and Laro’s motion granted. The Clerk is directed to enter judgment accordingly.\nIn this trip-and-fall case, defendant Laro Maintenance contracted with the Port Authority to undertake responsibility for cleaning and inspecting stairs in the Port Authority Bus Terminal for defects. Plaintiff has alleged that Laro failed to fulfill its duty of care to her by not identifying the defective stair nosing she fell on.\nThe motion court erred in not dismissing plaintiffs action against Laro Maintenance. The evidence fails to show that an issue of fact exists regarding the enumerated exceptions of Espinal v Melville Snow Contrs. (98 NY2d 136 [2002]).\nFirst, plaintiff concedes that Laro Maintenance did not completely displace the Port Authority, which retained its own inspection rights and the obligation to make repairs. Second, plaintiff could not have detrimentally relied on Laro’s performance of the contract, as she was unaware of the contract (Vushaj v Insignia Residential Group, Inc., 50 AD3d 393 [1st Dept 2008]). Finally, Laro, by its mere failure to inspect, did not launch a force or instrument of harm (see Church v Callanan Indus., 99 NY2d 104, 111-112 [2002]; All Am. Mov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vasquez-v-port-authority-of-new-york-new-jersey"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=katz-v-greenblatt"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}