{
  "id": 4575,
  "title": "2012년 Michael Francis Palma v. Houston Independent School District and Linebarger, Goggan, Blair and Sampson, LLP 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-11-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Michael Francis Palma v. Houston Independent School District and Linebarger, Goggan, Blair and Sampson, LLP. 판결일: 2012-11-05. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Michael Francis Palma v. Houston Independent School District and Linebarger, Goggan, Blair and Sampson, LLP\n**판결일**: 2012-11-05\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n                                 COURT OF APPEALS FOR THE\n                            FIRST DISTRICT OF TEXAS AT HOUSTON\n\n                                             ORDER\n\nAppellate case name:      Michael Francis Palma v. Houston Independent School District, for\n                          itself and on behalf of Harris County Educational District\n\nAppellate case number:    01-07-00898-CV\n\nTrial court case number: 2006-14382\n\nTrial court:              61st District Court of Harris County\n\n       On September 10, 2012, appellant filed a “Motion to Have the Record Completed.” In\nhis motion, appellant requested that the reporter’s record be completed by inclusion of transcripts\nfrom January 12, 2007 and February 2, 2007, for which the court reporter “was present” “[t]o the\nbest of [appellant’s] recollection.” Appellant also requested supplementation of the clerk’s\nrecord and included a list of “some of the documents that are missing,” consisting of a number of\ndocuments and “missing exhibits” MP1 through MP16, MP16A through MP16F, MP17 through\nMP22, and MP22A.\n        On September 11, 2012, the court reporter filed an information sheet informing this Court\nthat no reporter’s record exists for January 12, 2007 or February 2, 2007.\n        On October 18, 2012, we dismissed appellant’s motion as moot, because appellant had\nalready filed his brief and because rules 34.5(c) and 34.6(d) allow any party to direct the trial\ncourt clerk or court reporter to supplement their respective r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=michael-francis-palma-v-houston-independent-school"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}