{
  "id": 4605,
  "title": "2012년 Eric Tolley v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-10-25",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Eric Tolley v. State of Tennessee. 판결일: 2012-10-25. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Eric Tolley v. State of Tennessee\n**판결일**: 2012-10-25\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Camille R. McMullen\n\n\n## 판결문 요약\n\n            IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                             AT JACKSON\n                               Assigned on Briefs May 1, 2012\n\n                      ERIC TOLLEY v. STATE OF TENNESSEE\n\n                    Appeal from the Criminal Court for Shelby County\n                       Nos. 04-05432-35    Paula Skahan, Judge\n\n\n                No. W2011-01816-CCA-MR3-PC - Filed October 25, 2012\n\n\nPro se Petitioner, Eric Tolley, appeals the summary dismissal of his petition for post-\nconviction relief seeking analysis of certain evidence under the Post-Conviction DNA\nAnalysis Act of 2001 (“The Act”).1 The Petitioner originally entered guilty pleas to three\ncounts of aggravated sexual battery and two counts of rape of child for which he received an\neffective sentence of twenty-one years and six months in the Department of Correction. In\nthis appeal, the Petitioner contends the post-conviction court erred in denying his petition\nwithout an evidentiary hearing. Upon review, we affirm the judgment of the post-conviction\ncourt.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nC AMILLE R. M CM ULLEN, J., delivered the opinion of the court, in which R OBERT W.\nW EDEMEYER and D. K ELLY T HOMAS, J R., JJ., joined.\n\nEric Tolley, Whiteville, Tennessee, Pro Se.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Sophia J. Lee, Senior Counsel; Amy\nP. Weirich, District Attorney General; and Glen C. Baity, Assistant District Attorney...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eric-tolley-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    4563,
    4681,
    4689,
    4697,
    4763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}