{
  "id": 4624,
  "title": "2012년 Mickens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-10-01",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Mickens. 판결일: 2012-10-01. 법원: District Court, D. New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: William MICKENS, individually and on behalf of all others similarly situated v. FORD MOTOR COMPANY\n**판결일**: 2012-10-01\n**법원**: District Court, D. New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: McNulty\n\n## 변호인\n\nDavid J. Cohen, Kolman Ely, P.C., Penndel, PA, for Plaintiff., James Steven Dobis, Dobis Russell & Peterson, Livingston, NJ, for Defendant.\n\n## 인용\n\n- 900 F. Supp. 2d 427\n\n## 판결문 요약\n\n\nOPINION\nKEVIN McNULTY, District Judge.\nPlaintiff William Miekens, a car purchaser, brings this action individually and on behalf of others similarly situated against Ford Motor Company. The Amended Class Action Complaint (the “Complaint,” cited as “AC”), contains three counts. It alleges violations of the New Jersey Consumer Fraud Act (the “CFA”), N.J. Stat. Ann. § 56:8-2, in connection with an alleged galvanic corrosion defect in the hood panels of fourteen makes and models of vehicles designed and manufactured by Ford. This motion is decided without oral argument. See Fed.R.Civ.P. 78(b).\nFord has moved to dismiss the Complaint under Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim under the CFA. According to Ford:\n(1) Count I does not adequately allege how the Defendant’s failure to report the alleged defect to the New Jersey Division of Consumer Affairs caused the Plaintiffs loss;\n(2) Count II does not adequately allege a material omission because Ford’s warranty disclosed the galvanic corrosion defect; and\n(3) Count III does not adequately allege a deceptive practice with respect to Ford’s warranty scheme, and it does not allege misrepresentations or omissions at all.\nFor the reasons set forth below, the Defendant’s motion to dismiss is granted as to Count I only, and Count I is dismissed with prejudice. Although failure to report certain defects as required by. the New Jersey Lemon Law, N.J. Stat. Ann. § 56:12^4, is a .per se violation of the CFA, M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mickens-v-ford-motor-co"
    }
  ],
  "relatedIncidents": [
    4561,
    4626,
    4646,
    4679,
    4690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}