{
  "id": 4626,
  "title": "2012년 Crozier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-09-28",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Crozier. 판결일: 2012-09-28. 법원: District Court, D. New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Bridget CROZIER v. JOHNSON & JOHNSON CONSUMER COMPANIES, INC., Defendant Marguerite McNamee v. Johnson & Johnson Consumer Companies, Inc.\n**판결일**: 2012-09-28\n**법원**: District Court, D. New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Simandle\n\n## 변호인\n\nDaniel Joseph Sherry, Jr., Eisenberg, Rothweiler, Winkler, Eisenberg, & Jeck, PC., Philadelphia, PA, David T. Shulick, Bala Cynwyd, PA, Nancy J. Winkler, Eisenberg, Rothweiler, Winkler, Eisenberg, & Jeck, PC., Cherry Hill, NJ, for Plaintiffs., Anna F. Lesovitz, Drinker Biddle & Reath LLP, Princeton, NJ, David F. Abernathy, Drinker Biddle & Reath LLP, Philadelphia, PA, for Defendant.\n\n## 인용\n\n- 901 F. Supp. 2d 494\n\n## 판결문 요약\n\n\nOPINION\nSIMANDLE, Chief Judge.\nI. INTRODUCTION\nPlaintiffs Bridget Crozier and Marguerite McNamee have brought these putative class actions alleging that Defendant Johnson &amp; Johnson Consumer Companies Inc. has violated the New Jersey Consumer Fraud Act, N.J.S.A. § 56:8-1, et seq, as well as the implied warranties of merchantability under N.J.S.A. § 12A:2-314, and of fitness under N.J. Stat. Ann. § 12A:2-314, in connection with the sale of Neosporin NEO TO GO! first aid antiseptic/pain relieving spray.\nThis matter comes before the Court on Defendant’s Motions to Dismiss [Civ. No. 12-0008, Docket Item 4; Civ. No. 12-0010, Docket Item 4]1 Plaintiffs’ New Jersey Consumer Fraud Act (“NJCFA”) and breach-of-warranty claims. The Court finds that federal law preempts any claims relating to the spray’s label. In terms of the spray’s advertising, the Court finds that Plaintiffs failed to state plausible claims for relief. The Motion to Dismiss will be granted. The NJCFA claims will be dismissed without prejudice, and the breach-of-warranty claims will be dismissed with prejudice.\nII. BACKGROUND\nThe procedural history of the two cases, the factual and legal allegations contained in Plaintiffs’ Complaints, and the arguments in Defendant’s Motions to Dismiss are now discussed.\nA. Procedural History\nPlaintiffs Bridget Crozier and Marguerite McNamee both filed lawsuits against Johnson &amp; Johnson Consumer Companies Inc. (“J &amp; J”)2 in New Jersey Superior Court, Camden County Law Div...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crozier-v-johnson-johnson-consumer-companies-inc"
    }
  ],
  "relatedIncidents": [
    4561,
    4624,
    4646,
    4679,
    4690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}