{
  "id": 4628,
  "title": "2012년 Asman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-09-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Asman. 판결일: 2012-09-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Steven W. Asman v. John Durst\n**판결일**: 2012-09-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 98 A.D.3d 1068\n- 951 N.Y.S.2d 229\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for assault and battery, the defendant appeals from a judgment of the Supreme Court, Nassau County (Diamond J.), entered January 20, 2011, which, upon an order of the same court (Phelan, J), dated April 15, 2010, granting the plaintiffs oral application to strike the answer based on the defendant’s failure to appear at a compliance conference, upon an order of the same court (Phelan, J.), entered August 30, 2010, denying the defendant’s motion to vacate the order dated April 15, 2010, and after an inquest on the issue of damages, is in favor of the plaintiff and against him in the principal sum of $100,000.\nOrdered that the judgment is reversed, on the facts and in the exercise of discretion, with costs, the defendant’s motion to vacate the order dated April 15, 2010, is granted, the application to strike the answer is granted to the extent of imposing a *1069sanction on the defendant in the sum of $1,000 payable to the plaintiff, and the application is otherwise denied, the order entered August 30, 2010, is modified accordingly, and the matter is remitted to the Supreme Court, Nassau County, for further proceedings consistent herewith.\nThe defendant allegedly punched the plaintiff in the face using a metal object. After this action was commenced, the defendant, proceeding pro se, failed to appear for a compliance conference on March 18, 2010. The conference was rescheduled for April 13, 2010. On April 12, 2010, the defendant appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=asman-v-durst"
    }
  ],
  "relatedIncidents": [
    4539,
    4548,
    4551,
    4552,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}