{
  "id": 4630,
  "title": "2012년 Pond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-09-25",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Pond. 판결일: 2012-09-25. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. TERRELL WILLIAMS POND\n**판결일**: 2012-09-25\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Alvord, Beach, Borden\n\n## 변호인\n\nKate MacLeman, certified legal intern, with whom were Timothy H. Everett, special public defender, Sabrina Copp and Andrew Veale, certified legal interns, and, on the brief, Matthew Bristol, Irene Kim and Louisa Lindberg, certified legal interns, for the appellant (defendant)., Leonard C. Boyle, deputy chief state’s attorney, with whom, on the brief, were Michael Dearington, state’s attorney, and John Lion, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 138 Conn. App. 228\n\n## 판결문 요약\n\n\n\nOpinion\n\nALVORD, J.\nThe crime of robbery in the second degree in violation of General Statutes § 53a-135 (a) *230(2)1 provides that a person is guilty of that crime when he commits robbery2 and “in the course of the commission of the crime ... he or another participant in the crime displays or threatens the use of what he represents by his words or conduct to be a deadly weapon or a dangerous instrument.” The inchoate crime of conspiracy in violation of General Statutes § 53a-48 (a)3 provides that “[a] person is guilty of conspiracy when, with intent that conduct constituting a crime be performed, he agrees with one or more persons to engage in or cause the performance of such conduct, and any of them commits an overt act in pursuance of such conspiracy.”4 The two related issues in this appeal present the question of whether, in order to convict a defendant of conspiracy to commit robbery in the second degree in violation of §§ 53a-48 (a) and 53a-135 (a) (2), the state must prove that the defendant conspirator had the specific intent that there would be a display or threat of the use of what was represented to be a deadly weapon or dangerous instrument, even if that specific intent is not required for proof of the underlying crime of robbery in the second degree. We conclude that our *231Supreme Court authority requires the state to prove such specific intent.\nOn appeal, the defendant, Terrell Williams Pond, claims that (1) there was insufficient evidence of his specific in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pond"
    }
  ],
  "relatedIncidents": [
    4538,
    4546,
    4550,
    4551,
    4552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}