{
  "id": 4641,
  "title": "2012년 Cartwright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-09-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cartwright. 판결일: 2012-09-10. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: CARTWRIGHT v. State\n**판결일**: 2012-09-10\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hunstein\n\n## 변호인\n\nWilliam J. Mason, for appellant., Julia Fessenden Slater, District Attorney, William D. Hocutt TV, Assistant District Attorney, Samuel S. Olens, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Dana E. Weinberger, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 291 Ga. 498\n- 731 S.E.2d 353\n\n## 판결문 요약\n\n\nHunstein, Chief Justice.\nDerrick Cartwright was convicted of felony murder, aggravated assault, and possession of a firearm during the commission of a crime.1 The trial court denied Cartwright’s motion for a new trial and he appeals, challenging only the effectiveness of his trial counsel. Finding no error, we affirm.\nViewed in the light most favorable to the verdict, the evidence shows that in the early morning hours of April 3, 2006, Kevin Stafford stopped his car in front of Diane Ruhl’s house in Columbus, Georgia to purchase drugs. Cartwright approached Stafford’s car and confronted him about a drug debt. While Stafford was still sitting in the car, Cartwright shot him in front of several witnesses. Stafford managed to drive a short distance before crashing his car into a nearby house. When police arrived, they found Stafford’s body inside his car with a bullet wound to his neck. Police also found a single .380 *499caliber bullet and shell casing inside the car. Two witnesses had seen Cartwright with a .380 semi-automatic pistol earlier in the evening.\n1. The evidence in this case was sufficient for the jury to conclude beyond a reasonable doubt that Cartwright was guilty of felony murder, aggravated assault, and possession of a firearm during the commission of a crime. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979).\n2. All three of Cartwright’s enumerations of error center on his .contention that he received ineffective assistance of counsel. Georgi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cartwright-v-state"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}