{
  "id": 4655,
  "title": "2012년 Jerry Lee Hunter v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-31",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Jerry Lee Hunter v. State of Tennessee. 판결일: 2012-08-31. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Jerry Lee Hunter v. State of Tennessee\n**판결일**: 2012-08-31\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Joseph M. Tipton\n\n\n## 판결문 요약\n\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                            AT NASHVILLE\n                            Assigned on Briefs August 17, 2011\n\n                JERRY LEE HUNTER v. STATE OF TENNESSEE\n\n                   Appeal from the Circuit Court for Marshall County\n                     No. 2010-CR-120      Robert G. Crigler, Judge\n\n\n\n\n                  No. M2011-00230-CCA-R3-PC - Filed August 31, 2012\n\n\nThe Petitioner, Jerry Lee Hunter, appeals the Marshall County Circuit Court’s denial of post-\nconviction relief from his conviction for especially aggravated robbery, for which he is\nserving an eighteen-year sentence. The Petitioner contends that his entry of a guilty plea was\nunknowing, involuntary, and unintelligent because he did not receive the effective assistance\nof counsel. We affirm the judgment of the trial court.\n\n   Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJ OSEPH M. T IPTON, P.J., delivered the opinion of the court, in which J ERRY L. S MITH and\nD ONALD P. H ARRIS, S R.J., joined.1\n\nEmeterio Hernando, Lewisburg, Tennessee, for the appellant, Jerry Lee Hunter.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Jeffrey D. Zentner, Assistant Attorney\nGeneral; Charles Frank Crawford, Jr., District Attorney General; and Weakley E. Barnard,\nAssistant District Attorney General, for the appellee, State of Tennessee.\n\n                                            OPINION\n\n       The Petitioner was indicted for att...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-david-dwayne-bell"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jerry-lee-hunter-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}