{
  "id": 4670,
  "title": "2012년 In re Disciplinary Action Against McCormick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-22",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: In re Disciplinary Action Against McCormick. 판결일: 2012-08-22. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In re Petition for DISCIPLINARY ACTION AGAINST David Lawrence McCORMICK, a Minnesota Attorney, Registration No. 259500\n**판결일**: 2012-08-22\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n## 변호인\n\nMartin A. Cole, Director, Timothy M. Burke, Senior Assistant Director, Office of Lawyers Professional Responsibility, St. Paul, MN, for petitioner., David Lawrence McCormick, Minneapolis, MN, pro se.\n\n## 인용\n\n- 819 N.W.2d 442\n\n## 판결문 요약\n\n\nOPINION\nPER CURIAM.\nOn May 2, 2011, the Director of the Office of Lawyers Professional Responsibility filed a petition for disciplinary action alleging that respondent, David Lawrence McCormick, while representing a defendant in a homicide case, instructed an investigator to interview an anticipated witness in the case without first seeking and obtaining permission from the witness’ attorney, in violation of Minn. R. Prof. Conduct 4.2 and 8.4(d). Pursuant to Rule 14, Rules on Lawyers Professional Responsibility (RLPR), we assigned a referee and a hearing was held. The referee issued findings of fact, conclusions, and a recommendation. The referee found McCormick was representing R.S. in a homicide case. M.S., a co-defendant in the same matter, entered into a plea agreement with the state and his sentencing “was deferred until after [he] testified at [R.S.’s] trial.” Sometime around September 15, 2010, McCormick asked an investigator to meet with M.S. and ask him questions about how he planned to testify at R.S.’s trial; the investigator did so and took a statement from M.S. about facts relating to the homicide charges pending against M.S. and R.S. McCormick knew M.S. was represented by counsel, but he “neither sought nor received” M.S.’s lawyer’s permission to communicate with M.S. about the matter.\nBased on these findings, the referee concluded that McCormick violated Minn. R. Prof. Conduct 4.2 and 8.4(d) and the terms of our June 11, 2009, order reinstating McCormick to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-disciplinary-action-against-mccormick"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}