{
  "id": 4677,
  "title": "2012년 Colon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-15",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Colon. 판결일: 2012-08-15. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Plaintiff-Respondent v. ELOISA CONNIE COLON\n**판결일**: 2012-08-15\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Brewer, Ortega, Sercombe\n\n## 변호인\n\nPeter Gartlan, Chief Defender, and Erik Blumenthal, Deputy Public Defender, Office of Public Defense Services, filed the brief for appellant., John R. Kroger, Attorney General, Anna M. Joyce, Solicitor General, and Jamie K. Contreras, Assistant Attorney General, filed the brief for respondent.\n\n## 인용\n\n- 251 Or. App. 714\n- 284 P.3d 589\n\n## 판결문 요약\n\n\nORTEGA, P. J.\nAfter a trial to the court, defendant was convicted of one count of fourth-degree assault. ORS 163.160. She appeals the resultant judgment, raising three assignments of error. We reject defendant’s first assignment of error without discussion but, because we agree with defendant that the trial court erred in refusing to permit the complainant’s cousin, Torres, to testify regarding his opinion of the complainant’s truthfulness, we reverse and remand.\nThis case arises from an interaction between defendant and her 17-year-old daughter, the complainant, which culminated in the complainant being struck in the face with a large cooking spoon. Defendant was charged with fourth-degree assault and waived jury trial. Her case was tried to the court. At trial, defendant testified that the spoon had slipped from her hand accidentally as she was gesturing at the complainant. The complainant, on the other hand, testified that defendant had intentionally thrown the spoon at her.\nDuring her case-in-chief, defendant called Torres, the complainant’s second cousin. He was in the house on the evening of the incident in question. Torres testified that he had known the complainant all his life, that the two of them “used to hang out a lot,” and that he frequently was present in the house where defendant and the complainant lived. Based on Torres’s knowledge of the complainant, defense counsel attempted to elicit testimony regarding his opinion of the complainant’s truthfulness:\n“[DE...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-colon"
    }
  ],
  "relatedIncidents": [
    4539,
    4548,
    4551,
    4552,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}