{
  "id": 4679,
  "title": "2012년 nVision Global Technology Solutions, Inc. v. Cardinal Health 5, LLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: nVision Global Technology Solutions, Inc. v. Cardinal Health 5, LLC. 판결일: 2012-08-14. 법원: District Court, N.D. Georgia.",
  "description": "## 사건 정보\n\n**사건명**: NVISION GLOBAL TECHNOLOGY SOLUTIONS, INC. v. CARDINAL HEALTH 5, LLC\n**판결일**: 2012-08-14\n**법원**: District Court, N.D. Georgia\n**관할**: Georgia, GA\n\n**판사**: Duffey\n\n## 변호인\n\nEric F. Barton, John A. Sherrill, R. Wayne Bond, Rebecca Allison Davis, Seyfarth Shaw, LLP, James E. Connelly, Kirk W. Watkins, Womble Carlyle Sandridge & Rice, PLLC, Atlanta, GA, for Plaintiff., Dean Andrew Calloway, James Williams, Joseph E. Finley, Lucas W. Andrews, Richard H. Deane, Jr., Jones Day, Atlanta, GA, for Defendant.\n\n## 인용\n\n- 887 F. Supp. 2d 1240\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER\n\nWILLIAM S. DUFFEY, JR., District Judge.\nThis matter is before the Court on Cardinal Health 5, LLC’s (“Defendant” or “Cardinal”) Motion for Relief Under Rule 56(h) of the Federal Rules of Civil Procedure [192]; Cardinal’s Motion for Partial Summary Judgment [143]; nVision Global Technology Solutions, Inc.’s (“Plaintiff’ or “nVision”) Motion for Partial Summary Judgment [148]; and nVision’s Renewed Motion for Summary Judgment on Cardinal’s Counterclaims of Fraud and Estoppel [206].\n1. BACKGROUND1\nA. Cardinal’s 2007 Request for Proposal for Freight Payment and Audit Services\nnVision was founded in 2003 as a software company to develop, sell, and lease logistics software used for freight bill payment and audit services. (Def.’s Resp. and Objections to Pl.’s Statement of Material Facts (“PSOF”) [61.3] ¶ 1). Cardinal is a leading provider of medical, surgical, and pharmaceutical products and services, including wholesale distribution to retail customers such as drug stores, supermarket pharmacies, hospitals, and alternative care providers. (Pl.’s Resp. to Def.’s Statement of Material Facts (“DSOF”) [67] at 6).\nIn August 2007, Cardinal issued a “Request for Proposal” (“RFP”) and solicited bids from companies to provide freight payment and audit (“FPA”) services to some of Cardinal’s business units. (Def.’s Resp. and Objections to PL’s Statement of Material Facts in Support of its Mot. for Partial Summ. J. (“PSMF I”) [157.1] at 2;2 *1245PL’s Resp. to Def.’s State...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nvision-global-technology-solutions-inc-v-cardinal-health-5-llc"
    }
  ],
  "relatedIncidents": [
    4561,
    4624,
    4626,
    4646,
    4690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}