{
  "id": 4681,
  "title": "2012년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-13",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Green. 판결일: 2012-08-13. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent v. Melvin M. GREEN\n**판결일**: 2012-08-13\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Burrell, Lynch, Rahmeyer\n\n## 변호인\n\nEmmett D. Queener, Columbia, MO, for Appellant., Chris Koster, Attorney General, and, Timothy A. Blackwell, Assistant Attorney General, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 389 S.W.3d 684\n\n## 판결문 요약\n\n\nDON E. BURRELL, Presiding Judge.\nMelvin M. Green (“Defendant”) challenges his convictions and resulting consecutive life sentences for attempted forcible rape, two counts of forcible sodomy, and three counts of first-degree robbery. See sections 564.011, 566.030, 566.060, and 569.020.1 Defendant does not challenge the sufficiency of the evidence to sustain his convictions or assert that any reversible error occurred during his trial; rather, Defendant claims the charges against him should have been dismissed because he was denied his statutory and constitutional rights to a speedy trial.2\nThe State concedes that “[t]he delay of nineteen months from the date of arrest to the beginning of trial is presumptively prejudicial” but asserts that other factors *686support the trial court’s denial of Defendant’s “motion to dismiss for violation of Defendant’s right to speedy trial” (“the speedy-trial motion”).3 Because Defendant’s defense strategy was not impaired by the delay — the most important factor to be considered — and the trial court was not required to believe Defendant’s testimony about other consequences he claimed to have suffered — the trial court did not err in refusing to dismiss the case.\nApplicable Law\nThe protections of the Sixth Amendment of the United States Constitution and article I, section 18(a) of the Missouri Constitution “provide equivalent protection for a defendant’s right to a speedy trial.” State v. Taylor, 298 S.W.3d 482, 504 (Mo. banc 2009). The Unit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-green"
    }
  ],
  "relatedIncidents": [
    4563,
    4605,
    4689,
    4697,
    4763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}