{
  "id": 4687,
  "title": "2012년 Michael Scott Farner v. David Sexton, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-10",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Michael Scott Farner v. David Sexton, Warden. 판결일: 2012-08-10. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Michael Scott Farner v. David Sexton, Warden\n**판결일**: 2012-08-10\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge James Curwood Witt, Jr.\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                            Assigned on Briefs July 25, 2012\n\n MICHAEL SCOTT FARNER v. DAVID SEXTON, WARDEN and STATE\n                    OF TENNESSEE\n\n                  Appeal from the Circuit Court for Johnson County\n                         No. 5805    Lynn W. Brown, Judge\n\n\n\n\n                 No. E2011-01636-CCA-R3-HC - Filed August 10, 2012\n\n\nThe petitioner, Michael Scott Farner, appeals the summary dismissal of his petition for writ\nof habeas corpus, claiming that his 1988 guilty-pleaded convictions of second degree murder,\nassault with intent to commit first degree murder, and second degree burglary are void\nbecause his guilty pleas were not knowingly and voluntarily entered and because his\nsentences are illegal. Because we perceive no error in the dismissal of the petition for writ\nof habeas corpus, we affirm the judgment of the habeas corpus court.\n\n             Tenn. R. App. P. 3; Judgment of the Circuit Court Affirmed\n\nJ AMES C URWOOD W ITT, J R., J., delivered the opinion of the Court, in which R OBERT W.\nW EDEMEYER and R OGER A. P AGE, JJ., joined.\n\nMichael Scott Farner, Mountain City, Tennessee, pro se.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; and Cameron L. Hyder, Assistant\nAttorney General, for the appellees, David Sexton, Warden, and State of Tennessee.\n\n                                          OPINION\n\n               In 1988, the petitioner pleaded guil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=michael-scott-farner-v-david-sexton-warden"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}