{
  "id": 4689,
  "title": "2012년 Dobbins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-10",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Dobbins. 판결일: 2012-08-10. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Steve Edward DOBBINS, (Defendant) v. The STATE of Wyoming, (Plaintiff) Steven Edward Dobbins, (Defendant) v. The State of Wyoming, (Plaintiff)\n**판결일**: 2012-08-10\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Burke, Golden, Hill, Kite, Voigt\n\n## 변호인\n\nRepresenting Appellant: Diane Lozano, State Public Defender and Tina N. Olson, Appellate Counsel., Representing Appellee: Gregory A. Phillips, Wyoming Attorney General; David L. Delieath, Deputy Attorney General; and James M. Causey, Senior Assistant Attorney General.\n\n## 인용\n\n- 298 P.3d 807\n- 2012 WY 110\n\n## 판결문 요약\n\n\nHILL, Justice.\n[¶ 1] Pursuant to a plea agreement, Steve Edward Dobbins pleaded no contest to one count of sexual assault in the first degree, a felony, in violation of Wyo. Stat. Ann. § 6-2-302(a)(iii). In this consolidated appeal, Dobbins contends that the district court should have permitted him to withdraw his plea, both before and after sentencing.1 Specifically, Dobbins complains that he should have been allowed to withdraw his plea of no contest prior to being sentenced because he did not have close assistance of counsel and that he had a fair and just reason to withdraw his plea. Dobbins also argues that he should have been allowed to withdraw his plea of no contest after sentencing because the district court failed to properly advise him as required by W.R.Cr.P. 11, resulting in manifest injustice. According to Dobbins, the district court abused its discretion in denying his pre-sentence and posLsentence motions to withdraw his no contest plea, and that the error of the district court was not harmless. We affirm the denial of both of Dobbins’ motions to withdraw his no contest plea, and we affirm the judgment and sentence.\nISSUES\n[¶ 2] The issue, as phrased by Dobbins, is as follows:\nShould [Dobbins] be allowed to withdraw his plea because (1) the trial court erred in its advisements to [him], at arraignment and at the change of plea hearing; and (2) the trial court abused its discretion in denying [Dobbins’] presentenee motion to withdraw his plea?\nFACTS AND PROCEE...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dobbins-v-state"
    }
  ],
  "relatedIncidents": [
    4563,
    4605,
    4681,
    4697,
    4763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}