{
  "id": 4690,
  "title": "2012년 Brenda Darlene, Inc. v. Bon Secour Fisheries, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-08-10",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Brenda Darlene, Inc. v. Bon Secour Fisheries, Inc.. 판결일: 2012-08-10. 법원: Court of Civil Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: BRENDA DARLENE, INC., and Apalachee Girl, Inc. v. BON SECOUR FISHERIES, INC.\n**판결일**: 2012-08-10\n**법원**: Court of Civil Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bryan, Moore, Pittman, Thomas, Thompson, Writing\n\n## 변호인\n\nJames G. Curenton, Jr., Fairhope, for appellants., Mary E. Murchison and James P. Coleman of Murchison & Howard, L.L.C., Foley, for appellee.\n\n## 인용\n\n- 101 So. 3d 1242\n\n## 판결문 요약\n\n\nTHOMAS, Judge.\nIn August 2008, two shrimp boats, the Brenda Darlene and the Apalachee Girl, returned from a shrimping trip to Texas. As was typical of both boats, they docked and sold their catch to Bon Secour Fisheries, Inc. (“BSF”), a seafood packing company. Two years later, in August 2010, Brenda Darlene, Inc., and Apalachee Girl, Inc. (“the shrimp-boat companies”), sued BSF, alleging breach of contract, fraudulent misrepresentation, fraudulent suppression, unjust enrichment, and conversion. The shrimp-boat companies alleged in their complaint that BSF, through its president and agent John A. Nelson, had *1245entered into an oral agreement to purchase the shrimp boats’ catch for a greater price than it actually paid to the shrimp-boat companies; that BSF, through John, had fraudulently misrepresented the price BSF intended to pay for the shrimp boats’ catch; that BSF suppressed certain information during the negotiation of the purchase of the shrimp boats’ catch; that BSF had been unjustly enriched by the purchase of the catch at a lower price than promised; and that BSF had converted the shrimp boats’ catch.\nBSF answered the complaint, and this action was consolidated with a similar action involving BSF and another shrimp boat, the Erica Lynn. BSF moved for a summary judgment in its favor against the shrimp-boat companies. In its motion, BSF argued that the shrimp-boat companies had based their claims on an oral contract that was void under Ala.Code 1975, § 7-2-201, the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brenda-darlene-inc-v-bon-secour-fisheries-inc"
    }
  ],
  "relatedIncidents": [
    4561,
    4624,
    4626,
    4646,
    4679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}