{
  "id": 4711,
  "title": "2012년 Jackson v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-07-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Jackson v. United States. 판결일: 2012-07-23. 법원: District Court, E.D. Texas.",
  "description": "## 사건 정보\n\n**사건명**: David Lee JACKSON v. United States\n**판결일**: 2012-07-23\n**법원**: District Court, E.D. Texas\n**관할**: Texas, TX\n\n**판사**: Clark\n\n## 변호인\n\nJames Charles Lohman, Attorney at Law, Austin, TX, Chris A. Hollinger, O’Melveny & Myers LLP, San Francisco, CA, Christopher Brendan Craig, O’Melveny & Myers, Los Angeles, CA, for Petitioner., Joseph Robert Batte, Robert Lavelle Hobbs, U.S. Attorney’s Office, Beaumont, TX, Alan Reeve Jackson, Traci Lynne Kenner, U.S. Attorney’s Office, Tyler, TX, John Malcolm Bales, U.S. Attorney’s Office, Lufkin, TX, for Respondent.\n\n## 인용\n\n- 879 F. Supp. 2d 604\n\n## 판결문 요약\n\n\n\nMEMORANDUM ORDER DENYING MOTION FOR SUBSTITUTION OF COUNSEL\n\nRON CLARK, District Judge.\nPetitioner David Lee Jackson was convicted of murder and the use of a dangerous weapon to commit murder, in violation of federal law, and sentenced to death. His conviction and sentence were affirmed by the United States Court of Appeals for the Fifth Circuit, and the Supreme Court denied Mr. Jackson’s petition for writ of certiorari.1 Pro bono counsel from O’Melveny &amp; Myers first appeared on his behalf in this habeas proceeding on October 1, 2009. On the motion of trial counsel, the court appointed James Lohman as habeas co-counsel on October 13, 2009.\nOver the course of the next two years, Mr. Lohman submitted six CJA 30 vouchers totaling $141,674.39 for services rendered between October 13, 2009 and September 27, 2011.2 This does not include the amount of money Mr. Lohman unsuccessfully requested specifically in connection with an Atkins hearing.3\nTo date, Mr. Lohman has been paid $85,755.29,4 or about 60% of the funds for which he submitted CJA vouchers. As the *606court has pointed out in orders ruling on his CJA requests, his description of work performed was frequently inadequate.5\nMr. Lohman now seeks to withdraw as counsel, in favor of Morris H. Moon of the Federal Capital Habeas Project. The request is unopposed by Mr. Jackson, and seems to be based solely on Mr. Lohman’s failure to receive all of the money he has requested in this case.\nDiscussion\nTexas Disciplinary Rule o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-united-states"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}