{
  "id": 4715,
  "title": "2012년 Favor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-07-16",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Favor. 판결일: 2012-07-16. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. BRANDON ALEXANDER FAVOR, Defendant and Appellant\n**판결일**: 2012-07-16\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Chin, Liu\n\n## 변호인\n\nCounsel, Edmund G. Brown, Jr., and Kamala D. Harris, Attorneys General, Dane R. Gillette, Chief Assistant Attorney General, Pamela C. Hamanaka, Assistant Attorney General, Susan D. Martynec, Lawrence M. Daniels, Linda C. Johnson and Gary A. Lieberman, Deputy Attorneys General, for Plaintiff and Respondent., Allen G. Weinberg, under appointment by the Supreme Court, for Defendant and Appellant.\n\n## 인용\n\n- 54 Cal. 4th 868\n\n## 판결문 요약\n\nFiled 7/16/12\n\n\n\n\n      IN THE SUPREME COURT OF CALIFORNIA\n\n\nTHE PEOPLE ,                         )\n                                     )\n           Plaintiff and Respondent, )\n                                     )                             S189317\n           v.                        )\n                                     )                      Ct.App. 2/4 B215387\nBRANDON ALEXANDER FAVOR,             )\n                                     )                      Los Angeles County\n           Defendant and Appellant.  )                    Super. Ct. No. BA285265\n____________________________________)\n\n\n        In this case, a jury found defendant guilty of two counts of robbery, as an\naider and abettor, and guilty of two counts of attempted murder, on the theory that\nthe nontarget offenses of attempted murder were a natural and probable\nconsequence of the target offenses of robbery which defendant had aided and\nabetted. The jury further found that the attempted murders were willful,\ndeliberate, and premeditated, under Penal Code section 664, subdivision (a)\n(section 664(a)).1 The statute increases the punishment for attempted murder\nbeyond the maximum otherwise prescribed, when those findings are found true by\nthe trier of fact.\n        In People v. Cummins (2005) 127 Cal.App.4th 667 (Cummins), the Court of\nAppeal held that as to the premeditation allegation under section 664(a), the trial\ncourt need only instruct that the jury must find that the commission of attempted\n\n1 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-favor"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}