{
  "id": 4717,
  "title": "2012년 Delhall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-07-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Delhall. 판결일: 2012-07-12. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Wadada DELHALL v. STATE of Florida\n**판결일**: 2012-07-12\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Canady, Labarga, Lewis, Pariente, Perry, Polston, Quince\n\n## 변호인\n\nMelodee Smith of the Law Offices of Melodee A. Smith, Fort Lauderdale, FL, for Appellant., Pamela Jo Bondi, Attorney General, Tallahassee, FL, and Sandra S. Jaggard, Assistant Attorney General, Miami, FL, for Appellee.\n\n## 인용\n\n- 95 So. 3d 134\n\n## 판결문 요약\n\n\nPER CURIAM.\nWadada Delhall appeals from a judgment of conviction of first-degree murder and a sentence of death. We have jurisdiction. See art. V, § 3(b)(1), Fla. Const. For the reasons set forth below, we affirm Delhall’s conviction for first-degree murder, but we vacate Delhall’s death sentence and remand for a new penalty phase proceeding.\nFACTUAL AND PROCEDURAL HISTORY\nOverview\nWadada Delhall, age twenty-four at the time of the murder, was indicted on January 8, 2002, for the November 29, 2001, first-degree premeditated murder of Hubert McCrae in his auto repair shop in Opa-locka, Florida. He was also charged with unlawful use of a firearm in violation of section 782.04, Florida Statutes (2001), unlawful discharge of the firearm resulting in death or serious bodily harm upon McCrae in violation of section 790.07(2), Florida Statutes (2001), and possession of a firearm by a convicted felon.1 At the jury trial held in June 2008, the State presented evidence that Delhall murdered McCrae because he was, at that time, the only known eyewitness to the murder of another individual named Gilbert Bennett with which Delhall’s brother Negus Delhall was charged. The jury found Wadada Delhall guilty of all the charges and the case proceeded to the penalty phase trial.\nAt the conclusion of the penalty phase, the jury recommended a death sentence by a vote of eight to four, and the trial court ultimately entered an order sentencing Delhall to death. This appeal ensued. Delhall raises t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=delhall-v-state"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}