{
  "id": 4740,
  "title": "2012년 Pelletier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-27",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Pelletier. 판결일: 2012-06-27. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Philip PELLETIER Et Al. v. Aphrodite LAUREANNO\n**판결일**: 2012-06-27\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Flaherty, Goldberg, Indeglia, Robinson, Suttell\n\n## 변호인\n\nLauren E. Jones, Esq., Providence, for plaintiffs., Justin T. Shay, Esq., Providence, for defendant.\n\n## 인용\n\n- 46 A.3d 28\n\n## 판결문 요약\n\n\n46 A.3d 28 (2012)\nPhilip PELLETIER et al.\nv.\nAphrodite LAUREANNO.\nNo. 2010-203-APPEAL.\nSupreme Court of Rhode Island.\nJune 27, 2012.\n*30 Lauren E. Jones, Esq., Providence, for plaintiffs.\nJustin T. Shay, Esq., Providence, for defendant.\nPresent: SUTTELL, C.J., GOLDBERG, FLAHERTY, ROBINSON, and INDEGLIA, JJ.\n\nOPINION\nJustice INDEGLIA, for the Court.\nIt appears that good fences do not always make good neighbors,[1] as demonstrated *31 in the case before this Court. In this appeal, the plaintiffs, Philip and Eileen Pelletier (the Pelletiers), challenge a Superior Court judgment in favor of their neighbor, Aphrodite Laureanno (Laureanno), dismissing the Pelletiers' complaint for injunctive relief and monetary damages. The Pelletiers believed that a written and recorded agreement, entered into by the Pelletiers and Laureanno's predecessor-in-interest, created a permanent easement for parking on a small portion of Laureanno's adjacent property. Laureanno disagreed, and expressed her dissonance in the form of a fence, which served to obstruct the Pelletiers' long-standing parking practice. After a trial on the merits, the trial justice concluded that the written agreement at issue did not grant an easement to the Pelletiers, but instead served merely as a revocable license. On appeal, the Pelletiers ask that we deem this determination to be erroneous.\nThis case came before the Supreme Court for oral argument on January 24, 2012, pursuant to an order directing the parties to appear ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pelletier-v-laureanno"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}