{
  "id": 4741,
  "title": "2012년 Carle, Ex Parte Lee Robert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Carle, Ex Parte Lee Robert. 판결일: 2012-06-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carle, Ex Parte Lee Robert\n**판결일**: 2012-06-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIN THE COURT OF CRIMINAL APPEALS\r\n\r\nOF TEXAS\r\n\r\n\r\n\r\n\r\n\r\nNO. AP-76,825\r\n\r\n\r\n\r\n\r\n\r\n\r\nEx parte LEE ROBERT CARLE, Applicant\r\n\r\n\r\n\r\n\r\n\r\nON APPLICATION FOR A WRIT OF HABEAS CORPUS\r\n\r\nFROM ARANSAS COUNTY\r\n\r\n\r\n\r\n\r\n\r\n\r\nKeller, P.J., filed a dissenting opinion in which Keasler and Hervey, JJ., joined.\r\n\r\n\r\n\r\n\r\n\r\n\tPursuant to a plea agreement, applicant pled guilty in 1999 to a two-count indictment alleging\r\nattempted capital murder and aggravated robbery.  The attempted capital murder count provided that\r\napplicant, \"with the specific intent to commit the offense of Capital Murder, did then and there\r\nattempt to intentionally cause the death of an individual by cutting and stabbing . . . with a knife\r\nwhile in the course of committing or attempting to commit robbery.\"  The aggravated robbery count\r\nprovided that applicant did, \"while in the course of committing theft . . . intentionally or knowing\r\ncause serious bodily injury . . . by cutting or stabbing . . . with a knife.\"\r\n\r\n\tIn September 2011, applicant filed the instant habeas application alleging, among other\r\nthings, that conviction on both counts violated double jeopardy.  With no response from the State\r\nand no findings from the trial court, we remanded the case to the trial court for findings.  Pursuant\r\nto our remand order, the trial court issued findings, which included the following: \"Although\r\nAttempted Capital Murder requires proof of an element that is not required to prove Aggravat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carle-ex-parte-lee-robert"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}