{
  "id": 4760,
  "title": "2012년 Steinsvaag 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Steinsvaag. 판결일: 2012-06-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Shane Steinsvaag v. City of New York\n**판결일**: 2012-06-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 96 A.D.3d 932\n- 947 N.Y.S.2d 536\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals, as limited by his brief, from so much of an order of the Supreme Court, Queens County (Kerrigan, J.), entered February 8, 2011, as granted those branches of the motion of the defendants City of New York, New York City Department of Education, and Leon D. DeMatteis Construction Corporation which were for summary judgment dismissing the causes of action alleging common-law negligence and violations of Labor Law §§ 200 and 241 (6) insofar as asserted against them.\nOrdered that the order is affirmed insofar as appealed from, with costs.\n*933The plaintiff, an apprentice carpenter, was assisting a coworker in carrying door bucks off a truck and into a construction site. While walking along a ramp that was wet from precipitation, the door buck that the plaintiff and his coworker were carrying struck the plaintiff in his right shoulder, allegedly resulting in personal injuries. The plaintiff, attributing the accident to his coworker having lost his grip on the door buck after slipping on the ramp, commenced this action alleging, among other things, common-law negligence and violations of Labor Law §§ 200 and 241 (6), the latter of which was predicated on a violation of 12 NYCRR 23-1.7 (d). The defendants City of New York, the New York City Department of Education, and Leon D. DeMatteis Construction Corporation (hereinafter collectively the defendants), moved, inter alia, for summary judgment dismissing the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=steinsvaag-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}