{
  "id": 4763,
  "title": "2012년 State of Tennessee v. Sonny Coulter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-19",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Sonny Coulter. 판결일: 2012-06-19. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Sonny Coulter\n**판결일**: 2012-06-19\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                          Assigned on Briefs October 18, 2011\n\n                 STATE OF TENNESSEE v. SONNY COULTER\n\n                 Appeal from the Criminal Court for Davidson County\n                    No. 2001-D-1971    Cheryl Blackburn, Judge\n\n\n\n\n                  No. M2011-00533-CCA-R3-CO - Filed June 19, 2012\n\n\nOn January 10, 2002, the defendant, Sonny Coulter, pled guilty to one count of rape, and the\ntrial court sentenced him to eight years, to be served at 100%. The trial court entered a\ncorrected judgment in 2008 in which it set forth the defendant’s supervision for life\nrequirements. In 2011, the defendant filed a motion to “quash” the modified sentence,\nalleging that he had not been advised of the supervision for life requirement when he pled\nguilty. The trial court treated the motion as a petition for post-conviction relief that alleged\nthat the defendant did not knowingly and voluntarily enter his guilty plea. It then summarily\ndismissed the petition after a hearing. On appeal, the defendant contends that the trial court\nerred on multiple grounds when it denied his motion, each of which is discussed below.\nAfter a thorough review of the record and applicable authorities, we affirm the judgment of\nthe trial court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nJ OHN E VERETT W ILLIAMS, J., delivered the opinion of the Court, in which J O...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-sonny-coulter"
    }
  ],
  "relatedIncidents": [
    4563,
    4605,
    4681,
    4689,
    4697
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}