{
  "id": 4769,
  "title": "2012년 Orr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Orr. 판결일: 2012-06-12. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE Ex Rel. Zane VALENTINE, Relator, v. the Honorable Mark ORR, Respondent\n**판결일**: 2012-06-12\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: George W. Draper III\n\n## 변호인\n\nJames C. Egan, Public Defender’s Office, Springfield, for Valentine., Anthony M. Brown, Jeffrey M. Merrell, Taney County Prosecutor’s Office, for State.\n\n## 인용\n\n- 366 S.W.3d 534\n\n## 판결문 요약\n\n\n366 S.W.3d 534 (2012)\nSTATE ex rel. Zane VALENTINE, Relator,\nv.\nThe Honorable Mark ORR, Respondent.\nNo. SC 92434.\nSupreme Court of Missouri, En Banc.\nJune 12, 2012.\n*536 James C. Egan, Public Defender's Office, Springfield, for Valentine.\nAnthony M. Brown, Jeffrey M. Merrell, Taney County Prosecutor's Office, for State.\nGEORGE W. DRAPER III, Judge.\nThis appeal presents the question of whether Zane Valentine's (hereinafter, \"Valentine\") placement in the Sex Offender Assessment Unit (hereinafter, \"the SOAU\") constitutes participation in a 120-day program for purposes of section 559.115.3, RSMo Supp.2010.[1] This Court holds the SOAU is a 120-day program that provides a treatment component during the assessment process for offenders. *537 Therefore, the Honorable Mark Orr (hereinafter, \"the circuit court\") abused his discretion by entering an order denying Valentine's release on probation when the order was entered beyond the statutory time limits set forth in section 559.115.3. The preliminary writ of mandamus is made permanent.\n\nFactual and Procedural History\nThe facts are undisputed. On June 9, 2011, Valentine pleaded guilty to one count of child molestation in the first degree, section 566.067, and three counts of statutory sodomy in the second degree, section 566.064. The plea agreement provided Valentine would be placed in the SOAU in the Department of Corrections (hereinafter, \"the DOC\"). At the plea hearing, the circuit court explained to Valentine that it would retain ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-valentine-v-orr"
    }
  ],
  "relatedIncidents": [
    4563,
    4605,
    4681,
    4689,
    4697
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}