{
  "id": 4770,
  "title": "2012년 Vega 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vega. 판결일: 2012-06-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Melissa Vega v. MTA Bus Company\n**판결일**: 2012-06-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 96 A.D.3d 506\n- 946 N.Y.S.2d 162\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (George J. Silver, J.), entered October 11, 2011, which, to the extent appealed from as limited by the briefs, denied defendants’ motion for summary judgment dismissing the complaint based on the grounds of lack of negligence and failure to establish a serious injury under the permanent loss, permanent consequential and significant limitation categories of Insurance Law § 5102 (d), unanimously reversed, on the law, without costs, and the motion granted. The Clerk is directed to enter judgment dismissing the complaint.\nDefendants made a prima facie showing that defendant bus driver acted reasonably in an emergency situation not of his own making and thus was not negligent (see Caristo v Sanzone, 96 NY2d 172, 174 [2001]; Rahimi v Manhattan &amp; Bronx Surface *507Tr. Operating Auth., 43 AD3d 802, 803 [2007]). Indeed, the bus driver testified that the bus was crossing an intersection when a car, traveling in the opposite direction, crossed over the double yellow lines and cut in front of the bus in order to make a left turn, forcing the bus driver to apply the brakes. Plaintiff’s testimony that the bus driver was “speeding” was insufficient to raise a triable issue of fact (see Alston v American Tr., Inc., 82 AD3d 546, 547 [2011]).\nDefendants also made a prima facie showing that plaintiff did not suffer a serious injury within the meaning of Insurance Law § 5102 (d) by submitting expert medical reports finding normal ranges of motion in the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vega-v-mta-bus-co"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}