{
  "id": 4778,
  "title": "2012년 Etheridge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Etheridge. 판결일: 2012-06-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Brodie L. Etheridge v. Marion A. Daniels & Sons, Inc.\n**판결일**: 2012-06-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 96 A.D.3d 436\n- 945 N.Y.S.2d 551\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (John A. Barone, J.), entered December 22, 2011, which denied defendants’ motion for summary judgment dismissing the complaint, unanimously reversed, on the law, without costs, and the motion granted. The Clerk is directed to enter judgment dismissing the complaint.\nDefendants established prima facie that they had no notice of the alleged slippery condition of the painted ramp or driveway on which plaintiff slipped while helping to move a casket into a garage (see Gordon v American Museum of Natural History, 67 *437NY2d 836 [1986]). They also established, via their expert engineer’s affidavit, that the ramp did not violate any applicable building codes or industry standards.\nIn opposition, plaintiff failed to raise an issue of fact. She presented no evidence that defendants had notice of the allegedly slippery condition of the ramp. As to building code violations, plaintiffs expert cited code provisions that were inapplicable to the ramp, which was not an “exit” from the combined buildings (see Administrative Code of City of NY §§ 27-377 [ramps], 27-375 [interior stairs], 27-376 [exterior stairs]; Remes v 513 W. 26th Realty, LLC, 73 AD3d 665 [2010]). Her expert also failed to support his opinion “by nonconclusory reference to specific, currently applicable safety standards or practices” (see Contreras v Zabar’s, 293 AD2d 362 [2002]; Hotaling v City of New York, 55 AD3d 396, 398 [2008], affd 12 NY3d 862 [2009]; Jones v City of New York, 32 A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=etheridge-v-marion-a-daniels-sons-inc"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}