{
  "id": 4779,
  "title": "2012년 Vialva 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vialva. 판결일: 2012-06-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Kevin R. Vialva v. 40 West 25th Street Associates, L.P., , (And a Third-Earty Action.)\n**판결일**: 2012-06-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 96 A.D.3d 735\n- 945 N.Y.S.2d 723\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the plaintiffs appeal from (1) an order of the Supreme Court, Queens County (Golia, J.), dated January 14, 2011, which granted the motion of the defendants 40 West 25th Street Associates, L.E, GVA Williams Real Estate, Inc., and Williams Real Estate Co., Inc., for summary judgment dismissing the amended complaint insofar as asserted against them, and (2) a judgment of the same court entered June 16, 2011, which, upon the order dated January 14, 2011, is in favor of the defendants 40 West 25th Street Associates, L.E, GVA Williams Real Estate, Inc., and Williams Real Estate Co., Inc., and against them, dismissing the amended complaint insofar as asserted against those defendants.\nOrdered that the appeal from the order dated January 14, 2011, is dismissed; and it is further,\nOrdered that the judgment is affirmed; and it is further,\nOrdered that one bill of costs is awarded to the defendants 40 West 25th Street Associates, L.E, GVA Williams Real Estate, Inc., and Williams Real Estate Co., Inc.\nThe appeal from the intermediate order dated January 14, 2011, must be dismissed because the right of direct appeal therefrom terminated with the entry of judgment in the action (see Matter of Aho, 39 NY2d 241 [1976]). The issues raised on the appeal from the order dated January 14, 2011, are brought up for review and have been considered on the appeal from the judgment (see CELR 5501 [a] [1]).\nThe injured plaintiff, Kevin R. Via...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=via-v-automated-waste-services-inc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vialva-v-40-west-25th-street-associates-lp"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}