{
  "id": 4780,
  "title": "2012년 Haram 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-06",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Haram. 판결일: 2012-06-06. 법원: Loudoun County Circuit Court.",
  "description": "## 사건 정보\n\n**사건명**: Rosalyn A. Haram v. BTB Development International, Inc., t/a Auto Warehouse Direct of Chantilly\n**판결일**: 2012-06-06\n**법원**: Loudoun County Circuit Court\n**관할**: Virginia, VA\n\n**판사**: Chamblin\n\n## 인용\n\n- 84 Va. Cir. 511\n\n## 판결문 요약\n\n\nBy Judge James H. Chamblin\nThis case, which involved claims of actual and constructive fraud, violation of the Virginia Consumer Protection Act (VCPA), and violation of the Magnuson-Moss Warranty Act, was tried with a jury on December 6, 7, and 8, 2011. At the conclusion of the plaintiff’s evidence, I granted the defendant’s motion to strike as to the Magnuson-Moss Warranty Act. The remaining claims went to the jury.\nThe jury returned a verdict in favor of the plaintiff on the VCPA claim against the defendant in the amount of $17,350. The jury found compensatory damages of $12,350, but increased their verdict to $17,350 finding that the defendant’s violation of the VCPA was willful.\nOn the fraud claim, the jury found that the defendant committed actual fraud, but only found that the plaintiff should recover punitive damages of $25,000. The jury placed nothing in the blank for actual damages, but placed $25,000 in the blank for punitive damages.\nNeither party requested a poll of the jury or asked to be heard before the jury was excused. Only the defendant asked for time to file post-trial motions.\nWithin the time set by the Court, the defendant, on December 29, 2011, filed a Post-Trial Motion to Strike Award for Punitive Damages. The *512plaintiff filed a reply to the motion on January 5, 2012. The motion was argued on January 6, 2012.1 took the motion under advisement.\nOn February 1, 2012, the plaintiff filed a Motion for Legal Fees. On March 12, 2012, this motion was set fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haram-v-btb-development-international-inc"
    }
  ],
  "relatedIncidents": [
    4561,
    4624,
    4626,
    4646,
    4679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}