{
  "id": 4783,
  "title": "2012년 Winters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-06-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Winters. 판결일: 2012-06-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Edward Winters v. Main LLC, , Defendant LC Main, LLC, Third-Party Plaintiffs-Respondents v. Roger & Sons Concrete, Inc., Third-Party Defendant-Respondent\n**판결일**: 2012-06-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 96 A.D.3d 428\n- 947 N.Y.S.2d 418\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Debra A. James, J.), entered May 20, 2011, which, to the extent appealed from, granted defendants LC Main, LLC and George A. Fuller Company Inc.’s motion for summary judgment dismissing the complaint as against them, granted third-party defendant Roger &amp; Sons Concrete, Inc.’s motion for summary judgment dismissing the complaint, and denied plaintiffs cross motion for partial summary judgment on his Labor Law § 240 (1) claim, unanimously affirmed, without costs.\nPlaintiff testified that he lost his footing on a scaffold platform, causing a pipe he had been handed to slip downward in his hands, and that when he reached forward to grab the pipe, he felt a sharp pain in his back. He testified further that he did not know why he lost his footing; the scaffold did not shake or move, and there was no debris on the platform.\nThis evidence demonstrates as a matter of law that plaintiffs injuries were caused not by a failure to provide adequate protection against an elevation-related risk but by an accident arising from a routine workplace risk (see Labor Law § 240 [1]). Nor were plaintiffs injuries caused by a failure to comply with any of the Industrial Code (12 NYCRR) provisions he cited in support of his Labor Law § 241 (6) claim, since the scaffold on which he was standing never moved, he never fell, and no hoisting equipment was in use. As to plaintiffs Labor Law § 200 and common-law negligence claims, his testimony demonstrates that hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=winters-v-main-llc"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}