{
  "id": 4801,
  "title": "2012년 Largo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-05-21",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Largo. 판결일: 2012-05-21. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Largo\n**판결일**: 2012-05-21\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Maes\n\n## 인용\n\n- 278 P.3d 532\n- 1 N.M. Ct. App. 698\n- 2012 NMSC 015\n\n## 판결문 요약\n\n\n278 P.3d 532 (2012)\n2012-NMSC-015\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nHarrison LARGO, Defendant-Appellant.\nNo. 32,055.\nSupreme Court of New Mexico.\nMay 21, 2012.\n*534 Jacqueline L. Cooper, Chief Public Defender, William A. O'Connell, Assistant Appellate Defender, Santa Fe, NM, for Appellant.\nGary K. King, Attorney General, Joel Jacobsen, Assistant Attorney General, Santa Fe, NM, for Appellee.\n\nOPINION\nMAES, Chief Justice.\n{1} In this case we apply the context-specific inquiry established by the United States Supreme Court in Michigan v. Bryant, 562 U.S. ___, 131 S.Ct. 1143, 179 L.Ed.2d 93 (2011), to evaluate whether an out-of-court statement is testimonial. Defendant Harrison Largo's main issues concern the admission into evidence of Victim Freida Smith's out-of-court statements: portions of the 911 tape in which Victim communicated to the 911 operator that Defendant shot her, and a sheriff's deputy's testimony that Victim identified Defendant as her shooter. For the reasons that follow, we affirm Defendant's convictions.\n\nFACTS AND PROCEDURAL HISTORY\n{2} Defendant and Victim had been in an on-again, off-again relationship for twenty years, during which they had two children. On the morning of May 20, 2008, Defendant, still drunk from the day before, showed up at Victim's trailer. Victim let him inside and Defendant told Victim that he wanted to reconcile their relationship. Victim told Defendant she was not open to reconciliation. The two then went outside the trail...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-largo"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}