{
  "id": 4805,
  "title": "2012년 Suero 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-05-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Suero. 판결일: 2012-05-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Angel Suero v. Brian Fischer, as Commissioner of Corrections and Community Supervision\n**판결일**: 2012-05-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 95 A.D.3d 1509\n- 943 N.Y.S.2d 809\n\n## 판결문 요약\n\n\nProceeding pursuant to CPLR article 78 (transferred to this Court by order of the Supreme Court, entered in Albany County) to review a determination of respondent Commissioner of Corrections and Community Supervision which found petitioner guilty of violating certain prison disciplinary rules.\nWhile a group of inmates were returning from a medication run, a correction officer noticed that petitioner appeared to have an object concealed in the palm of his right hand. When the officer directed petitioner to stand to the side, petitioner complied but proceeded to put the object in his mouth. The officer applied body holds to prevent petitioner from swallowing the object, but was unable to retrieve it. Petitioner attempted to strike the officer and a physical altercation ensued during which petitioner attempted to kick responding officers, assaulted another officer and ignored orders to stop struggling. He was eventually subdued. As a result of the foregoing, petitioner was charged in a misbehavior report with refusing a direct order, assaulting staff, engaging in violent conduct, smuggling and refusing to comply with frisk procedures. Following a tier III disciplinary hearing, he was found guilty of all charges except for refusing to comply with frisk procedures. The determination was affirmed on administrative appeal and this CPLR article 78 proceeding ensued.\nWe confirm. The detailed misbehavior report and related documentation, together with the testimony of the correction o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=suero-v-fischer"
    }
  ],
  "relatedIncidents": [
    4539,
    4548,
    4551,
    4552,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}