{
  "id": 4806,
  "title": "2012년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-05-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Smith. 판결일: 2012-05-15. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Charles A. SMITH\n**판결일**: 2012-05-15\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crane, Mooney, Romines\n\n## 변호인\n\nRoxanna A. Mason, St. Louis, MO, for appellant., Chris Koster, Atty. Gen., Timothy A. Blackwell, Attorney General’s Office, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 370 S.W.3d 891\n\n## 판결문 요약\n\n\nKENNETH M. ROMINES, J.\nFacts and Procedural History\nAppellant Charles A. Smith (“Smith”) was found guilty of forcible rape (Count I), aggravated stalking (Count II), four counts of violation of a protective order (Counts III, IV, V, VI), and domestic assault in the second degree (Count VII). We affirm in part and reverse in part.\nViewed in the light most favorable to the verdict, the evidence at trial showed that Smith and J.K. were romantically involved. Approximately a week before Christmas 2009, J.K. told Smith that she wanted to end the relationship, but they continued to see each other. On 26 December 2009, J.K. and Smith went to dinner and both later returned to J.K’s apartment. J.K. agreed to allow Smith to sleep on the couch, and she retired to her bedroom. According to J.K’s testimony, Smith barged into the bedroom, lunged at her, raped her, and strangled her until she blacked out. He also threw her on the bed. When Smith later passed out, J.K. left the apartment and called the police.\nThe police met J.K. in an alley next to the apartment complex, and she reported the incident. The officers conducted an investigation that night which included waking Smith up and interviewing him. Sergeant Antonio Triplett did not notice any bruising on J.K.’s neck. The officers ultimately determined that no serious crime had been committed and transported Smith to his sister’s house. J.K. left to stay at a friend’s house.\nThe following morning a police detective met J.K. and noticed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    4563,
    4605,
    4681,
    4689,
    4697
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}