{
  "id": 4810,
  "title": "2012년 Berard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-05-09",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Berard. 판결일: 2012-05-09. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Norbert BERARD, Sr. v. HOME STATE COUNTY MUTUAL INS. CO.\n**판결일**: 2012-05-09\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Ezell, Genovese, Gremillion, Painter, Thibodeaux\n\n## 변호인\n\nRichard Riley Montgomery, Briney, Foret & Corry, Lafayette, LA, for Defendant/Appellee, Home State County Mutual Ins. Co., Harry Karl Burdette, The Glenn Ar-mentor Law Corp., Lafayette, LA, for Plaintiff/Appellant, Norbert Berard, Sr.\n\n## 인용\n\n- 89 So. 3d 470\n\n## 판결문 요약\n\n\nGREMILLION, Judge.\n| ,We are called upon to determine whether the trial court properly granted summary judgment in favor of Home State County Mutual Insurance Company, dismissing the demands of Norbert Berard, Sr. We conclude that it was not, for the reasons that follow.\nFACTS\nOn September 11, 2008, Berard was allegedly south-bound on Louisiana Highway 839 in Lafayette Parish. So was Julian Palma, who was driving a pickup truck owned by Rolando Mata. Palma continued operating Mata’s truck in a south-bound direction, even after his path was interrupted by the rear-end of a vehicle driven by Joshua C. Reed. Reed’s vehicle struck that driven by Shelly A. Reed, which then struck Berard’s vehicle. As a result of the accident, Berard instituted the present litigation in May 2010 to recover for injuries he allegedly sustained. He sued Mata, Palma, their alleged liability insurer, Home State County, and his uninsured/un-derinsured motorist carrier, Progressive Security Insurance Company.\nHome State County answered and denied coverage for Palma, who it maintains is not insured because he is not a resident relative of the named insured, Mata, and was not given permission to drive the vehicle by Mata. Berard attempted several times to serve Palma and Mata, including sending process servers into Mexico for that purpose. All attempts to serve them failed.\nIn September 2010, Home State County filed a motion for summary judgment in which it asserted that Palma was not an omnibus insured un...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=berard-v-home-state-county-mutual-ins"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}