{
  "id": 4811,
  "title": "2012년 Troy Mitchell v. Fayetteville Public Utilities 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-05-08",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Troy Mitchell v. Fayetteville Public Utilities. 판결일: 2012-05-08. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Troy MITCHELL v. FAYETTEVILLE PUBLIC UTILITIES\n**판결일**: 2012-05-08\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Justice Gary R. Wade\n\n## 변호인\n\nB. Duane Willis, Jr., Nashville, Tennessee, for the appellant, Fayetteville Public Utilities., Sonya W. Henderson, Murfreesboro, Tennessee, for the appellee, Troy Mitchell.\n\n## 인용\n\n- 368 S.W.3d 442\n\n## 판결문 요약\n\n                  IN THE SUPREME COURT OF TENNESSEE\n                             AT NASHVILLE\n                               February 15, 2012 Session\n\n        TROY MITCHELL v. FAYETTEVILLE PUBLIC UTILITIES\n\n                Direct Appeal from the Circuit Court for Lincoln County\n                      No. C1000141      Franklin L. Russell, Judge\n\n\n                   No. M2011-00410-SC-R3-WC - Filed May 8, 2012\n\n\nThe trial court awarded workers’ compensation benefits to an injured lineman who had\nviolated a rule requiring the use of protective gloves while in a bucket lift. The employer\nappealed, contending that the statutory defenses of willful misconduct and, more particularly,\nthe willful failure or refusal to use a safety appliance or device precluded recovery. The\nappeal was referred to the Special Workers’ Compensation Appeals Panel for a hearing and\na report of findings of fact and conclusions of law in accordance with Tennessee Code\nAnnotated section 50-6-225(e)(3) (2008). After oral argument before the Panel, but before\nthe Panel filed its opinion, the case was transferred to the full Court. Because the evidence\nestablishes that the employee admitted his knowledge of a regularly enforced safety rule,\nunderstood the rationale for the rule, and willfully (rather than negligently or recklessly)\nfailed to comply, the injuries he suffered because of the rule violation are not compensable.\nThe judgment of the trial court is, therefore, reversed and the case is dismissed.\n\n  ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=troy-mitchell-v-fayetteville-public-utilities"
    }
  ],
  "relatedIncidents": [
    4768,
    4224,
    4319,
    4370,
    4527
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}