{
  "id": 4814,
  "title": "2012년 Cirillo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-05-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cirillo. 판결일: 2012-05-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Leah S. Cirillo v. Nannie M. Swan\n**판결일**: 2012-05-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mercure\n\n## 인용\n\n- 95 A.D.3d 1401\n- 943 N.Y.S.2d 300\n\n## 판결문 요약\n\n\nMercure, J.E\nAppeal from an order of the Supreme Court (Work, J.), entered April 22, 2011 in Ulster County, which granted defendant’s motion for summary judgment dismissing the complaint.\nThe parties were involved in an automobile accident, following which plaintiff commenced this action to recover for injuries she purportedly sustained therein. After joinder of issue, defendant moved for summary judgment on the ground that plaintiff had not sustained a serious injury as defined by Insurance Law § 5102 (d). Supreme Court agreed and granted defendant’s motion, prompting this appeal.\nWe now affirm. Flaintiff contends that defendant failed to show in the first instance, as required, that she did not suffer a serious injury as a result of the accident. In that regard, defendant relied upon a sworn report from orthopedic surgeon Robert Hendler, who reviewed plaintiffs medical records and found no objective evidence of pathology stemming from the accident. Indeed, plaintiff had significant neck and back pain due to injuries predating the accident, was found to have only nonspecific and mild pain after it, and was quickly cleared to return to work. Hendler’s own examination of plaintiff was “completely normal,” and he opined that plaintiff suffered no *1402more than a neck or lower back sprain, or temporary aggravation of a prior condition that had fully resolved. Defendant thus met her initial burden as to all claimed categories of serious injury, thereby shifting the burden to pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cirillo-v-swan"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}