{
  "id": 4815,
  "title": "2012년 McKithern 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-05-02",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: McKithern. 판결일: 2012-05-02. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Larry Joseph McKITHERN\n**판결일**: 2012-05-02\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Cooks, Pickett, Thibodeaux\n\n## 변호인\n\nJohn Foster DeRosier, District Attorney, 14th Judicial District Court, Karen C. McLellan, The Gray Law Firm, Lake Charles, LA, for Plaintiff/Appellee, State of Louisiana., Edward Kelly Bauman, Louisiana Appellate Project, Lake Charles, LA, for Defendant/Appellant, Larry Joseph McKith-ern.\n\n## 인용\n\n- 93 So. 3d 684\n\n## 판결문 요약\n\n\nTHIBODEAUX, Chief Judge.\nh Larry J. McKithern was found guilty of armed robbery, a violation of La.R.S. 14:64, and aggravated arson, a violation of La.R.S. 14:51. At the sentencing hearing, the trial court found McKithern to be a second habitual offender. The court sentenced McKithern to the maximum term of one hundred and thirty years on the charge of armed robbery and thirty years on the charge of aggravated arson pursuant to La.R.S. 15:529.1. The court ordered both sentences to run consecutively. For the following reasons, McKithern’s convictions are affirmed. Because the State offered no proof that a ten-year cleansing period had not elapsed, McKith-*688ern’s adjudication as a habitual offender and sentences are vacated. This matter is remanded for further proceedings and re-sentencing.\nI.\n\nISSUES\n\nWe shall consider whether:\n(1) there was insufficient evidence to convict MeKithern, where the evidence largely centered on testimony of two witnesses, both of whom were intoxicated at the time of the offense;\n(2) the State failed to prove the ten-year cleansing period had not elapsed between McKithern’s previous and present convictions, where McKith-ern was convicted and sentenced to eighteen years in 1988 and where the State did not show whether the date of McKithern’s discharge was actually eighteen years from the conviction or an earlier date;\n(3) the trial court erroneously disallowed MeKithern to present an alternative theory, where McKithern’s first attempt to raise the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mckithern"
    }
  ],
  "relatedIncidents": [
    4538,
    4546,
    4550,
    4551,
    4552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}