{
  "id": 4819,
  "title": "2012년 Portillo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-27",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Portillo. 판결일: 2012-04-27. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Jose A. Portillo, Appellant\n**판결일**: 2012-04-27\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Johnson, J.:\n\n## 변호인\n\nRyan J. Eddinger, of Kansas Appellate Defender Office, argued the cause and was on the brief for appellant., Sheryl L. Lidtke, deputy district attorney, argued tire cause, and Robbin L. Wasson, assistant district attorney, Jerome Gorman, district attorney, and Steve Six, attorney general, were on the brief for appellee.\n\n## 인용\n\n- 274 P.3d 640\n- 294 Kan. 242\n\n## 판결문 요약\n\n\n274 P.3d 640 (2012)\nSTATE of Kansas, Appellee,\nv.\nJose A. PORTILLO, Appellant.\nNo. 102,558.\nSupreme Court of Kansas.\nApril 27, 2012.\n*641 Ryan J. Eddinger, of Kansas Appellate Defender Office, argued the cause and was on the brief for appellant.\nSheryl L. Lidtke, deputy district attorney, argued the cause, and Robbin L. Wasson, assistant district attorney, Jerome Gorman, district attorney, and Steve Six, attorney general, were on the brief for appellee.\nThe opinion of the court was delivered by JOHNSON, J.:\nJose A. Portillo directly appeals his conviction for one count of rape of a child under age 14. At sentencing, recognizing that it had failed to properly charge Portillo with the off-grid version of the crime, the State filed a motion to amend the presentence investigation report (PSI) to indicate that Jessica's Law applied and that Portillo was subject to a mandatory minimum hard-25 life sentence. Ultimately, the district court found that the State's failure to charge Portillo with the off-grid offense version of the crime was mere clerical error and did not prejudice his defense. As a result, the district court held that Portillo had been convicted of an off-grid felony. Nevertheless, the district court departed from the mandatory minimum sentence and imposed a prison *642 term of 240 months. Portillo appeals, claiming his conviction and sentence violate due process and that his conviction was not supported by sufficient evidence. We find sufficient evidence to support ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-portillo"
    }
  ],
  "relatedIncidents": [
    4563,
    4605,
    4681,
    4689,
    4697
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}