{
  "id": 4821,
  "title": "2012년 Espinal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Espinal. 판결일: 2012-04-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Milagros Espinal v. Trezechahn 1065 Avenue of the Americas, LLC, and New York Elevator & Electrical Corporation\n**판결일**: 2012-04-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 94 A.D.3d 611\n- 942 N.Y.S.2d 519\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Lucindo Suarez, J.), entered September 9, 2011, which, to the extent appealed from *612as limited by the briefs, denied defendant New York Elevator &amp; Electrical Corporation’s (NYE) motion for summary judgment dismissing the complaint and cross claims against it, and granted defendant Trezechahn 1065 Avenue of the Americas, EEC’s (Trezechahn) cross motion for summary judgment on its cross claims for contractual indemnification and breach of contract, unanimously reversed, on the law, without costs, and NYE’s motion granted, and, upon a search of the record, Trezechahn’s motion for summary judgment dismissing the complaint as against it granted, and Trezechahn’s motion for summary judgment on its claims for contractual indemnification and breach of contract denied as academic. The Clerk is directed to enter judgment dismissing the complaint.\nPlaintiff testified that she and a coworker, Luz Ojeda, entered the elevator on the sixth floor of defendant Trezechahn’s building and pushed the button for the lobby. The elevator made an upward movement and then continued moving up and down the elevator shaftway at twice its normal speed for approximately one hour before stopping in the lobby without further incident. Plaintiff repeated this claim in multiple verified bills of particulars.\nWhile plaintiff and Ojeda were trapped in the elevator, the building’s fire safety director, Earl Wheatle, spoke to them over the intercom. He told them to stay ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=espinal-v-trezechahn-1065-avenue-of-americas-llc"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}