{
  "id": 4826,
  "title": "2012년 State of Tennessee v. Mark Demcovitz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-20",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Mark Demcovitz. 판결일: 2012-04-20. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Mark Demcovitz\n**판결일**: 2012-04-20\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jeffrey S. Bivins\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                                December 6, 2011 Session\n\n               STATE OF TENNESSEE v. MARK DEMCOVITZ\n\n                  Appeal from the Criminal Court of Shelby County\n                       No. 06-06817    Paula Skahan, Judge\n\n\n\n\n                No. W2010-02459-CCA-R3-CD - Filed April 20, 2012\n\n\nMark Demcovitz (“the Defendant”) pled guilty to unlawful possession of marijuana with\nintent to sell and received an eight year sentence. The trial court entered a judgment\nreserving two certified questions of law. On appeal, the Defendant asks that this Court\nanswer the following certified questions:\n\n       1.     Whether the stop of the defendant for “following too close” violated the\n              defendant’s state and federal constitutional rights when the statute is\n              absent any objective criteria for the officer to base his determination on,\n              thereby granting the officer unbridled discretion in determining when\n              a violation occurs?\n\n       2.     Whether the stop of a defendant for a minor “cite and release” traffic\n              violation which provided for a fine only, the detention of the defendant\n              exceeded the reasonable length and scope to effectuate the purposes of\n              the stop, placement of the defendant in the secured area of the officer’s\n              patrol car, the use of a drug dog “run” around the defend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-mark-demcovitz"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}