{
  "id": 4827,
  "title": "2012년 Schultz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-19",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Schultz. 판결일: 2012-04-19. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Thomas SCHULTZ v. BUTTERBALL, LLC\n**판결일**: 2012-04-19\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Corbin\n\n## 변호인\n\nFrank W. Booth, Booth Law Firm, P.L.C., Van Burén, for appellant., Alfred F. Angulo, Jr., Barrett & Deacon, P.A., Fayetteville, for appellee.\n\n## 인용\n\n- 402 S.W.3d 61\n- 2012 Ark. 163\n\n## 판결문 요약\n\n DONALD L. CORBIN, Justice. |rThe instant appeal involves a challenge to a wage-withholding order stemming from child-support arrearages. Appellant Thomas Schultz appeals the order of the Franklin County Circuit Court dismissing his complaint against Appellee Butterball, LLC, his employer, wherein Appellant sought to restrain Appellee from any further wage withholdings, as well as damages to compensate him for the wages already withheld. On appeal, Appellant argues that the circuit court erred in dismissing his complaint pursuant to Ark. R. Civ. P. 12(b)(6) where (1) he stated a viable claim against Appellee for the wrongful withholding of his wages, as the withholding order did not satisfy the statutory requirements found in the subchapter of the Uniform Interstate Family Support Act (UIFSA), codified at Ark.Code Ann. §§ 9-17-501 to -507; (2) the statutory scheme is unconstitutional as it authorizes the taking of his wages without the due process of law and also violates article 2, section 13 of the Arkansas Constitution; (3) the doctrines of res judicata and collateral estoppel bar the collection of any child support where a previous attempt to register a support order was dismissed. | Additionally, Appellant takes issue with the circuit court’s dismissal with prejudice, arguing that the conversion of the dismissal to one for summary judgment deprived him of an opportunity to be heard and that a dismissal with prejudice was erroneous. We find no error and affirm. The record...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schultz-v-butterball-llc"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}