{
  "id": 4831,
  "title": "2012년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-17",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Williams. 판결일: 2012-04-17. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. MONTREZ BENJAMIN WILLIAMS, Defendant\n**판결일**: 2012-04-17\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Elmore, Steelman, Stroud\n\n## 변호인\n\n\n\nAttorney General Roy A. Cooper, III, by Special Deputy Attorney General Lars F. Nance, for the State.\n, \nGlenn Gerding, for defendant-appellant.\n\n\n## 인용\n\n- 724 S.E.2d 654\n- 220 N.C. App. 130\n\n## 판결문 요약\n\n\n724 S.E.2d 654 (2012)\nSTATE of North Carolina\nv.\nMontrez Benjamin WILLIAMS, Defendant.\nNo. COA11-1496.\nCourt of Appeals of North Carolina.\nApril 17, 2012.\n*655 Attorney General Roy A. Cooper, III, by Special Deputy Attorney General Lars F. Nance, for the State.\nGlenn Gerding, for defendant-appellant.\nSTROUD, Judge.\nDefendant appeals his two convictions for first degree murder. For the following reasons, we find no error.\n\nI. Background\nThe State's evidence tended to show that on 1 July 2008, defendant confessed to shooting two people in self-defense; an eyewitness told detectives that defendant had committed the shootings. No weapons were found on or around either of the victims and both were shot more than once. On or about 14 July 2008, defendant was indicted for two counts of murder. On 25 May 2011, defendant filed notice that he \"intend[ed] to offer the defense of self-defense[.]\" After a trial by jury, defendant was found guilty of two counts of first degree murder. Defendant was twice sentenced to life imprisonment without parole. Defendant appeals.\n\nII. Standard of Review\nDefendant argues only plain error before this Court.\nThe plain error rule is always to be applied cautiously and only in the exceptional case where, after reviewing the entire record, it can be said the claimed error is a fundamental error, something so basic, so prejudicial, so lacking in its elements that justice cannot have been done, or where the error is grave error which amounts to a denial of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}