{
  "id": 4840,
  "title": "2012년 Poitra 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-12",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Poitra. 판결일: 2012-04-12. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dennis POITRA, Jr., Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 2012-04-12\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Kite, C.J., and Golden, Hill, Voigt, and Burke\n\n## 변호인\n\nRepresenting Appellant: Elisabeth M.W. Trefonas, Assistant Public Defender, Jackson, WY., Representing Appellee: Gregory A. Phillips, Wyoming Attorney General; David L. Delicath, Senior Assistant Attorney General; D. Michael Pauling, Senior Assistant Attorney General; and Justin A. Daraie, Assistant Attorney General. Argument by Mr. Daraie.\n\n## 인용\n\n- 2012 WY 58\n- 275 P.3d 478\n\n## 판결문 요약\n\n\n275 P.3d 478 (2012)\n2012 WY 58\nDennis POITRA, Jr., Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. S-11-0085.\nSupreme Court of Wyoming.\nApril 12, 2012.\n*479 Representing Appellant: Elisabeth M.W. Trefonas, Assistant Public Defender, Jackson, WY.\nRepresenting Appellee: Gregory A. Phillips, Wyoming Attorney General; David L. Delicath, Senior Assistant Attorney General; D. Michael Pauling, Senior Assistant Attorney General; and Justin A. Daraie, Assistant Attorney General. Argument by Mr. Daraie.\nBefore KITE, C.J., and GOLDEN, HILL, VOIGT, and BURKE, JJ.\n*480 HILL, Justice.\n[¶ 1] A jury convicted Dennis Poitra Jr., of felony murder, aggravated burglary, and conspiracy to commit burglary. Poitra and two other assailants were involved in the armed robbery of a residence in Sheridan that ended in the killing of 79-year-old Bob Ernst. Poitra presents four issues on appeal and for reasons set forth in this opinion, we affirm.\n\nISSUES\n[¶ 2] Poitra presents four issues for our consideration:\nThe trial court erred in denying Poitra's right to present the defense of involuntary intoxication, because involuntary intoxication does not require a \"Not Guilty by Reason of Mental Illness\" plea.\nThe trial court erred in refusing to instruct the jury on the defense of involuntary intoxication.\nThe trial court abused its discretion in denying Poitra's motion to change venue and violated his right to a trial by a fair and impartial jury.\nPoitra's sentence to life impriso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=poitra-v-state"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}