{
  "id": 4842,
  "title": "2012년 People v. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Mitchell. 판결일: 2012-04-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Varrel E. Mitchell\n**판결일**: 2012-04-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McCarthy\n\n## 인용\n\n- 94 A.D.3d 1252\n- 942 N.Y.S.2d 657\n\n## 판결문 요약\n\n\nMcCarthy, J.\nAppeal from a judgment of the County Court of Albany County (Breslin, J.), rendered August 14, 2003, upon a verdict convicting defendant of the crimes of assault in the second degree, reckless endangerment in the first degree and endangering the welfare of a child.\nWhen defendant picked up his twin nine-month-old daughters from their mother for a visit, they were healthy. After he returned them two days later, the mother noticed that one daughter (hereinafter the victim) was acting unusual and brought her to obtain medical attention. X rays revealed that both of the victim’s tibias and fibulas were broken near the ankles. Defendant admitted to a detective that defendant had hit the victim hard three or four times on the legs because he was angry and frustrated by her crying. Defendant also admitted that, since her birth, he had hit the victim about 20 times for the same reason. Defendant further informed the detective that he had swung the victim around by her legs a few months earlier, first stating that he did so because he did not want her to be afraid of heights and later stating that he was just playing with her. He explained that he would alternately swing her and hold her to his chest, for a total of 10 to 15 minutes, and demonstrated his technique with a doll. This demonstration was memorialized on videotape.\nDefendant was charged with assault in the second degree, reckless endangerment in the first degree and endangering the welfare of a child. Followin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mitchell"
    }
  ],
  "relatedIncidents": [
    4539,
    4548,
    4551,
    4552,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}