{
  "id": 4850,
  "title": "2012년 Cantu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cantu. 판결일: 2012-04-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ruben CANTU, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2012-04-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Quinn, C.J., and Campbell and Pirtle\n\n## 변호인\n\nRichard L. Wardroup, Law Office of Richard L. Wardroup, Lubbock, for Appellant., Kollin Shadle, Asst. Crim. Dist. Atty., Lubbock, for Appellee.\n\n## 인용\n\n- 366 S.W.3d 771\n\n## 판결문 요약\n\n\n366 S.W.3d 771 (2012)\nRuben CANTU, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 07-10-00248-CR.\nCourt of Appeals of Texas, Amarillo, Panel D.\nApril 11, 2012.\n*773 Richard L. Wardroup, Law Office of Richard L. Wardroup, Lubbock, for Appellant.\nKollin Shadle, Asst. Crim. Dist. Atty., Lubbock, for Appellee.\nBefore QUINN, C.J., and CAMPBELL and PIRTLE, JJ.\n\nOPINION\nJAMES T. CAMPBELL, Justice.\nAppellant Ruben Cantu, Jr. appeals from his convictions on two counts of indecency with a child and the resulting consecutive sentences of forty years of imprisonment. He presents two issues. We will affirm.\n\nBackground\nAppellant was charged by indictment with five counts of aggravated sexual assault of a child, alleging he caused the sexual organ of the victim to contact his sexual organ.[1] The counts were identical, except for the on-or-about dates which, in the five counts, were the sixth days of February, March, April, May and June 2008. Appellant was tried only on the counts alleging offenses occurring in February and June 2008. The indictment also included an enhancement paragraph setting forth appellant's previous felony conviction for unauthorized use of a motor *774 vehicle.[2] He pleaded not guilty and the case was tried to a jury.\nAppellant lived with the child complainant's mother from September 2006 through June 6, 2008. The child lived with her grandparents most of the time but spent every other weekend with her mother and appellant. At the time the abuse was reported...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cantu-v-state"
    }
  ],
  "relatedIncidents": [
    4563,
    4605,
    4681,
    4689,
    4697
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}