{
  "id": 4851,
  "title": "2012년 Blanche 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-11",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Blanche. 판결일: 2012-04-11. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Don BLANCHE\n**판결일**: 2012-04-11\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Lolley, Moore, Sexton, Tempore\n\n## 변호인\n\nThomas C. Damico, Baton Rouge, LA, for Appellant., Jerry L. Jones, District Attorney, J. Michael Ruddick, Assistant District Attorney, for Appellee.\n\n## 인용\n\n- 91 So. 3d 1189\n\n## 판결문 요약\n\n\nMOORE, J.\n|TThe defendant, Don L. Blanche, was convicted of obstruction of justice and sentenced to five years’ imprisonment at hard labor to be served consecutive with the sentence imposed for defendant’s previous attempted .manslaughter conviction and any other sentences the defendant is obli*1191gated to serve. The defendant now appeals. For following reasons, we affirm.\nFACTS\nThe defendant was charged by bill of information with one count of possession of phencyclidine (“PCP”), a Schedule I controlled dangerous substance and one count of obstruction of justice allegedly committed on May 30, 2009. The matter came on for trial before a six-person jury on June 29, 2010, where the following facts were established.\nOn May 30, 2009, the defendant was stopped by Officer Thomas Burlow of the Monroe Police Department in the 3800 block of Owl Street in Monroe, Louisiana. The vehicle, driven by Chesire Powell, failed to come to a complete stop at a stop sign. Officer Burlow testified that in addition to Powell, he recalled two other occupants, one sitting in the front passenger seat and one in the rear compartment. Assisting Officer Burlow during the stop as backup was Officer Michael Freeman who approached the vehicle from the rear passenger side.\nAs he approached, Freeman could see a “More” cigarette “partially wrapped with a zigzag” sitting in the lap of the rear passenger, whom Freeman subsequently identified as the defendant. Knowing that More cigarettes are commonly used for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-blanche"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}