{
  "id": 4852,
  "title": "2012년 Mims 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Mims. 판결일: 2012-04-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Robert Mims\n**판결일**: 2012-04-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 94 A.D.3d 909\n- 941 N.Y.S.2d 856\n\n## 판결문 요약\n\n\nAppeal by the defendant, by permission, from an order of the Supreme Court, Kings County (Chun, J.), entered April 30, 2009, which denied, without a hearing, his motion pursuant to CPL 440.10 to vacate a judgment of the same court dated June 2, 2004, convicting him of robbery in the first degree, upon a jury verdict, and imposing sentence.\nOrdered that the order is affirmed.\nThe Supreme Court properly denied, without a hearing, the defendant’s motion pursuant to CPL 440.10 to vacate his conviction. Apart from his own self-serving assertions, he failed to provide any nonhearsay evidence to contradict the record, which indicates that he received the effective assistance of counsel with respect to the People’s plea offers (see CPL 440.30 [4] [d]; People v Fernandez, 5 NY3d 813 [2005]; People v Lane, 83 AD3d 1118, 1119 [2011]; People v Rogers, 8 AD3d 888, 890-891 [2004]). In addition, the record does not indicate that the defendant was not present at the proceeding at which the People’s plea offers were communicated to his trial counsel, and he failed to submit substantial evidence sufficient to overcome the presumption of regularity that attaches to trial proceedings in support of his claim that his right to be present at the proceeding was violated (see People v Andrew, 1 NY3d 546, 547 [2003]; People v Velasquez, 1 NY3d 44, 48 [2003]; People v Bogan, 78 AD3d 855, 856 [2010]; People v Talbert, 303 AD2d 696 [2003]). Dickerson, J.P., Chambers, Austin and Miller, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chong-v-chaparro"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mims"
    }
  ],
  "relatedIncidents": [
    4538,
    4546,
    4550,
    4551,
    4552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}