{
  "id": 4854,
  "title": "2012년 Nunez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Nunez. 판결일: 2012-04-06. 법원: Criminal Court of the City of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Ronnie Nunez\n**판결일**: 2012-04-06\n**법원**: Criminal Court of the City of New York\n**관할**: New York, NY\n\n**판사**: Sciarrino\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Profeta & Eisenstein (Jethro M. Eisenstein of counsel), for defendant. Cyrus R. Vance, Jr., District Attorney (Ryan J. Howard of counsel), for plaintiff. Taylor Pendergrass, for New York Civil Liberties Union, amicus curiae. Michael A. Cardozo, Corporation Counsel (Sheryl R. Neufeld of counsel), for New York City Law Department, amicus curiae.\n\n## 인용\n\n- 36 Misc. 3d 172\n- 943 NYS2d 857\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nMatthew A. Sciarrino, Jr., J.\nThe defendant, a “member” of the “Occupy Wall Street Movement” (OWS), is charged with trespass (Penal Law § 140.05), disorderly conduct (Penal Law § 240.20 [6]) and obstructing governmental administration in the second degree (Penal Law § 195.05) as a result of the alleged incidents that occurred on November 15, 2011 during the “eviction” of the occupiers from Zuccotti Park.\nThe defendant, Ronnie Nunez now moves the court for an order inter alia: dismissing the accusatory instrument pursuant to Criminal Procedure Law § 170.30 (1) (a) and pursuant to Criminal Procedure Law § 170.30 (1) (f). That motion is denied.\nAn accusatory instrument upon which the defendant may be held for trial “must allege ‘facts of an evidentiary character’ (CPL 100.15 [3]) demonstrating ‘reasonable cause’ to believe that the defendant committed the crime charged (CPL 100.40 [4] [b]).” (People v Dumas, 68 NY2d 729, 731 [1986].) Further, a valid criminal court information must contain nonhearsay factual allegations which, if true, “establish . . . every element of the offense charged and the defendant’s commission thereof.” (CPL 100.40 [1] [c].)\nIn determining the facial sufficiency of an accusatory instrument, the court must view the facts in the light most favorable to the People. (People v Contes, 60 NY2d 620, 621 [1983].) “That other, innocent inferences could possibly be drawn from the facts is irrelevant on this pleading stage inquiry. . . .” (Pe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-nunez"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}