{
  "id": 4855,
  "title": "2012년 McKown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McKown. 판결일: 2012-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Christopher McKown v. Town of Waterford\n**판결일**: 2012-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: McCarthy\n\n## 인용\n\n- 94 A.D.3d 1182\n- 941 N.Y.S.2d 783\n\n## 판결문 요약\n\n\nMcCarthy, J.\nAppeal from an order of the Supreme Court (Nolan Jr., J.), entered April 12, 2011 in Saratoga County, which granted defendant’s motion for summary judgment dismissing the complaint.\nPlaintiff was operating an all-terrain vehicle (hereinafter ATV) in a public park owned and maintained by defendant. The park consists of a pond, a grassy area surrounding the pond and public parking lots. Plaintiff drove his ATV into an open drainage ditch in the park, causing the ATV to overturn. He commenced this action alleging that defendant negligently maintained the park by failing to guard the ditch, mark it or light it, thereby causing his injuries. Defendant moved for summary judgment dismissing the complaint on the ground that defendant is shielded from liability by the recreational use statute (see General Obligations Law § 9-103). Supreme Court granted the motion, prompting plaintiffs appeal.\nGeneral Obligations Law § 9-103 shields defendant from liability for plaintiffs injuries. Pursuant to that statute, owners, lessees and occupants of land have no duty to keep the premises safe for, or give warnings of hazardous conditions to, others who use the land for any of several enumerated recreational activities as long as no fee is charged for the activity and the owner, lessee or occupant did not willfully or maliciously fail to warn of a dangerous condition (see General Obligations Law § 9-103).1 The parties do not dispute that operating an ATV for recreational purposes fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckown-v-town-of-waterford"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}