{
  "id": 4856,
  "title": "2012년 Roman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-04-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Roman. 판결일: 2012-04-04. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Martin A. ROMAN, Appellant v. David DiGUGLIELMO, Superintendent; Pennsylvania Board of Probation and Parole; The District Attorney of the County of Philadelphia; The Attorney General of the State of Pennsylvania\n**판결일**: 2012-04-04\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: McKee, Chief Judge, Fuentes and Greenberg, Circuit Judges\n\n## 변호인\n\nMary Gibbons, Esq. (Argued), Toms River, NJ, for Appellant., William H. Ryan, Jr., Claudia M. Tesoro (Argued), Calvin R. Koons, John G. Knorr, III, Office of the Attorney General, Philadelphia, PA, for Appellees.\n\n## 인용\n\n- 675 F.3d 204\n\n## 판결문 요약\n\n\n675 F.3d 204 (2012)\nMartin A. ROMAN, Appellant\nv.\nDavid DiGUGLIELMO, Superintendent; Pennsylvania Board of Probation and Parole; The District Attorney of the County of Philadelphia; The Attorney General of the State of Pennsylvania.\nNo. 06-4644.\nUnited States Court of Appeals, Third Circuit.\nArgued October 5, 2011.\nOpinion Filed: April 4, 2012.\n*206 Mary Gibbons, Esq. (Argued), Toms River, NJ, for Appellant.\nWilliam H. Ryan, Jr., Claudia M. Tesoro (Argued), Calvin R. Koons, John G. Knorr, III, Office of the Attorney General, Philadelphia, PA, for Appellees.\nBefore: McKEE, Chief Judge, FUENTES and GREENBERG, Circuit Judges.\n\nOPINION OF THE COURT\nFUENTES, Circuit Judge:\nMartin Roman was convicted of indecent assault and corruption of a minor, both crimes involving his daughter, and is currently a prisoner of the Pennsylvania Department of Corrections. As part of his sentence, the State of Pennsylvania recommended that Roman participate in a sex offender treatment program. In order to do so, he is required to admit that he committed the sex crime for which he was convicted. Roman has refused to participate in the program because, he contends, any such admission would constitute compelled self-incrimination in violation of the Fifth Amendment and would have compromised his then-pending appeal of his sex offense conviction. Based on his refusal to participate, Roman repeatedly has been denied parole. The primary issue before us is whether the State's decision to deny Roman parole...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-onyesoh"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roman-v-diguglielmo"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4561
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}