{
  "id": 4858,
  "title": "2012년 Dominguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dominguez. 판결일: 2012-03-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rudy Holguin DOMINGUEZ, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2012-03-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Chief Justice Jones, Justices Henson and Goodwin\n\n## 변호인\n\nClaire Carter, Assistant District Attorney, San Angelo, TX, Lisa C. McMinn, State Prosecuting Attorney, Austin, TX, for appellee., John E. Sutton, San Angelo, TX, for appellant.\n\n## 인용\n\n- 363 S.W.3d 926\n\n## 판결문 요약\n\n\n363 S.W.3d 926 (2012)\nRudy Holguin DOMINGUEZ, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 03-10-00381-CR.\nCourt of Appeals of Texas, Austin.\nMarch 29, 2012.\n*928 Claire Carter, Assistant District Attorney, San Angelo, TX, Lisa C. McMinn, State Prosecuting Attorney, Austin, TX, for appellee.\nJohn E. Sutton, San Angelo, TX, for appellant.\nBefore Chief Justice JONES, Justices HENSON and GOODWIN.\n\nOPINION\nDIANE M. HENSON, Justice.\nA jury found appellant Rudy Holguin Dominguez guilty of the offense of burglary of a building with intent to commit theft. See Tex. Penal Code Ann. § 30.02 (West 2011). After Dominguez pleaded true to two enhancement paragraphs alleging previous felony convictions for burglary, the trial court assessed punishment at twenty years' imprisonment. See id. § 12.425(b) (West Supp.2011) (making offense punishable as second-degree felony).[1] On appeal, Dominguez contends that (1) the evidence was insufficient to support the element of entry of a building or portion of a building not open to the public and (2) the evidence did not support the court's order that he pay his court-appointed attorney's fees. The State concedes error on the second issue. We will modify the judgment of conviction to delete the order to pay attorney's fees and affirm the judgment of conviction as modified.\n\nBACKGROUND\nDominguez was indicted for one count of burglary of a building. At trial, the State presented evidence that Dominguez and two male companions entered Action Pawn Sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dominguez-v-state"
    }
  ],
  "relatedIncidents": [
    4538,
    4546,
    4550,
    4551,
    4552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}