{
  "id": 4861,
  "title": "2012년 State of Tennessee v. Antonio Sellers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-27",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Antonio Sellers. 판결일: 2012-03-27. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Antonio Sellers\n**판결일**: 2012-03-27\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jeffrey S. Bivins\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                         Assigned on Briefs December 6, 2011\n\n                STATE OF TENNESSEE V. ANTONIO SELLERS\n\n               Direct Appeal from the Criminal Court of Shelby County\n                    No. 09-04471    James M. Lammey, Jr., Judge\n\n\n                No. W2011-00971-CCA-R3-CD - Filed March 27, 2012\n\n\nA jury convicted Antonio Sellers (“the Defendant”) of second degree murder. The trial court\nsubsequently sentenced the Defendant to twenty-three years of incarceration. In this appeal,\nthe Defendant challenges (1) the trial court’s ruling on an evidentiary issue regarding leading\nquestions on redirect examination and (2) the sufficiency of the evidence. Upon our\nthorough review of the record, we have determined that the Defendant is entitled to no relief\non the issues raised. Accordingly, we affirm the judgment of the trial court.\n\n                    Tenn. R. App. P. 3 Appeal as of Right; Judgment\n                             of the Criminal Court Affirmed\n\nJ EFFREY S. B IVINS, J., delivered the opinion of the Court, in which N ORMA M CG EE O GLE and\nA LAN E. G LENN, JJ., joined.\n\nStephen C. Bush, Shelby County Public Defender, and Barry W. Kuhn, Assistant Shelby\nCounty Public Defender (on appeal); Jennifer Case and Nicholas Cloud, Assistant Shelby\nCounty Public Defenders (at trial), Memphis, Tennessee, for the appellant, Antonio Sellers.\n\nRobert E. Cooper, Jr., Attorney ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-antonio-sellers"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}