{
  "id": 4867,
  "title": "2012년 Frye 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Frye. 판결일: 2012-03-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Missouri v. Frye\n**판결일**: 2012-03-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Breyer, Ginsburg, Kagan, Kennedy, Scalia, Sotomayor\n\n## 변호인\n\nChris Koster, Attorney General of Missouri, argued the cause for petitioner. With him on the briefs were James R. Layton, Solicitor General, and Shaun J. Mackelprang, Chief Counsel. . ., Anthony A. Yang argued the cause for the United States as amicus curiae urging reversal. With him on the brief were former Acting Solicitor General Katyal, Assistant Attorney General Breuer, Deputy Solicitor General Dreeben, and Deborah Watson., Emmett D. Queener argued the cause for respondent. With him on the \n\n## 인용\n\n- 182 L. Ed. 2d 379\n- 132 S. Ct. 1399\n- 566 U.S. 134\n- 2012 U.S. LEXIS 2321\n\n## 판결문 요약\n\n(Slip Opinion)              OCTOBER TERM, 2011                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                            MISSOURI v. FRYE\n\nCERTIORARI TO THE COURT OF APPEALS OF MISSOURI, WEST-\n                    ERN DISTRICT\n\n    No. 10–444.      Argued October 31, 2011—Decided March 21, 2012\nRespondent Frye was charged with driving with a revoked license. Be-\n  cause he had been convicted of the same offense three times before,\n  he was charged, under Missouri law, with a felony carrying a maxi-\n  mum 4-year prison term. The prosecutor sent Frye’s counsel a letter,\n  offering two possible plea bargains, including an offer to reduce the\n  charge to a misdemeanor and to recommend, with a guilty plea, a 90-\n  day sentence. Counsel did not convey the offers to Frye, and they ex-\n  pired. Less than a week before Frye’s preliminary hearing, he was\n  again arrested for driving with a revoked license. He subsequently\n  pleaded guilty with no underlying plea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=missouri-v-frye"
    }
  ],
  "relatedIncidents": [
    4791,
    4925,
    4527,
    4530,
    4531
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}