{
  "id": 4871,
  "title": "2012년 Carson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-20",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Carson. 판결일: 2012-03-20. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Luke Keys CARSON, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff\n**판결일**: 2012-03-20\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Brown, Crone\n\n## 변호인\n\nJames D. Crum, Coots, Henke & Wheeler, P.C., Carmel, IN, Attorney for Appellant., Gregory F. Zoeller, Attorney General of Indiana, Nicole M. Schuster, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\n## 인용\n\n- 963 N.E.2d 670\n\n## 판결문 요약\n\n\n963 N.E.2d 670 (2012)\nLuke Keys CARSON, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 29A04-1106-CR-278.\nCourt of Appeals of Indiana.\nMarch 20, 2012.\n*671 James D. Crum, Coots, Henke &amp; Wheeler, P.C., Carmel, IN, Attorney for Appellant.\nGregory F. Zoeller, Attorney General of Indiana, Nicole M. Schuster, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\nOPINION\nCRONE, Judge.\n\nCase Summary\nLuke Keys Carson entered a woman's trailer without permission and left. Later *672 that day, he returned and cut her hand with a knife. He also fought with another man and poked him in the abdomen with the knife. The State charged Carson with two counts of attempted murder, two counts of battery by means of a deadly weapon, burglary, and resisting law enforcement. Carson filed a notice of insanity defense. Carson was found incompetent to stand trial and was diagnosed with paranoid schizophrenia. When he was restored to competency, a bench trial was held. Two experts found that Carson was mentally ill and, as a result of that mental illness, he was unable to appreciate the wrongfulness of his conduct at the time of the crimes. The trial court found Carson not guilty of the two counts of attempted murder. As to the remaining counts, the trial court found, based on Carson's demeanor during and after the crimes, that Carson was able to appreciate the wrongfulness of his conduct at the time of the crimes, thereby rejecting Carson's insanity defense. The t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carson-v-state"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}