{
  "id": 4880,
  "title": "2012년 Navarrete-Duran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-13",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Navarrete-Duran. 판결일: 2012-03-13. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Pedro A. NAVARRETE-DURAN\n**판결일**: 2012-03-13\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chehardy, McManus, Wicker\n\n## 변호인\n\nPaul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Desirée M. Valenti, Assistant District Attorneys, Gretna, LA, for PlaintiffAppellee., Prentice L. White, Attorney at Law, Louisiana Appellate Project, Baton Rouge, LA, for Defendant/Appellant.\n\n## 인용\n\n- 90 So. 3d 1152\n\n## 판결문 요약\n\n\nFREDERICKA HOMBERG WICKER, Judge.\n12This is the last in a series of cases to come before this Court involving the murders that occurred on October 30, 2008, at the Gomez Bar. This appeal involves the defendant/appellant, Mr. Pedro Navar-rete-Duran’s (“Navarrete-Duran”), involvement in an armed robbery that ultimately resulted in the deaths of four men. Navarrete-Duran was sentenced to imprisonment at hard labor to three consecutive life sentences after being convicted of three counts of second degree murder. He contends that the evidence was insufficient to support the convictions as a principal to second degree murder. For the reasons that follow, the convictions and sentences are affirmed.\nFactual and Procedural Background\nNavarrete-Duran relocated from El Salvador sometime between the years of 2000 and 2001 to Katy, Texas and later met Jose Garcia-Cornejo (“Garcia”) in Houston, Texas in August of 2008. The two men, who were both musicians, Leollaborated and played small musical sessions in the Houston area. Navarrete-Duran and Garcia later traveled from Texas to New Orleans in Navarrete-Duraris 2006 Honda Accord to look for work. They arrived in New Orleans on Monday, October 27, 2010, where they met Renil Escobar-Riveria (“Escobar”), for the first time, on Bourbon Street. Navarrete-Du-ran informed Escobar that he and Garcia had no place to live. Escobar then invited the two men to reside with him at his apartment on Orange Blossom — an apartment complex in Jefferson Pari...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-navarrete-duran"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}