{
  "id": 4883,
  "title": "2012년 State of Tennessee v. Brandon Trent Patterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-09",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Brandon Trent Patterson. 판결일: 2012-03-09. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Brandon Trent Patterson\n**판결일**: 2012-03-09\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                            Assigned on Briefs May 18, 2011\n\n        STATE OF TENNESSEE v. BRANDON TRENT PATTERSON\n\n               Direct Appeal from the Circuit Court for Maury County\n                       No. 19279    Robert L. Holloway, Judge\n\n\n\n\n                 No. M2010-01573-CCA-R3-CD - Filed March 9, 2012\n\n\nDefendant, Brandon Trent Patterson, was indicted by the Maury County Grand Jury for\nattempted first degree murder. By agreement between the parties, Defendant was also\ncharged by criminal information with one count of aggravated assault. Following a jury trial,\nDefendant was acquitted of attempted first degree murder and convicted of aggravated\nassault. Defendant was sentenced to eight years of imprisonment. Defendant appeals his\nconviction, asserting that the evidence was insufficient to sustain the conviction. After a\ncareful review of the record, we affirm the judgment of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nT HOMAS T. W OODALL, J., delivered the opinion of the court, in which J AMES C URWOOD\nW ITT, J R., J., joined. J UDGE J.C. M CL IN was originally on the panel to which this case was\nassigned. Judge McLin died September 3, 2011, and we acknowledge his faithful service to\nthis Court.\n\nClaudia S. Jack, District Public Defender; and Michelle W. VanDeRee, Assistant Public\nDefender (on appeal), and John S. Colle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-brandon-trent-patterson"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}