{
  "id": 4884,
  "title": "2012년 QUATTRUCCI 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-09",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: QUATTRUCCI. 판결일: 2012-03-09. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. Lewis T. QUATTRUCCI\n**판결일**: 2012-03-09\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Flaherty, Goldberg, Indeglia, Robinson, Suttell\n\n## 변호인\n\nTerence M. Coyne, Department of Attorney General, for State., Richard S. Humphrey, Esq., Tiverton, for respondent.\n\n## 인용\n\n- 39 A.3d 1036\n\n## 판결문 요약\n\n\n39 A.3d 1036 (2012)\nSTATE\nv.\nLewis T. QUATTRUCCI.\nNo. 2010-97-M.P.\nSupreme Court of Rhode Island.\nMarch 9, 2012.\nTerence M. Coyne, Department of Attorney General, for State.\nRichard S. Humphrey, Esq., Tiverton, for Respondent.\nPresent: SUTTELL, C.J., GOLDBERG, FLAHERTY, and INDEGLIA, JJ.\n\nOPINION\nChief Justice SUTTELL, for the Court.\nAfter failing two field sobriety tests, the respondent, Lewis T. Quattrucci, was arrested *1037 for driving under the influence and later charged with refusing to submit to a chemical test. The charge subsequently was dismissed by a Traffic Tribunal magistrate on the ground that Mr. Quattrucci had not been afforded a confidential telephone call, as required by G.L.1956 § 12-7-20. The state appealed, and the Traffic Tribunal appeals panel (appeals panel) upheld the magistrate's order dismissing the refusal charge. The District Court later affirmed the appeals panel's decision. On May 6, 2010, we granted the state's petition for a writ of certiorari seeking review of the District Court judgment. This case came before the Supreme Court pursuant to an order directing the parties to appear and show cause why the issues raised on appeal should not summarily be decided. After reviewing the record and considering the parties' written and oral submissions, we are satisfied that the issues may be resolved without further briefing or argument. For the reasons set forth in this opinion, we quash the judgment of the District Court and we vacate the dismissal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-quattrucci"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}