{
  "id": 4885,
  "title": "2012년 Heustis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Heustis. 판결일: 2012-03-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Frederick W. HEUSTIS, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2012-03-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Black, Crenshaw, Northcutt\n\n## 변호인\n\nJames Marion Moorman, Public Defender, and Megan Olson, Assistant Public Defender, Bartow, for Appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and Cerese Crawford Taylor, Assistant Attorney General, Tampa, for Ap-pellee.\n\n## 인용\n\n- 82 So. 3d 183\n\n## 판결문 요약\n\n\n82 So.3d 183 (2012)\nFrederick W. HEUSTIS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 2D11-1039.\nDistrict Court of Appeal of Florida, Second District.\nMarch 9, 2012.\n*184 James Marion Moorman, Public Defender, and Megan Olson, Assistant Public Defender, Bartow, for Appellant.\nPamela Jo Bondi, Attorney General, Tallahassee, and Cerese Crawford Taylor, Assistant Attorney General, Tampa, for Appellee.\nNORTHCUTT, Judge.\nFrederick Heustis appeals his criminal convictions, arguing that the circuit court erred in denying his motion to withdraw his plea after sentencing. We agree and reverse.\nHeustis was charged with three counts of aggravated assault. He entered a negotiated, no contest plea to one count of aggravated assault and two counts of the lesser charge of improper exhibition of a firearm. He was adjudicated guilty and placed on three years' probation. Heustis later filed a motion alleging that his plea was involuntary because it was induced by counsel's misadvice regarding the plea's effect on his civil rights. At a hearing on the motion, Heustis testified that he would not have entered his plea if he had known that he would be classified as a felon and would lose his civil rights, including his right to vote. He further testified that his attorney affirmatively misled him into believing that his plea would not have these consequences. No other testimony was presented.\nThe circuit court concluded that the right to vote was a collateral consequence of the plea, and it den...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heustis-v-state"
    }
  ],
  "relatedIncidents": [
    4539,
    4548,
    4551,
    4552,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}