{
  "id": 4888,
  "title": "2012년 Gibson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-03-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gibson. 판결일: 2012-03-05. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lena GIBSON; James Gibson, Plaintiffs-Appellants, v. AMERICAN GREETINGS CORPORATION, Defendant-Appellee\n**판결일**: 2012-03-05\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Murphy, Bye, and Colloton, Circuit Judges\n\n## 변호인\n\nLarry Joe Steele, argued, Walnut Ridge, AR, for appellants., Paul D. Waddell, argued, Matthew Scott Jackson, on the brief, Jonesboro, AR, for appellee.\n\n## 인용\n\n- 670 F.3d 844\n\n## 판결문 요약\n\n\n670 F.3d 844 (2012)\nLena GIBSON; James Gibson, Plaintiffs-Appellants,\nv.\nAMERICAN GREETINGS CORPORATION, Defendant-Appellee.\nNo. 11-1467.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: January 10, 2012.\nFiled: March 5, 2012.\n*848 Larry Joe Steele, argued, Walnut Ridge, AR, for appellants.\nPaul D. Waddell, argued, Matthew Scott Jackson, on the brief, Jonesboro, AR, for appellee.\nBefore MURPHY, BYE, and COLLOTON, Circuit Judges.\nBYE, Circuit Judge.\nJames and Lena Gibson, husband and wife, appeal the district court's[1] grant of summary judgment in favor of American Greetings Corporation (\"AGC\") on their race and age discrimination, and retaliation claims. We affirm.\n\nI\nLena Gibson, an African-American female, has worked at AGC since January 1975 in a number of departments, performing a variety of job duties, and is currently still employed at AGC. She was approximately age fifty-three at the time of events giving rise to her lawsuit. In this action, Lena claims AGC failed to cross-train her for higher-level positions due to race discrimination, age discrimination, and retaliation *849 for filing two internal complaints alleging race and age discrimination.\nJames Gibson is an African-American male, and is married to Lena Gibson. AGC hired James in 1990. He was age fifty-two when AGC terminated his employment. James alleges his termination was the product of age and race discrimination. In addition, he claims AGC retaliated against him in response to Lena's internal ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gibson-v-american-greetings-corp"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}