{
  "id": 4898,
  "title": "2012년 Khalfani S. Marion v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-02-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Khalfani S. Marion v. State of Tennessee. 판결일: 2012-02-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Khalfani S. Marion v. State of Tennessee\n**판결일**: 2012-02-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                         Assigned on Briefs December 6, 2011\n\n             KHALFANI S. MARION v. STATE OF TENNESSEE\n\n                  Appeal from the Criminal Court for Shelby County\n                      No. 03-01051     James Lammey, Judge\n\n\n               No. W2011-00203-CCA-R3-PC - Filed February 22, 2012\n\n\nThe pro se petitioner, Khalfani Marion, appeals the summary dismissal of his petition for\npost-conviction relief, arguing that he should have been afforded an evidentiary hearing to\nconsider whether due process tolled the statute of limitations in his case. The State concedes\nthat an evidentiary hearing should have been held to determine whether the statute of\nlimitations should be tolled due to the petitioner’s trial counsel’s having failed to timely\ninform him of our supreme court’s denial of his application for permission to appeal. We\nagree. Accordingly, we reverse the summary dismissal of the petition and remand for an\nevidentiary hearing to determine whether the circumstances require that the statute of\nlimitations be tolled in this case.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Reversed\n                                  and Remanded\n\nA LAN E. G LENN, J., delivered the opinion of the Court, in which N ORMA M CG EE O GLE and\nJ EFFREY S. B IVINS, JJ., joined.\n\nKhalfani S. Marion, Henning, Tennessee, Pro Se.\n\nRobert E. Cooper, Jr., Attorney Gene...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=khalfani-s-marion-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    4899,
    4909,
    4162,
    4165,
    4274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}