{
  "id": 4902,
  "title": "2012년 Pellmann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-02-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pellmann. 판결일: 2012-02-10. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Roger A. PELLMANN, Defendant-Appellant\n**판결일**: 2012-02-10\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Flaum and Sykes, Circuit Judges, and Conley, District Judge\n\n## 변호인\n\nMatthew L. Jacobs (argued), Attorney, Office of the United States Attorney, Milwaukee, WI, for Plaintiff-Appellee., Brendan J. Rowen (argued), Attorney, Smith, Gunderson & Rowen, S.C., Brook-field, WI, for Defendant-Appellant.\n\n## 인용\n\n- 668 F.3d 918\n\n## 판결문 요약\n\n\n668 F.3d 918 (2012)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nRoger A. PELLMANN, Defendant-Appellant.\nNo. 10-3626.\nUnited States Court of Appeals, Seventh Circuit.\nArgued June 1, 2011.\nDecided February 10, 2012.\n*919 Matthew L. Jacobs (argued), Attorney, Office of the United States Attorney, Milwaukee, WI, for Plaintiff-Appellee.\nBrendan J. Rowen (argued), Attorney, Smith, Gunderson &amp; Rowen, S.C., Brookfield, WI, for Defendant-Appellant.\nBefore FLAUM and SYKES, Circuit Judges, and CONLEY, District Judge.[*]\nCONLEY, District Judge.\nRoger A. Pellmann was convicted by a jury of (1) distributing fentanyl, a Schedule II narcotic controlled substance in violation of 21 U.S.C. § 841(a)(1); and (2) obtaining morphine by misrepresentation, fraud, and deception in violation of 21 U.S.C. § 843(a)(3). On appeal, Pellmann argues that his conviction should be overturned because the government failed to introduce expert testimony to prove that he distributed Schedule II narcotics outside of his professional practice and for other than legitimate medical purposes. Pellmann also maintains that the district court improperly enhanced his sentence for obstruction of justice. Because the jury's verdict is supported by overwhelming evidence and the district court's sentencing enhancement based on Pellmann's having lied to the U.S. Drug Enforcement Administration (\"DEA\") agents is more than reasonable under the circumstances, we affirm the district court's judgment.\n\nI\nIn considering tr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-pellmann"
    }
  ],
  "relatedIncidents": [
    4561,
    4624,
    4626,
    4646,
    4679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}