{
  "id": 4912,
  "title": "2012년 Lander 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-02-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lander. 판결일: 2012-02-02. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Joseph T. LANDER, A.K.A. Joey Lander, Defendant-Appellant\n**판결일**: 2012-02-02\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Wilson and Cox, Circuit Judges, and Restani\n\n## 변호인\n\nNancy J. Hess, Lennard B. Register, III, Pensacola, FL, Thomas F. Kirwin, Tallahassee, FL, Gregory Patrick McMahon, Brett Meltzer, Gainesville, FL, for Plaintiff-Appellee., Michael Robert Ufferman, Michael Ufferman Law Firm, PA, R. Timothy Jansen, R. Timothy Jansen, PA, Tallahassee, FL, for Defendant-Appellant.\n\n## 인용\n\n- 668 F.3d 1289\n\n## 판결문 요약\n\n\n668 F.3d 1289 (2012)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nJoseph T. LANDER, a.k.a. Joey Lander, Defendant-Appellant.\nNo. 10-10852.\nUnited States Court of Appeals, Eleventh Circuit.\nFebruary 2, 2012.\n*1291 Nancy J. Hess, Lennard B. Register, III, Pensacola, FL, Thomas F. Kirwin, Tallahassee, FL, Gregory Patrick McMahon, Brett Meltzer, Gainesville, FL, for Plaintiff-Appellee.\nMichael Robert Ufferman, Michael Ufferman Law Firm, PA, R. Timothy Jansen, R. Timothy Jansen, PA, Tallahassee, FL, for Defendant-Appellant.\nBefore WILSON and COX, Circuit Judges, and RESTANI,[*] Judge.\nPER CURIAM:\nA jury convicted Joseph T. Lander on mail fraud and money laundering charges *1292 related to two separate fraudulent schemes. One of these schemes involved Lander's conversion of funds developers gave him to hold in trust for future expenses associated with their River Shores at Jena development (the \"River Shores Scheme\"). In the other scheme, Lander convinced one of his victims to make a significant investment in a vitamin company he was starting called GenSpec Labs, LLC by misrepresenting the expected return on this investment and the viability of the company (the \"GenSpec Scheme\"). The superseding indictment alleged that Lander executed these schemes using the mail and engaged in monetary transactions with the money he derived from the River Shores Scheme. The jury convicted Lander on sixteen of the twenty-one counts in the superseding indictment. Lander now appeals, challenging...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lander"
    }
  ],
  "relatedIncidents": [
    4561,
    4624,
    4626,
    4646,
    4679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}