{
  "id": 4915,
  "title": "2012년 PHELPS, ALINA, PEOPLE v 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-01-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: PHELPS, ALINA, PEOPLE v. 판결일: 2012-01-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: PHELPS, ALINA, PEOPLE v\n**판결일**: 2012-01-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n\n## 판결문 요약\n\n           SUPREME COURT OF THE STATE OF NEW YORK\n             Appellate Division, Fourth Judicial Department\n\n6\nKA 08-01799\nPRESENT: SCUDDER, P.J., SMITH, CENTRA, LINDLEY, AND GORSKI, JJ.\n\n\nTHE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\n\n                      V                              MEMORANDUM AND ORDER\n\nALINA PHELPS, DEFENDANT-APPELLANT.\n\n\nROSEMARIE RICHARDS, SOUTH NEW BERLIN, FOR DEFENDANT-APPELLANT.\n\nJOHN C. TUNNEY, DISTRICT ATTORNEY, BATH, FOR RESPONDENT.\n\n\n     Appeal from a judgment of the Steuben County Court (Joseph W.\nLatham, J.), rendered May 14, 2008. The judgment convicted defendant,\nupon her plea of guilty, of attempted burglary in the second degree.\n\n     It is hereby ORDERED that the judgment so appealed from is\nunanimously modified on the law by vacating the sentence and as\nmodified the judgment is affirmed, and the matter is remitted to\nSteuben County Court for further proceedings in accordance with the\nfollowing Memorandum: Defendant appeals from a judgment convicting\nher, upon her plea of guilty, of attempted burglary in the second\ndegree (Penal Law §§ 110.00, 140.25 [2]). We agree with defendant\nthat County Court erred in directing that the determinate sentence of\nimprisonment of four years for the instant offense run concurrently\nwith a determinate sentence of imprisonment of three years imposed on\na prior felony conviction without making “a statement on the record of\nthe facts and circumstances” warranting that determination (§ 70.25\n[former (2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phelps-alina-people-v"
    }
  ],
  "relatedIncidents": [
    4538,
    4546,
    4550,
    4551,
    4552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}