{
  "id": 4917,
  "title": "2012년 Torres 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-01-27",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Torres. 판결일: 2012-01-27. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Oscar F. Torres, Appellant\n**판결일**: 2012-01-27\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Moritz, J.:\n\n## 변호인\n\nCharles A. O’Hara, of O’Hara & O’Hara LLC, of Wichita, was on die brief for appellant., Julie A. Koon, assistant district attorney, Ñola Tedesco Foulston, district attorney, and Derek Schmidt, attorney general, were on the brief for appellee.\n\n## 인용\n\n- 268 P.3d 1197\n- 293 Kan. 790\n\n## 판결문 요약\n\n\n268 P.3d 1197 (2012)\n293 Kan. 790\nSTATE of Kansas, Appellee,\nv.\nOscar F. TORRES, Appellant.\nNo. 104,642.\nSupreme Court of Kansas.\nJanuary 27, 2012.\nCharles A. O'Hara, of O'Hara &amp; O'Hara LLC, of Wichita, was on the brief for appellant.\nJulie A. Koon, assistant district attorney, Nola Tedesco Foulston, district attorney, and Derek Schmidt, attorney general, were on the brief for appellee.\nThe opinion of the court was delivered by MORITZ, J.:\nIn 2007, Oscar Torres pleaded guilty to felony murder, criminal discharge of a firearm at an occupied building, and aggravated assault. After this court remanded the case for resentencing on a separate issue but before resentencing, Torres sought to withdraw his plea. Torres argued the State violated the plea agreement at his original, sincevacated sentencing by reading a letter from the victim's mother asking the court to impose the maximum prison time. Because Torres ultimately received a new sentencing hearing at which the victim's mother personally testified and the court imposed the sentence recommended by the plea agreement, we conclude Torres' argument on appeal is moot.\nIn the plea agreement, the State agreed to recommend specific sentences on each count and that the sentences on the firearm and assault convictions run consecutive to the felony-murder conviction but concurrent with each other. At Torres' initial sentencing, the prosecutor asked the court to follow the plea agreement. However, without objection from Torres, the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-torres"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}