{
  "id": 4924,
  "title": "2012년 In re Access to Jury Questionnaires 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-01-19",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: In re Access to Jury Questionnaires. 판결일: 2012-01-19. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re Access to JURY QUESTIONNAIRES The Washington Post\n**판결일**: 2012-01-19\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Glickman, King, Oberly\n\n## 변호인\n\nBruce D. Brown, with whom Laurie A. Babinski, Eric N. Lieberman, James A. McLaughlin, Washington, DC, and Kalea S. Clark were on the brief, for The Washington Post., Patricia A. Heffernan, Assistant United States Attorney, with whom Ronald C. Machen Jr., United States Attorney, and Roy W. McLeese III, Amanda Haines, Fernando Sanchez-Campoamor, and Christopher Kavanaugh, Assistant United States Attorneys, were on the brief, for the United States., James Klein and Jonathan W. Anderson, Public Defe\n\n## 인용\n\n- 37 A.3d 879\n\n## 판결문 요약\n\n\nOBERLY, Associate Judge:\nSoon after the start of Ingmar Guan-dique’s trial for the murder of Chandra Levy, The Washington Post (“The Post”) sought access to the jury questionnaires completed by the sixteen empaneled jurors. When informal attempts to gain access were denied, The Post filed a motion to intervene, arguing that both the common law and the First Amendment create a presumption of public access to jury questionnaires used in voir dire. After the trial ended, the court issued an oral ruling denying access, concluding that disclosure of the jury questionnaires would discourage juror candor and intrude on juror privacy. The Post appealed. We hold that The Post, as a surrogate for the public, has a presumptive right of access to the jury questionnaires used in this case, and the trial court erred in not recognizing that right. We further hold that the trial court erred by failing to exercise its discretion in making specific findings about the proteetible privacy interests at stake and considering alternatives to complete closure. We therefore reverse and remand for further proceedings consistent with this opinion.\nI. Background\nIn the spring of 2001, a young congressional intern disappeared after going for a morning jog in Washington’s Rock Creek Park. In October 2010, nearly a decade after Chandra Levy’s highly publicized disappearance, Guandique stood trial for her murder. The circumstances of Chandra Levy’s murder and the ensuing investigation were closely followed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-access-to-jury-questionnaires"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}