{
  "id": 4927,
  "title": "2012년 Williams v. Commissioner of Correction 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-01-17",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Williams v. Commissioner of Correction. 판결일: 2012-01-17. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: Christopher Williams v. Commissioner of Correction\n**판결일**: 2012-01-17\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Beach, Gruendel, Robinson\n\n## 변호인\n\nLaljeebhai R. Patel, for the appellant (petitioner)., Timothy J. Sugrue, assistant state’s attorney, with whom, on the brief, were Michael Dearington, state’s attorney, and Sean P. McGuinness, deputy assistant state’s attorney, for the appellee (respondent).\n\n## 인용\n\n- 33 A.3d 883\n- 133 Conn. App. 96\n\n## 판결문 요약\n\n\n33 A.3d 883 (2012)\n133 Conn.App. 96\nChristopher WILLIAMS\nv.\nCOMMISSIONER OF CORRECTION.\nNo. 32965.\nAppellate Court of Connecticut.\nArgued October 24, 2011.\nDecided January 17, 2012.\n*885 Laljeebhai R. Patel, for the appellant (petitioner).\nTimothy J. Sugrue, assistant state's attorney, with whom, on the brief, were Michael Dearington, state's attorney, and Sean P. McGuinness, deputy assistant state's attorney, for the appellee (respondent).\nGRUENDEL, BEACH and ROBINSON, Js.\nBEACH, J.\nThe petitioner, Christopher Williams, appeals from the judgment of the habeas court dismissing his petition for a writ of habeas corpus.[1] He claims that the court erred in rejecting the count of his petition in which he alleged ineffective assistance of prior habeas counsel. The judgment is affirmed.\nIn 1991, the petitioner was convicted, following a jury trial, of murder in violation of General Statutes § 53a-54a, attempt to commit assault in the first degree in violation of General Statutes §§ 53a-49 and 53a-59 (a)(1) and criminal possession of a pistol in violation of General Statutes (Rev. to 1991) § 53a-217 (a). The trial court sentenced the defendant to a total term of fifty years imprisonment.\nOn direct appeal, the petitioner claimed, inter alia, that the trial court had improperly permitted an alternate juror to replace an excused juror after deliberations had begun, in violation of General Statutes (Rev. to 1993) § 54-82h (c).[2]State v. Williams, 231 Conn. 235, 242-45, 645 A.2d 999 (...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-commissioner-of-correction"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4556,
    4560,
    4571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}