{
  "id": 4933,
  "title": "2012년 Perez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2012-01-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Perez. 판결일: 2012-01-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jose Perez v. Craig W. Roberts, Defendants/Third-Party William Cyriaque, and Martin E. Perez, Defendant/Third-Party Defendant-Respondent.\n**판결일**: 2012-01-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 91 A.D.3d 620\n- 936 N.Y.2d 259\n\n## 판결문 요약\n\n\nOrdered that the appeal from so much of the order as granted the motion of the defendants William Cyriaque and Vogue Cab Corp. for summary judgment dismissing the complaint insofar as asserted against them is dismissed, as the appellants are not aggrieved by that portion of the order (see CPLR 5511; Mixon v TBV, Inc., 76 AD3d 144 [2010]; Ratner v Petruso, 274 AD2d 566 [2000]); and it is further,\n*621Ordered that the order is affirmed insofar as reviewed; and it is further,\nOrdered that one bill of costs is awarded to the respondents appearing separately and filing separate briefs.\nThe subject chain-reaction rear-end collision involving three vehicles occurred on January 27, 2006, at the intersection of Second Avenue and East 60th Street in Manhattan. The defendant William Cyriaque was operating the lead vehicle, a taxicab owned by the defendant Vogue Cab Corp. The defendant/third-party defendant, Martin E. Perez (hereinafter Perez), was operating the second vehicle, in which the plaintiff was a passenger. The defendant/third-party plaintiff Craig W. Roberts was operating the rear vehicle, a truck owned by the defendant/ third-party plaintiff AA Truck Renting Corp., and leased by Roberts’s employer, the defendant/third-party plaintiff Peerless Importers Corp. (hereinafter collectively the appellants).\nAccording to the deposition testimony of Cyriaque, Perez, and the plaintiff, the lead vehicle was stopped at a red traffic signal for 10 to 20 seconds. Thereafter, the second ve...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perez-v-roberts"
    }
  ],
  "relatedIncidents": [
    4527,
    4530,
    4531,
    4537,
    4538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}