{
  "id": 4937,
  "title": "2011년 In Re Shaputis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-12-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Shaputis. 판결일: 2011-12-29. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re RICHARD SHAPUTIS on Habeas Corpus\n**판결일**: 2011-12-29\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Chin, Corrigan, Liu, Werdegar\n\n## 변호인\n\nCounsel, Michael Evan Beckman; Law Office of Marc Elliot Grossman and Marc Elliot Grossman for Petitioner Richard Shaputis., Michael Satris; Daniel Broderick, Federal Defender (Eastern District of California) and Monica Knox, Assistant Federal Defender, as Amici Curiae on behalf of Petitioner Richard Shaputis., Edmund G. Brown, Jr., and Kamala D. Harris, Attorneys General, Manuel M. Medeiros, State Solicitor General, Dane R. Gillette, Chief Assistant Attorney General, Julie L. Garland, Assistant\n\n## 인용\n\n- 265 P.3d 253\n- 53 Cal. 4th 192\n- 134 Cal. Rptr. 3d 86\n\n## 판결문 요약\n\n\n53 Cal.4th 192 (2011)\n134 Cal. Rptr. 3d 86\n265 P.3d 253\nIn re RICHARD SHAPUTIS on Habeas Corpus.\nNo. S188655.\nSupreme Court of California.\nDecember 29, 2011.\n*198 Michael Evan Beckman; Law Office of Marc Elliot Grossman and Marc Elliot Grossman for Petitioner Richard Shaputis.\nMichael Satris; Daniel Broderick, Federal Defender (Eastern District of California) and Monica Knox, Assistant Federal Defender, as Amici Curiae on behalf of Petitioner Richard Shaputis.\nEdmund G. Brown, Jr., and Kamala D. Harris, Attorneys General, Manuel M. Medeiros, State Solicitor General, Dane R. Gillette, Chief Assistant Attorney General, Julie L. Garland, Assistant Attorney General, Anya M. Binsacca, Julie A. Malone and Charles Chung, Deputy Attorneys General, for Respondents Warden James D. Hartley and the Board of Parole Hearings.\nW. Scott Thorpe; Bonnie M. Dumanis, District Attorney (San Diego) and Richard J. Sachs, Deputy District Attorney, for California District Attorneys Association as Amicus Curiae on behalf of Respondents Warden James D. Hartley and the Board of Parole Hearings.\n\nOPINION\nCORRIGAN, J.\nHere we reaffirm the deferential character of the \"some evidence\" standard for reviewing parole suitability determinations. Whether *199 to grant parole to an inmate serving an indeterminate sentence is a decision vested in the executive branch, under our state Constitution and statutes. The scope of judicial review is limited. The \"some evidence\" standard, which we articulated in In re Ro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-shaputis"
    }
  ],
  "relatedIncidents": [
    4938,
    4939,
    4941,
    4943,
    4945
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}