{
  "id": 4941,
  "title": "2011년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-12-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Smith. 판결일: 2011-12-27. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Robert K. SMITH, Appellant\n**판결일**: 2011-12-27\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Clayton III, Cohen, Kurt, Odenwald, Patricia, Robert\n\n## 변호인\n\nAndrew E. Zleit, Assistant Public Defender, St. Louis, MO, for appellant., Shaun J. Mackelprang, Assistant Attorney General, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 360 S.W.3d 858\n\n## 판결문 요약\n\n\n360 S.W.3d 858 (2011)\nSTATE of Missouri, Respondent,\nv.\nRobert K. SMITH, Appellant.\nNo. ED 95737.\nMissouri Court of Appeals, Eastern District, Division Four.\nDecember 27, 2011.\nMotion for Rehearing and/or Transfer to Supreme Court Denied February 7, 2012.\nApplication for Transfer Denied April 3, 2012.\nAndrew E. Zleit, Assistant Public Defender, St. Louis, MO, for appellant.\nShaun J. Mackelprang, Assistant Attorney General, Jefferson City, MO, for respondent.\nKURT S. ODENWALD, C.J., PATRICIA L. COHEN, J., and ROBERT M. CLAYTON III, J.\n\nORDER\nPER CURIAM.\nRobert Smith (Defendant) appeals the judgment of conviction entered by the Circuit *859 Court of the City of St. Louis after a jury found him guilty of four counts of fraudulently attempting to obtain a controlled substance. Defendant claims the trial court erred by denying defense counsel's motion for a continuance.\nWe have reviewed the briefs of the parties and the record on appeal and find the motion court's decision was not clearly erroneous. An extended opinion would have no precedential value. We have, however, provided a memorandum opinion only for the use of the parties setting forth the reasons for our decision.\nWe affirm the judgment pursuant to Rule 30.25(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    4976,
    5001,
    5168,
    5173,
    5210
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}