{
  "id": 4949,
  "title": "2011년 State of Tennessee v. Bobby Joe Young, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-12-14",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Bobby Joe Young, Jr.. 판결일: 2011-12-14. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Bobby Joe Young, Jr.\n**판결일**: 2011-12-14\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                            Assigned on Briefs May 17, 2011\n\n             STATE OF TENNESSEE v. BOBBY JOE YOUNG, JR.\n\n            Direct Appeal from the Circuit Court for Montgomery County\n                      No. 40801224     Michael R. Jones, Judge\n\n\n\n\n               No. M2010-01531-CCA-R3-CD - Filed December 14, 2011\n\n\nA Montgomery County jury convicted the defendant, Bobby Joe Young, Jr., of aggravated\nassault, a Class C felony. The trial court sentenced him, as a multiple offender, to serve six\nyears in the Tennessee Department of Correction. On appeal, the defendant argues that the\nevidence was insufficient to sustain his conviction. Following a review of the parties’ briefs,\nthe record, and applicable law, we affirm the judgment of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nT HOMAS T. W OODALL, J., delivered the opinion of the court, in which J ERRY L. S MITH and\nJ AMES C URWOOD W ITT, J R., JJ., joined. J UDGE J.C. M CL IN was originally on the panel to\nwhich this case was assigned. Judge McLin died September 3, 2011, and we acknowledge\nhis faithful service to this Court.\n\nChelsea Nicholson (on appeal), Nashville, Tennessee, and Jeffrey Grimes (at trial),\nClarksville, Tennessee, for the appellant, Bobby Joe Young, Jr.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Clark B. Thornton, Assistant Attorney\nGeneral; Joh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=francine-l-goss-v-state-of-tennessee"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-bobby-joe-young-jr"
    }
  ],
  "relatedIncidents": [
    4571,
    4938,
    4955,
    4990,
    4991
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}