{
  "id": 4955,
  "title": "2011년 Reyes-Brooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-12-05",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Reyes-Brooks. 판결일: 2011-12-05. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Sergio Reyes-Brooks\n**판결일**: 2011-12-05\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Dwyer, Lau, Leach\n\n## 변호인\n\nSergio Reyes-Brooks, pro se., Thomas M. Kummerow {oí Washington Appellate Project), for appellant., Daniel T. Satterberg, Prosecuting Attorney, and Jeffrey C. Dernbach, Deputy, for respondent.\n\n## 인용\n\n- 165 Wash. App. 193\n\n## 판결문 요약\n\n\nLeach, J.\n¶1 Sergio Reyes-Brooks appeals his conviction for first-degree murder and unlawful possession of a firearm. He contends the trial court erred by instructing the jury that it must be unanimous to answer “no” to the special verdict form for a firearm sentence enhancement. Reyes-Brooks also challenges his sentence, as a persistent offender, to life imprisonment without the possibility of parole. He claims the trial court violated his rights to a jury trial, equal protection, and due process when it determined the existence of his two prior strike convictions by a preponderance of the evidence. Because the trial court erred in instructing the jury on the unanimity requirement for a special verdict, we vacate the firearms sentence enhancement. We otherwise affirm his conviction and sentence and remand for further proceedings consistent with this opinion.\nBACKGROUND\n¶2 The charges in this case arose from an incident in 2006. Reyes-Brooks and Ray Porter were upset with Dominque McCray. They and Porter’s girl friend, Crystal Moore, drove McCray to a secluded dead-end street, where *197they forced McCray to strip naked at gunpoint. McCray tried to flee, but Porter shot him once in the back and once in the head with a .380 Grendel semiautomatic handgun. Reyes-Brooks then exited the car, walked over to McCray, and fired a single shot into the back of his head with a .357 revolver. Police found McCray’s body lying in the middle of the street. They also found two .380 shell cas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reyes-brooks"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4990,
    5008,
    5013
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}