{
  "id": 4961,
  "title": "2011년 Zinkhen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-11-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zinkhen. 판결일: 2011-11-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Thomas Zinkhen\n**판결일**: 2011-11-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Malone\n\n## 인용\n\n- 89 A.D.3d 1319\n- 933 N.Y.2d 437\n\n## 판결문 요약\n\n\nMalone Jr., J.\nIn 2009, defendant was charged in an indictment with bur*1320glary in the second degree, grand larceny in the fourth degree, criminal possession of stolen property in the fourth degree, forgery in the second degree and petit larceny. He thereafter moved for an order dismissing the indictment on the ground that actual prejudice, inherent impropriety and a conflict of interest arose from the fact that the Ulster County District Attorney had previously represented him while the District Attorney was a member of the Public Defender’s office. Alternatively, defendant requested that the District Attorney’s office be disqualified and a special prosecutor be appointed. County Court denied the motion and, following a trial, the jury convicted defendant as charged. County Court sentenced defendant, as a prior violent felony offender, to concurrent prison terms resulting in an aggregate sentence of 12 years, to be followed by five years of postrelease supervision. Defendant now appeals.\nWe affirm. Defendant’s sole contention on appeal is that County Court erred in denying his motion to have the indictment dismissed or the District Attorney’s office disqualified based upon a conflict of interest. Generally, a public prosecutor should be removed “only to protect a defendant from actual prejudice arising from a demonstrated conflict of interest or a substantial risk of an abuse of confidence” (Matter of Schumer v Holtzman, 60 NY2d 46, 55 [1983]; accord People v Arbas, 85 AD...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-zinkhen"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}