{
  "id": 4963,
  "title": "2011년 Ricky Johnson v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-11-21",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Ricky Johnson v. State of Tennessee. 판결일: 2011-11-21. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Ricky Johnson v. State of Tennessee\n**판결일**: 2011-11-21\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Camille R. McMullen\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                          Assigned on Briefs August 2, 2011\n\n                 RICKY JOHNSON v. STATE OF TENNESSEE\n\n              Direct Appeal from the Circuit Court for Madison County\n                       No. C-11-20    Donald H. Allen, Judge\n\n\n              No. W2011-00311-CCA-R3-CO - Filed November 21, 2011\n\n\nThe Petitioner, Ricky Johnson, was convicted by a Madison County jury in 1989 of burglary\nof an automobile and grand larceny and was sentenced to concurrent eight-year sentences as\na Range II, persistent offender. More than twenty-one years later, the Petitioner filed a\npetition for writ of error coram nobis, alleging that there was a variance between the\nindictment and the proof at trial and that his convictions violated double jeopardy\nprotections. The Madison County Circuit Court summarily dismissed the petition. On\nappeal, the Petitioner argues that the coram nobis court erred: (1) in dismissing the petition\nwithout an evidentiary hearing and without appointing counsel; and (2) in denying him relief.\nUpon review, we affirm the judgment of the coram nobis court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nC AMILLE R. M CM ULLEN, J., delivered the opinion of the court, in which J ERRY L. S MITH and\nR OBERT W. W EDEMEYER, JJ., joined.\n\nRicky Johnson, Mountain City, Tennessee, Pro Se.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ricky-johnson-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    4965,
    5005,
    5024,
    5038,
    5132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}