{
  "id": 4970,
  "title": "2011년 Litoff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-11-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Litoff. 판결일: 2011-11-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert LITOFF, Appellant, v. MEADOWS SERVICE CORPORATION, Appellee\n**판결일**: 2011-11-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Justices Morris, O'neill, and Fillmore\n\n## 변호인\n\nBryan L. Sample, Law Office of Bryan L. Sample, for Appellant., John H. Carney, Andrew Galen Counts, John H. Carney & Associates, P.C., Houston Watson, Bernard Eric Zwillenberg, Dallas, for Appellee.\n\n## 인용\n\n- 352 S.W.3d 894\n\n## 판결문 요약\n\n\n352 S.W.3d 894 (2011)\nRobert LITOFF, Appellant,\nv.\nMEADOWS SERVICE CORPORATION, Appellee.\nNo. 05-10-01173-CV.\nCourt of Appeals of Texas, Dallas.\nNovember 10, 2011.\n*895 Bryan L. Sample, Law Office of Bryan L. Sample, for Appellant.\nJohn H. Carney, Andrew Galen Counts, John H. Carney &amp; Associates, P.C., Houston Watson, Bernard Eric Zwillenberg, Dallas, for Appellee.\nBefore Justices MORRIS, O'NEILL, and FILLMORE.\n\nOPINION\nOpinion By Justice FILLMORE.\nRobert Litoff appeals from a county court at law order dismissing for lack of jurisdiction his appeal from justice court. In two points of error, Litoff contends (1) the county court erred in dismissing his appeal from justice court based on non-compliance with rule of civil procedure 571, and (2) the county court did not have jurisdiction to inquire into the sufficiency of the appeal bond sureties under rule of civil procedure 571. We affirm the county court's judgment.\n\nBackground\nMeadows filed a collection case against Litoff in justice court. A judgment was entered in favor of Meadows in the amount of $6551.97, plus interest. Litoff filed a notice of appeal of the justice court judgment in the county court at law. Litoff filed an appeal bond in the justice court in the amount of $6600.00, which was approved by the justice court.\nMeadows filed a motion to dismiss Litoff's appeal for lack of jurisdiction because the appeal bond failed to satisfy the rule of civil procedure 571 requirement that the appeal bond be double the a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=litoff-v-meadows-service-corp"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}