{
  "id": 4971,
  "title": "2011년 Zoladz Construction Co. v. County of Erie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-11-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zoladz Construction Co. v. County of Erie. 판결일: 2011-11-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Zoladz Construction Co., Inc. v. County of Erie\n**판결일**: 2011-11-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 89 A.D.3d 1459\n- 932 N.Y.2d 642\n\n## 판결문 요약\n\n\nMemorandum:\nPlaintiff commenced this action seeking, inter alia, damages for defendant’s alleged breach of the agreement governing the processing and disposal of debris from trees damaged as a result of a severe snow storm that occurred in Erie County in October, 2006. The debris was transported to a site where it was processed by plaintiff. Contrary to plaintiff’s contention, Supreme Court properly determined that the agreement is not ambiguous. We therefore conclude that the court properly granted defendant’s motion seeking summary judgment dismissing the complaint.\nPursuant to the agreement, plaintiff was to provide three categories of services: bulk green waste/general site management at $2.00 per cubic yard, chip and grinding disposal management at $1.50 per cubic yard, and green waste debris grinding at $3.00 per cubic yard. The agreement provides that the bulk green waste, the chip and grinding material and the green waste debris were to be removed from the site within six months of the execution of the agreement and that the failure to do so would result in a charge of $10,000 per month.\n“ ‘[W]hen parties set down their agreement in a clear, complete document, their writing should as a rule be enforced according to its terms’ ” (Reiss v Financial Performance Corp., 97 NY2d 195, 198 [2001], quoting W.W.W. Assoc. v Giancontieri, 77 NY2d 157, 162 [1990]). Plaintiff contends that the agreement is ambiguous inasmuch as it fails to identify the party responsible for the co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zoladz-construction-co-v-county-of-erie"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}