{
  "id": 4974,
  "title": "2011년 Tilley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-11-08",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Tilley. 판결일: 2011-11-08. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Marvin TILLEY, (Defendant) v. The STATE of Wyoming, (Plaintiff) Marvin Tilley, Appeliant (Defendant) v. The State of Wyoming, (Plaintiff)\n**판결일**: 2011-11-08\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Burke, Golden, Hill, Kite, Voigt\n\n## 변호인\n\nRepresenting Appellant: James P. Cast berg, Castbherg Law Office, Sheridan, Wyoming., Representing Appellee: Gregory A. Phillips, Wyoming Attorney General; Terry L. Armitage, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Leda M. Pojman, Senior Assistant Attorney General.\n\n## 인용\n\n- 267 P.3d 552\n- 2011 WY 153\n\n## 판결문 요약\n\n\nKITE, Chief Justice.\n[¶1] In these consolidated appeals, Mr. Tilley challenges the sufficiency of the evidence to convict him of six counts of sexual assault committed years ago against four different victims and one count of aggravated burglary against one of the victims. We conclude the State presented sufficient evidence to support the convictions and, therefore, affirm.\nISSUE\n[¶2] Mr. Tilley presents the following issue, phrased as a statement:\nThe State failed to present sufficient evidence during the trial to prove the essen*554tial elements of the crimes which would cause the jury to find guilt beyond a reasonable doubt.\nThe State phrases the issue as:\nDid the State present sufficient evidence at Tilley's trial for the jury to find him guilty beyond a reasonable doubt of all sexual assault charges and of aggravated burglary?\nFACTS\n[¶3] While investigating other incidents, a Big Horn County law enforcement officer learned that several victims claimed Mr. Til-ley had sexually assaulted them many years earlier. In 2009, the State charged Mr. Til-ley with two counts of first degree sexual assault of AF in late 1980/early 1981 (Wyo.Stat.Ann. § 6-4-302(a)(i) (Michie 1977));1 one count of first degree rape and one count of immoral acts with a child, GB, in 1974 (Wyo.Stat.Ann. § 6-63(A) (Michie 1957) and Wyo.Stat. Ann. § 14-28 (Michie 1957), respectively); and two counts of immoral acts with a child, SK, in 1974 or 1975 (Wyo. Stat.Ann. § 14-28 (Michie 1957)). In 2010, the Sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tilley-v-state"
    }
  ],
  "relatedIncidents": [
    4988,
    4992,
    4998,
    5065,
    5151
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}