{
  "id": 4979,
  "title": "2011년 Morrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-31",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Morrison. 판결일: 2011-10-31. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Charles A. MORRISON and Shirley W. Morrison, Appellants, v. UNITED STATES of America, Acting Through Farm Service Agency, F/K/A Farmers Home Administration, United States Department of Agriculture, Appellee\n**판결일**: 2011-10-31\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Swanson, Thomas, Wetherell\n\n## 변호인\n\nStephen C. Bullock and Matthew C. Mitchell of Brannon, Brown, Haley & Bullock, P.A., Lake City, for Appellants., Michael S. Raab and Benjamin M. Schultz, Appellate Staff, Civil Division, United States Department of Justice, Washington, D.C., for Appellee.\n\n## 인용\n\n- 73 So. 3d 336\n\n## 판결문 요약\n\n\n73 So.3d 336 (2011)\nCharles A. MORRISON and Shirley W. Morrison, Appellants,\nv.\nUNITED STATES of America, Acting Through Farm Service Agency, f/k/a Farmers Home Administration, United States Department of Agriculture, Appellee.\nNo. 1D10-5305.\nDistrict Court of Appeal of Florida, First District.\nOctober 31, 2011.\nStephen C. Bullock and Matthew C. Mitchell of Brannon, Brown, Haley &amp; Bullock, P.A., Lake City, for Appellants.\nMichael S. Raab and Benjamin M. Schultz, Appellate Staff, Civil Division, United States Department of Justice, Washington, D.C., for Appellee.\nPER CURIAM.\nIn this appeal from the trial court's \"Final Judgment of Foreclosure and Final Judgment Dismissing Counterclaim with Prejudice,\" entered on remand from our decision in United States v. Morrison, 28 So.3d 94 (Fla. 1st DCA 2009), rev. denied, 43 So.3d 44 (Fla.2010) (table), appellants raise two points seeking reversal of the trial court's award of attorneys' fees to appellee. We AFFIRM without comment the trial court's award of attorneys' fees to appellee arising from the final judgment of foreclosure. However, because the trial court reserved jurisdiction to determine the distinctly separate amount of attorneys' fees awarded to appellee due to the dismissal of appellants' counterclaim, we lack jurisdiction to consider their challenge of the award. Consequently, that portion of appellants' appeal is DISMISSED. See Zampell Refractories, Inc. v. Welch, 61 So.3d 1160, 1160 (Fla. 1st DCA 2011); Zuberer v. Z...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morrison-v-united-states-ex-rel-farm-service-agency"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}