{
  "id": 4988,
  "title": "2011년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-27",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Harrison. 판결일: 2011-10-27. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Barry HARRISON, Appellant, v. UNITED STATES, Appellee\n**판결일**: 2011-10-27\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Glickman and Blackburne-Rigsby, Associate Judges, and Pryor, Senior Judge\n\n## 변호인\n\nSteven R. Kiersh, Washington, DC, was on the brief for appellant., Ronald C. Machen Jr., United States Attorney, and Elizabeth Trosman, Mary B. McCord, Edward A. O’Connell, and Kristina L. Ament, Assistant United States Attorneys, were on the brief for appellee.\n\n## 인용\n\n- 30 A.3d 169\n\n## 판결문 요약\n\n\n30 A.3d 169 (2011)\nBarry HARRISON, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 10-CF-153.\nDistrict of Columbia Court of Appeals.\nSubmitted January 21, 2011.\nDecided October 27, 2011.\n*170 Steven R. Kiersh, Washington, DC, was on the brief for appellant.\nRonald C. Machen Jr., United States Attorney, and Elizabeth Trosman, Mary B. McCord, Edward A. O'Connell, and Kristina *171 L. Ament, Assistant United States Attorneys, were on the brief for appellee.\nBefore GLICKMAN and BLACKBURNE-RIGSBY, Associate Judges, and PRYOR, Senior Judge.[*]\nGLICKMAN, Associate Judge:\nAfter a jury trial, Barry Harrison was convicted of one count of enticing a child, with aggravating circumstances;[1] three counts of second-degree child sexual abuse with aggravating circumstances;[2] and one count of misdemeanor sexual abuse of a child, with aggravating circumstances,[3] for sexually assaulting T.G., a female student in the tenth grade at Spingarn Senior High School in Northeast Washington. Harrison argues that his conviction should be reversed because the trial court abused its discretion in admitting testimony by three other female students at the high school that Harrison had made sexually suggestive comments to them prior to his alleged sexual assault on T.G. The government responds that the testimony was properly admitted to establish a motive for Harrison's interest in T.G. We reject that rationale and conclude that Harrison is entitled to a new trial. His inappropriate remarks to other students...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-united-states"
    }
  ],
  "relatedIncidents": [
    4974,
    4992,
    4998,
    5065,
    5151
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}