{
  "id": 4989,
  "title": "2011년 Schneider 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2011-10-26",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Schneider. 판결일: 2011-10-26. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Schneider v. the State\n**판결일**: 2011-10-26\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, McFadden, Phipps\n\n## 변호인\n\nJimmonique R. S. Rodgers, for appellant., Tom Durden, District Attorney, Melissa L. Poole, Russell B. Mabrey, Jr., Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 718 S.E.2d 833\n- 312 Ga. App. 504\n\n## 판결문 요약\n\n\n718 S.E.2d 833 (2011)\n312 Ga. App. 504\nSCHNEIDER\nv.\nThe STATE.\nNo. A11A1552.\nCourt of Appeals of Georgia.\nOctober 26, 2011.\nReconsideration Denied November 14, 2011.\n*835 Jimmonique R.S. Rodgers, Fort Gordon, for appellant.\nTom Durden, Dist. Atty., Melissa L. Poole, Russell B. Mabrey, Jr., Asst. Dist. Attys., for appellee.\nMcFADDEN, Judge.\nAfter a jury trial, John Schneider was convicted of terroristic threats, false imprisonment and felony theft by taking. He appeals, challenging the sufficiency of the evidence and a jury charge regarding the offense of terroristic threats. Because the jury charge did not amount to reversible error and there is enough evidence to support the guilty verdicts as to false imprisonment and terroristic threats, we affirm those convictions. We also find sufficient evidence to support the guilty verdict as to theft by taking; however, since there was insufficient evidence showing that the value of the stolen property exceeded $500, we vacate Schneider's felony theft sentence and remand for resentencing as a misdemeanor.\n\"On appeal from a criminal conviction, the evidence must be viewed in the light most favorable to support the verdict, and the defendant no longer enjoys a presumption of innocence.\" (Citations and punctuation omitted.) Hyde v. State, 291 Ga.App. 662, 662 S.E.2d 764 (2008). So viewed, the evidence shows that approximately a year after having been released from prison for drug and other offenses, the 41-year-old Schneider met the vi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schneider-v-state"
    }
  ],
  "relatedIncidents": [
    5086,
    6226,
    2996,
    3058,
    3468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}