{
  "id": 4990,
  "title": "2011년 Benjamin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-25",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Benjamin. 판결일: 2011-10-25. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Leah D. BENJAMIN, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 2011-10-25\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Kite, C.J., and Golden, Hill, Voigt, and Burke\n\n## 변호인\n\nRepresenting Appellant: Diane M. Lozano, State Public Defender; Tina N. Olson, Appellate Counsel. Argument by Ms. Olson., Representing Appellee: Bruce A. Salz-burg, Attorney General; Terry L. Armitage, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Leda M. Pojman, Senior Assistant Attorney General; Stewart M. Young, Special Assistant Attorney General Argument by Mr. Young.\n\n## 인용\n\n- 2011 WY 147\n- 264 P.3d 1\n\n## 판결문 요약\n\n\n264 P.3d 1 (2011)\n2011 WY 147\nLeah D. BENJAMIN, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. S-10-0204.\nSupreme Court of Wyoming.\nOctober 25, 2011.\n*4 Representing Appellant: Diane M. Lozano, State Public Defender; Tina N. Olson, Appellate Counsel. Argument by Ms. Olson.\nRepresenting Appellee: Bruce A. Salzburg, Attorney General; Terry L. Armitage, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Leda M. Pojman, Senior Assistant Attorney General; Stewart M. Young, Special Assistant Attorney General. Argument by Mr. Young.\nBefore KITE, C.J., and GOLDEN, HILL, VOIGT, and BURKE, JJ.\nBURKE, Justice.\n[¶ 1] Leah D. Benjamin was convicted of second degree murder for the shooting death of her estranged husband. She appeals that conviction. We will affirm.\n\nISSUES\n[¶ 2] Ms. Benjamin presents four issues:\n\n*5 1. Did the trial court err in not dismissing juror Blaney?\n2. Did the trial court err in refusing Appellant's proposed jury instructions G and H?\n3. Did the trial court err in denying Appellant's post-trial motion for judgment of acquittal?\n4. Did reversible prosecutorial misconduct occur?\n\nFACTS\n[¶ 3] On Sunday, May 3, 2009, Ms. Benjamin shot and killed the victim, Donald Benjamin, at her home in Buffalo, Wyoming. The relevant events of that day began at 9:41 a.m., when Ms. Benjamin sent a text message to her husband, from whom she was separated and was soon to be divorced, asking whether he was coming to pick up their ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=benjamin-v-state"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    5008,
    5013
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}