{
  "id": 4991,
  "title": "2011년 Madison v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-25",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Madison v. State. 판결일: 2011-10-25. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Robert E. MADISON, II, Movant-Appellant, v. STATE of Missouri, Respondent-Respondent\n**판결일**: 2011-10-25\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Don E. Burrell\n\n## 변호인\n\nMark A. Grothoff, Columbia, MO, for Appellant., Chris Roster, Attorney General, and, Karen L. Kramer, Assistant Attorney General, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 353 S.W.3d 365\n\n## 판결문 요약\n\n\n353 S.W.3d 365 (2011)\nRobert E. MADISON, II, Movant-Appellant,\nv.\nSTATE of Missouri, Respondent-Respondent.\nNo. SD 30965.\nMissouri Court of Appeals, Southern District, Division One.\nOctober 25, 2011.\nMark A. Grothoff, Columbia, MO, for Appellant.\nChris Koster, Attorney General, and, Karen L. Kramer, Assistant Attorney General, Jefferson City, MO, for Respondent.\nDON E. BURRELL, Presiding Judge.\nRobert E. Madison, II (\"Movant\") appeals the denial of his Rule 29.15[1] motion to set aside his convictions for assault in the first degree and armed criminal action. See §§ 565.050 and 571.015.[2] We affirmed Movant's convictions and sentences on direct appeal in State v. Madison, 302 S.W.3d 763 (Mo.App. S.D.2010). In a single point relied on, Movant asserts the motion court clearly erred in denying relief because trial counsel failed to establish through cross-examination of a witness that Movant and the victim were \"hanging out\" together on the day before the shooting occurred and that they often took trips together. Movant contends that such testimony would have contradicted *366 Victim's trial testimony and would have thereby created a reasonable probability that the verdict would have been different. Because Movant failed to prove any such prejudice, we affirm.\n\nBackground\nWe set forth here only the facts relevant to the resolution of Movant's claim. The charges against Movant arose from an exchange of gunfire between Movant and Marcus Robinson (\"Victim\") in August 2006 at Vict...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=madison-v-state"
    }
  ],
  "relatedIncidents": [
    4949,
    5009,
    5114,
    5139,
    5142
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}