{
  "id": 4992,
  "title": "2011년 Gabriesheski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-24",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Gabriesheski. 판결일: 2011-10-24. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Petitioner v. Mark Joseph GABRIESHESKI, Respondent\n**판결일**: 2011-10-24\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Bender, Coats, Martinez\n\n## 변호인\n\nDaniel H. May, District Attorney, Fourth Judicial District, Doyle Baker, Deputy District Attorney, Colorado Springs, Colorado, Attorneys for Petitioner., McClintock & McClintock, P.C., Elizabeth A. McClintock, Theodore P. MeCilintock, Colorado Springs, CO, Attorneys for Respondent., Theresa Spahn, Executive Director, Nancy J. Walker-Johnson, Sheri Danz, Sarah Ehrlich, Denver, Colorado, Attorneys for Amicus Curiae The Colorado Office of Child's Representative., Anne Kellogg, Aurora, Colorado, Att\n\n## 인용\n\n- 262 P.3d 653\n\n## 판결문 요약\n\n\n262 P.3d 653 (2011)\nThe PEOPLE of the State of Colorado, Petitioner\nv.\nMark Joseph GABRIESHESKI, Respondent.\nNo. 08SC945.\nSupreme Court of Colorado, En Banc.\nOctober 24, 2011.\n*654 Daniel H. May, District Attorney, Fourth Judicial District, Doyle Baker, Deputy District Attorney, Colorado Springs, Colorado, Attorneys for Petitioner.\nMcClintock &amp; McClintock, P.C., Elizabeth A. McClintock, Theodore P. McClintock, Colorado Springs, CO, Attorneys for Respondent.\nTheresa Spahn, Executive Director, Nancy J. Walker-Johnson, Sheri Danz, Sarah Ehrlich, Denver, Colorado, Attorneys for Amicus Curiae The Colorado Office of Child's Representative.\nAnne Kellogg, Aurora, Colorado, Attorney for Amicus Curiae The National Association of Counsel for Children.\nJeffrey C. Koy, Denver, Colorado, Attorney for Amicus Curiae Rocky Mountain Children's Law Center.\nColene Flynn Robinson, Denver, Colorado, Attorney for Amicus Curiae University of Colorado Law School Juvenile and Family Law Program.\nColorado Bar Association, William E. Walters, III, President, Denver, Colorado, Cox &amp; Baker, LLC, Mary Jane Truesdell Cox, Denver, Colorado, Jacobs Chase LLC, Michael H. Berger, Denver, Colorado, Attorneys for Amicus Curiae Colorado Bar Association.\nJustice COATS delivered the Opinion of the Court.\nThe People sought review of the court of appeals' judgment affirming two in limine evidentiary rulings of the district court in a prosecution for sexual assault on a child by one in a position of trust. See...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gabriesheski"
    }
  ],
  "relatedIncidents": [
    4974,
    4988,
    4998,
    5065,
    5151
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}