{
  "id": 4993,
  "title": "2011년 State of Tennessee v. Clifford Edward Clark, Alias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-24",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Clifford Edward Clark, Alias. 판결일: 2011-10-24. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Clifford Edward Clark, Alias\n**판결일**: 2011-10-24\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Camille R. McMullen\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                             September 28, 2010 Session\n\n     STATE OF TENNESSEE v. CLIFFORD EDWARD CLARK, ALIAS\n\n               Direct Appeal from the Criminal Court for Knox County\n                      No. 90252    Mary Beth Leibowitz, Judge\n\n\n                No. E2009-01795-CCA-R3-CD - Filed October 24, 2011\n\n\nDefendant-Appellee, Clifford Edward Clark, was indicted by the Knox County Grand Jury\nfor vandalism of property valued at $1,000 or more but less than $10,000, a Class D felony,\nand reckless endangerment committed with a deadly weapon, a Class E felony. Clark filed\nseveral motions to suppress evidence and dismiss the indictment because of lost or destroyed\nevidence pursuant to State v. Ferguson, 2 S.W.3d 912 (Tenn. 1999), which were denied.\nClark then filed a motion to reconsider, which the trial court took under advisement. The\ntrial court subsequently dismissed the indictment and suppressed certain evidence pursuant\nto both Ferguson and Arizona v. Gant, 129 S. Ct. 1710 (2009). In this appeal by the State,\nit argues that the trial court abused its discretion in dismissing the indictment and erred in\ngranting Clark’s motions to suppress based on its holdings that: (1) the search of Clark’s\nvehicle violated Gant, and (2) the State’s loss or destruction of certain evidence violated\nFerguson. Upon review, we reverse the trial court’s judgment, reinstate Clark’s indictment,\nsuppr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-clifford-edward-clark-alias"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}