{
  "id": 4998,
  "title": "2011년 Hammers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-21",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Hammers. 판결일: 2011-10-21. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Derek HAMMERS, as Guardian for David Hammers, a Minor Julie Steele, as Guardian for Megan Dearmond, a Minor and Sandra Steele, as Administrator for the Estate of Christine Steele v. Joe PLUNK, Larry Gaynor, Kenny Potts, Ted Merryman, Joey Draper, Byron Johnson, Craig Wyatt, Wade Clements, Greta Smith, Bob C. Lewis, and Nancy Albright, and Walter H. Jones and Leona Clark-Jones, Adrian Hall, Roy G. Arvin, and Mike Barker\n**판결일**: 2011-10-21\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Wine\n\n## 변호인\n\nMatt McGill (argued), Bowling Green, KY, for appellants Derek Hammers, et al., John R. Shelton, Louisville, KY, for appellants Walter H. Jones and Leona Clark-Jones., H. Brent Brennenstuhl, Bowling Green, KY, for appellees Joe Plunk, et al., Paul Kevin Moore, Frankfort, KY, for appellees Adrian Hall, et al.\n\n## 인용\n\n- 374 S.W.3d 324\n\n## 판결문 요약\n\n\n\nOPINION\n\nWINE, Judge:\nThese two consolidated appeals involve application of the one-year statute of limitations set forth in Kentucky Revised Statute (“KRS”) 44.110 to actions arising in the circuit court, as upheld by this Court in Wagoner v. Bradley, 294 S.W.3d 467 (Ky.App.2009). In each case, an appeal has been filed from the dismissal of the action as time-barred under KRS 44.110.\nIn No. 2010-CA-000279-MR, Derek Hammers, as Guardian for David Hammers, a Minor; Julie Steele, as Guardian for Megan Dearmond, a Minor; and Sandra Steele, as Administrator for the Estate of Christine Steele (hereinafter, “Hammers, et al.”), appeal from an order of the Muhlenberg Circuit Court granting a motion for summary judgment and dismissal with prejudice. On appeal, Hammers, et al., contend that the trial court applied the wrong statute of limitations and that the limitations period adopted by this Court in Wagoner was erroneous. They contend, alternatively, that even if this Court finds Wagoner is not a misstatement of law, a retroactive application of Wagoner to the present case would be manifestly unjust.\nIn No. 2010-CA-001007-MR, Walter H. Jones and Leona Clark-Jones, appeal from an order of the Estill Circuit Court dismissing their case with prejudice. On appeal, the appellants contend that the trial court erred in applying the limitations period in KRS 44.110 and that Wagoner was wrongly decided. The Joneses argue that Yanero v. Davis, 65 S.W.3d 510 (Ky.2001), mandates a contrary re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hammers-v-plunk"
    }
  ],
  "relatedIncidents": [
    4974,
    4988,
    4992,
    5065,
    5151
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}