{
  "id": 5001,
  "title": "2011년 Brooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Brooks. 판결일: 2011-10-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Karen BROOKS, Appellant, v. James E. O’KELLEY, Et Al., Respondent\n**판결일**: 2011-10-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gaertner, Gary, Glenn, Kurt, Norton, Odenwald\n\n## 변호인\n\nBrendan D. Roediger, Saint Louis University Law Clinic, St. Louis, MO, for Appellant., James E. O’Kelley, St. Louis, MO, Respondent Acting pro se., ASFE Ministries, LLC, Linn Creek, MO, Respondent Acting pro se., Floyd E. Lewis, St. Louis, MO, Respondent Acting Pro Se., Litzsinger Capital Partners, LLC, St. Louis, MO, Respondent Acting pro se.\n\n## 인용\n\n- 353 S.W.3d 364\n\n## 판결문 요약\n\n\n353 S.W.3d 364 (2011)\nKaren BROOKS, Appellant,\nv.\nJames E. O'KELLEY, et al., Respondent.\nNo. ED 95982.\nMissouri Court of Appeals, Eastern District, Division Five.\nOctober 18, 2011.\nRehearing Denied December 5, 2011.\nBrendan D. Roediger, Saint Louis University Law Clinic, St. Louis, MO, for Appellant.\nJames E. O'Kelley, St. Louis, MO, Respondent Acting pro se.\nASFE Ministries, LLC, Linn Creek, MO, Respondent Acting pro se.\nFloyd E. Lewis, St. Louis, MO, Respondent Acting Pro Se.\nLitzsinger Capital Partners, LLC, St. Louis, MO, Respondent Acting pro se.\nBefore: KURT S. ODENWALD, C.J., GLENN A. NORTON, J. and GARY M. GAERTNER, J.\n\nORDER\nPER CURIAM.\nAppellant Karen Brooks (Brooks) appeals from the trial court's judgment dismissing her action, which sought the rescission of an allegedly fraudulent conveyance of her former property. The trial court dismissed Brooks's claim because she failed to join a mortgage lender as a necessary party, and because the equitable remedy she requested was not available under the facts alleged in her claim. Brooks filed this appeal alleging the trial court erred in denying her claim on grounds of failure to join a necessary party. Finding Brooks failed to appeal the trial court's separate holding dismissing her claim because equity could not afford her a remedy, we affirm.\nWe have reviewed the briefs of the parties, the legal file, and the record on appeal and find the claims of error to be without merit. No error of law appears. An extended opinio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brooks-v-okelley"
    }
  ],
  "relatedIncidents": [
    4941,
    4976,
    5168,
    5173,
    5210
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}