{
  "id": 5005,
  "title": "2011년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-10-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 2011-10-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. the State\n**판결일**: 2011-10-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Doyle, Ellington, Miller\n\n## 변호인\n\nGrayson P. Lane, for appellant., Jacquelyn L. Johnson, District Attorney, Rocky L. Bridges, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 717 S.E.2d 526\n- 312 Ga. App. 15\n\n## 판결문 요약\n\n\n717 S.E.2d 526 (2011)\n312 Ga. App. 15\nJONES\nv.\nThe STATE.\nNo. A11A0800.\nCourt of Appeals of Georgia.\nOctober 13, 2011.\nGrayson P. Lane, Brunswick, for appellant.\n*527 Jacquelyn Lee Johnson, Dist. Atty., Rocky Lashawn Bridges, Asst. Dist. Atty., for appellee.\nDOYLE, Judge.\nA Camden County jury found George Jones guilty of armed robbery[1] in 2001. Following his conviction, Jones filed a direct appeal. In an unpublished opinion, this Court affirmed Jones's conviction and remanded the case to allow the trial court an opportunity to address his claim of ineffective assistance of counsel. Jones now appeals from the trial court's denial of his motion for new trial based on his claim of ineffective assistance of counsel. For the reasons that follow, we affirm.\nOn appeal from a criminal conviction, we view the evidence in the light most favorable to the verdict.[2] So viewed, the evidence presented at trial showed that on March 29, 2001, a man, identified as Jones, was shopping at a Belk's store. Jones brought some merchandise to the counter and asked the salesperson to remove the security tags while he picked up an additional item. When Jones returned with a shirt, he told the salesperson not to ring up the items, but simply to put them in a bag. As Jones made his request, he lifted up his shirt revealing a gun, which he had in the waistband of his pants. Jones then demanded all of the money from the cash register, which totaled $269.\nAs Jones left the store, another employee follo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5024,
    5038,
    5132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}