{
  "id": 5013,
  "title": "2011년 SWEARENGIN 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-09-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: SWEARENGIN. 판결일: 2011-09-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Brian SWEARENGIN, Appellant, v. STATE of Texas, Appellee\n**판결일**: 2011-09-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Kalenak, McCALL, Wright\n\n## 변호인\n\nBrian Swearengin, Iowa Park, pro se., E. Jason Leach, Law Office of E. Jason Leach, Odessa, for appellant., R.N. (Bobby) Bland, District Attorney, Laura M. Patel, Asst. Dist. Atty., Odessa, for appellee.\n\n## 인용\n\n- 349 S.W.3d 284\n\n## 판결문 요약\n\n\n349 S.W.3d 284 (2011)\nBrian SWEARENGIN, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 11-09-00342-CR.\nCourt of Appeals of Texas, Eastland.\nSeptember 29, 2011.\n*285 Brian Swearengin, Iowa Park, pro se.\nE. Jason Leach, Law Office of E. Jason Leach, Odessa, for appellant.\nR.N. (Bobby) Bland, District Attorney, Laura M. Patel, Asst. Dist. Atty., Odessa, for appellee.\nPanel consists of: WRIGHT, C.J., McCALL, J., and KALENAK, J.\n\nOPINION\nJIM R. WRIGHT, Chief Justice.\nThe jury convicted Brian Swearengin of capital murder and assessed his punishment at confinement for life without parole. We affirm.\nAppellant brings three issues on appeal. In his first two issues, appellant contends that the trial court erred when it overruled appellant's challenges for cause against two venirepersons. He argues in his third issue that the trial court erred when it submitted a jury charge in which it did not provide for a unanimous finding of the underlying offense to the capital murder. Appellant has not challenged the sufficiency of the evidence.\nDuring voir dire, appellant's counsel asked the members of the jury panel what they believed a defendant's obligation was after the State had presented its evidence. Several venire-persons gave varying responses as to what they thought a defendant was required to do during trial. The *286 trial court spoke individually with a number of the venirepersons regarding their responses. Appellant exercised challenges for cause against several of those venireperson...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=swearengin-v-state"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}