{
  "id": 5024,
  "title": "2011년 Stallworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-09-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Stallworth. 판결일: 2011-09-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Edward Stallworth\n**판결일**: 2011-09-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 87 A.D.3d 1176\n- 929 N.Y.2d 508\n\n## 판결문 요약\n\n\n*1177In satisfaction of a three-count indictment, defendant pleaded guilty to attempted burglary in the second degree and waived his right to appeal. As part of the plea agreement, he was to be sentenced as a second felony offender to three years in prison, to be followed by three years of postrelease supervision. Supreme Court, however, advised defendant at that time that if the court felt that a greater sentence was warranted based upon information contained in the presentence investigation report, defendant would be given an opportunity to withdraw his plea. After reviewing the presentence investigation report, the court determined that a sentence of five years in prison, to be followed by five years of postrelease supervision, was more appropriate. The court then gave defendant the opportunity to withdraw his plea, which he declined. The court, in turn, released defendant from his waiver of the right to appeal and sentenced him to five years in prison and five years of post-release supervision. Defendant now appeals.\nDefendant challenges Supreme Court’s imposition of the enhanced sentence. He has, however, failed to preserve this challenge for our review given that he neither objected to the enhanced sentence nor moved to withdraw his guilty plea or vacate the judgment of conviction (see People v Majors, 73 AD3d 1382, 1383 [2010], lv denied 15 NY3d 775 [2010]; People v Mc-Eachern, 68 AD3d 1357, 1358 [2009]). Accordingly, the judgment is affirmed.\nMercure, J.E, Lahtinen, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stallworth"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5038,
    5132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}