{
  "id": 5030,
  "title": "2011년 Enix 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-09-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Enix. 판결일: 2011-09-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Michael Dwayne ENIX, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2011-09-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Northcutt, Silberman, Wallace\n\n## 변호인\n\nJames Marion Moorman, Public Defender, and Bruce P. Taylor, Assistant Public Defender, Bartow, for Appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and Joseph H. Lee, Assistant Attorney General, Tampa, for Appellee.\n\n## 인용\n\n- 69 So. 3d 354\n\n## 판결문 요약\n\n\n69 So. 3d 354 (2011)\nMichael Dwayne ENIX, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 2D09-4659.\nDistrict Court of Appeal of Florida, Second District.\nSeptember 9, 2011.\n*355 James Marion Moorman, Public Defender, and Bruce P. Taylor, Assistant Public Defender, Bartow, for Appellant.\nPamela Jo Bondi, Attorney General, Tallahassee, and Joseph H. Lee, Assistant Attorney General, Tampa, for Appellee.\nSILBERMAN, Chief Judge.\nMichael Dwayne Enix appeals his convictions and sentences for attempted kidnapping, possession of cocaine, and possession of paraphernalia. Because he correctly contends that the trial court should have granted his motion for judgment of acquittal on the attempted kidnapping charge, we reverse his conviction and sentence as to that crime.\nBased on events occurring on or between July 4 and July 11, 2005, the State charged Enix with attempted kidnapping, solicitation to commit kidnapping, possession of cocaine, and possession of drug paraphernalia. Enix was acquitted of solicitation to commit kidnapping, and the only conviction at issue is the attempted kidnapping.\nAt trial, the State presented evidence that George McCann, a confidential informant who had been involved in a drug trafficking organization, contacted law enforcement about Enix. McCann testified that he encountered Enix on July 4, 2005, and that he had known Enix since childhood. McCann claimed that Enix asked McCann to get involved in a plan to get \"money from Publix.\" Enix told McCann that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=enix-v-state"
    }
  ],
  "relatedIncidents": [
    5349,
    5371,
    5388,
    4898,
    4899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}