{
  "id": 5038,
  "title": "2011년 State v. Jackson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-09-06",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Jackson. 판결일: 2011-09-06. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Antonio Lee Jackson and Rodrico Lewis Jackson\n**판결일**: 2011-09-06\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Calabria, Ervin, Thigpen\n\n## 변호인\n\n\n\nRoy ■ Cooper, Attorney General, by Angel E. Gray, Assistant Attorney General, and June S. Ferrell, Assistant Attorney General, for the State.\n, \nJames W. Carter, for Defendant Antonio Lee Jackson, and Thomas R. Sallenger, for Defendant Rodrico Lewis Jackson.\n\n\n## 인용\n\n- 716 S.E.2d 61\n- 215 N.C. App. 339\n\n## 판결문 요약\n\n\n716 S.E.2d 61 (2011)\nSTATE of North Carolina\nv.\nAntonio Lee JACKSON and Rodrico Lewis Jackson.\nNo. COA10-1566.\nCourt of Appeals of North Carolina.\nSeptember 6, 2011.\n*63 Roy Cooper, Attorney General, by Angel E. Gray, Assistant Attorney General, and June S. Ferrell, Assistant Attorney General, for the State.\nJames W. Carter, Smithfield, for Defendant Antonio Lee Jackson, and Thomas R. Sallenger, Wilson, for Defendant Rodrico Lewis Jackson.\nTHIGPEN, Judge.\nRodrico Lewis Jackson (\"Rodrico\") and Antonio Lee Jackson (\"Antonio\")[1] (together, \"Defendants\") were convicted of robbery with a dangerous weapon. On appeal, they contend that the trial court erred by denying their motion to discharge the jury venire because their race was disproportionately underrepresented and by denying their motions to dismiss for insufficiency of the evidence. We find their arguments without merit, and conclude Defendants had a fair trial, free from error.\nThe evidence of record tends to show that on 1 May 2009, Antonio met Justin Dent while Dent was walking his dog in Hillsborough, North Carolina. Antonio asked Dent about his new iPhone and Dent allowed him to look at it; Antonio then handed it back to him. Several friends were visiting Dent's Ashford Lake apartment that day, and Dent invited Antonio to visit. Antonio and another person visited Dent's apartment later that day.\nKatina Jeffries, Antonio's girlfriend, drove a burgundy Chrysler and frequently gave Defendants rides in her car. Although J...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jackson"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}