{
  "id": 5086,
  "title": "2011년 Donald 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2011-08-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Donald. 판결일: 2011-08-26. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Stanley DONALD, Petitioner, v. Luis S. SPENCER, Superintendent, Respondent\n**판결일**: 2011-08-26\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Lynch, Chief Judge, Selya and Howard, Circuit Judges\n\n## 변호인\n\nBrad P. Bennion, for petitioner., Eva M. Badway, Assistant Attorney General, Criminal Bureau, with whom Martha Coakley, Attorney General, was on brief, for respondent.\n\n## 인용\n\n- 656 F.3d 14\n\n## 판결문 요약\n\n\n656 F.3d 14 (2011)\nStanley DONALD, Petitioner,\nv.\nLuis S. SPENCER, Superintendent, Respondent.\nNo. 10-1304.\nUnited States Court of Appeals, First Circuit.\nHeard November 2, 2010.\nDecided August 26, 2011.\n*15 Brad P. Bennion, for petitioner.\nEva M. Badway, Assistant Attorney General, Criminal Bureau, with whom Martha Coakley, Attorney General, was on brief, for respondent.\nBefore LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.\nHOWARD, Circuit Judge.\nIn April 1999, a Massachusetts jury convicted Stanley Donald of rape, kidnaping, assault and battery with a dangerous weapon, and carjacking. After a series of unsuccessful attempts at post-trial relief in state court, Donald filed a petition for habeas corpus in federal district court in Massachusetts.[1] His petition set forth two general categories of alleged constitutional infirmities in the state court proceedings. First, that he was denied effective assistance of counsel both at trial and during post-conviction proceedings; and second, that he was denied post-conviction discovery in the state courts and that said denial took place without a hearing. During the pendency of his habeas petition, Donald proffered a motion for discovery, seeking access to various pieces of physical evidence which Donald wanted to subject to DNA testing more advanced than that performed prior to his trial. The district court denied the discovery motion without comment and subsequently denied Donald's petition in its entirety. Donald v. Spenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=donald-v-spencer"
    }
  ],
  "relatedIncidents": [
    4989,
    6226,
    2996,
    3058,
    3468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}