{
  "id": 5094,
  "title": "2011년 A Society Without a Name v. Commonwealth of Virginia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-08-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: A Society Without a Name v. Commonwealth of Virginia. 판결일: 2011-08-24. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: A SOCIETY WITHOUT a NAME, for People Without a Home, Millennium Future-Present, Plaintiff-Appellant, v. Commonwealth of VIRGINIA, Trading as Virginia Commonwealth University; City of Richmond, Virginia; Homeward, Defendants-Appellees\n**판결일**: 2011-08-24\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Gilman, Lee, Motz, Ronald, Wynn\n\n## 변호인\n\nARGUED: Henry Woods McLaughlin, III, Law Office of Henry McLaughlin, PC, Richmond, Virginia, for Appellant. Eric Blaine Martin, McGuirewoods, LLP, Richmond, Virginia; Brian Kraig Telfair, City Attorney’s Office, Richmond, Virginia; Stephen Michael Hall, Office of the Attorney General of Virginia, Richmond, Virginia, for Appellees. ON BRIEF: Kenneth T. Cuceinelli, II, Attorney General, Peter R. Messitt, Senior Assistant Attorney General, Wesley G. Russell, Jr., Deputy Attorney General, Office of \n\n## 인용\n\n- 655 F.3d 342\n\n## 판결문 요약\n\n\n655 F.3d 342 (2011)\nA SOCIETY WITHOUT A NAME, For People Without A Home, Millennium Future-Present, Plaintiff-Appellant,\nv.\nCommonwealth of VIRGINIA, trading as Virginia Commonwealth University; City of Richmond, Virginia; Homeward, Defendants-Appellees.\nNo. 10-1437.\nUnited States Court of Appeals, Fourth Circuit.\nArgued: March 23, 2011.\nDecided: August 24, 2011.\n*344 ARGUED: Henry Woods McLaughlin, III, Law Office of Henry McLaughlin, PC, Richmond, Virginia, for Appellant. Eric Blaine Martin, McGuirewoods, LLP, Richmond, Virginia; Brian Kraig Telfair, City Attorney's Office, Richmond, Virginia; Stephen Michael Hall, Office of the Attorney General of Virginia, Richmond, Virginia, for Appellees. ON BRIEF: Kenneth T. Cuccinelli, II, Attorney General, Peter R. Messitt, Senior Assistant Attorney General, Wesley G. Russell, Jr., Deputy Attorney General, Office of the Attorney General of Virginia, Richmond, Virginia, for Appellee Commonwealth of Virginia. Nicholas F. Simopoulos, City Attorney's Office, Richmond, Virginia, for Appellee City of Richmond, Virginia. Christina M. Jones, Kenneth W. Abrams, McGuirewoods, LLP, Richmond, Virginia, for Appellee Homeward.\nBefore MOTZ and WYNN, Circuit Judges, and RONALD LEE GILMAN, Senior Circuit Judge of the United States Court of Appeals for the Sixth Circuit, sitting by designation.\nAffirmed by published opinion. Senior Judge GILMAN wrote the majority opinion. Judge MOTZ wrote a separate opinion concurring in part and dissenting in part. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=a-society-without-a-name-v-commonwealth-of-virginia"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}