{
  "id": 5109,
  "title": "2011년 Merritt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-08-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Merritt. 판결일: 2011-08-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Arold MERRITT, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2011-08-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Suarez, Cortiãas, and Emas\n\n## 변호인\n\nArold Merritt, in proper person., Pamela Jo Bondi, Attorney General, and Linda S. Katz, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 68 So. 3d 936\n\n## 판결문 요약\n\n\n68 So. 3d 936 (2011)\nArold MERRITT, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 3D11-148.\nDistrict Court of Appeal of Florida, Third District.\nAugust 17, 2011.\nRehearing Denied September 21, 2011.\n*937 Arold Merritt, in proper person.\nPamela Jo Bondi, Attorney General, and Linda S. Katz, Assistant Attorney General, for appellee.\nBefore SUAREZ, CORTIÑAS, and EMAS, JJ.\nEMAS, J.\nArold Merritt (\"Merritt\") seeks review of the trial court's order summarily denying his motion for postconviction relief filed pursuant to Florida Rule of Criminal Procedure 3.850. For the reasons that follow, we reverse and remand this cause to the trial court with directions to conduct an evidentiary hearing.\n\nFACTS AND PROCEDURAL BACKGROUND\nMerritt was arrested in 1994 and charged with first-degree murder, two *938 counts of armed robbery, and possession of a firearm during the commission of a felony. Following a jury trial, Merritt was convicted and sentenced to life in prison. His convictions and sentences were affirmed on direct appeal. Merritt v. State, 687 So. 2d 72 (Fla. 3d DCA 1997).\nOn September 29, 2009, Merritt filed the instant motion for postconviction relief, based upon newly-discovered evidence. Merritt attached to his motion three affidavits, the averments of which we summarize as follows:\n1. Affidavit of Anthony Nottage (dated April 29, 2009). Nottage averred that he was being held at the Dade County Jail in 2006 when he observed an argument between Merritt and a person known as \"Ce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=merritt-v-state"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}