{
  "id": 5121,
  "title": "2011년 Hawkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-08-04",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Hawkins. 판결일: 2011-08-04. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: COLLIE HAWKINS, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 2011-08-04\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Douglas, C.J., Hardesty and Pickering\n\n## 변호인\n\nPhilip J. Kohn, Public Defender, and Howard S. Brooks, Deputy Public Defender, Clark County, for Appellant., Catherine Cortez Masto, Attorney General, Carson City; David J. Roger, District Attorney, and Steven S. Owens, Chief Deputy District Attorney, Clark County, for Respondent.\n\n## 인용\n\n- 256 P.3d 965\n- 127 Nev. 575\n\n## 판결문 요약\n\n\n256 P.3d 965 (2011)\nCollie HAWKINS, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 54850.\nSupreme Court of Nevada.\nAugust 4, 2011.\n*966 Philip J. Kohn, Public Defender, and Howard S. Brooks, Deputy Public Defender, Clark County, for Appellant.\nCatherine Cortez Masto, Attorney General, Carson City; David J. Roger, District Attorney, and Steven S. Owens, Chief Deputy District Attorney, Clark County, for Respondent.\nBefore DOUGLAS, C.J., HARDESTY and PICKERING, JJ.\n\nOPINION\nBy the Court, PICKERING, J.:\nAppellant Collie Hawkins contends that the district court erred by rejecting his challenges to the State's peremptory challenges of three jurors as impermissible race discrimination under Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986). On the record and briefs presented, we cannot sustain this claim.\nThe defense objected to the State's peremptory challenges, citing Batson. The State responded with ostensibly race-neutral explanations for its juror strikes. In particular, the State justified removing a Middle-Eastern computer science professor from the jury because \"professors are notoriously liberal,\" further clarifying, \"I just don't like them on my juries, period.\" The defense did not challenge the State's explanations as pretextual or the district court's acceptance of them as illegitimate.[1]But see Kaczmarek v. State, 120 Nev. 314, 333, 91 P.3d 16, 29 (2004) (\"`Unless a discriminatory intent is inherent in the prosecutor's explanation, the reaso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hawkins-v-state"
    }
  ],
  "relatedIncidents": [
    4954,
    5015,
    5016,
    5145,
    5185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}