{
  "id": 5132,
  "title": "2011년 Washington v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-07-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Washington v. State. 판결일: 2011-07-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Washington v. State\n**판결일**: 2011-07-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: McFadden\n\n## 인용\n\n- 715 S.E.2d 495\n- 311 Ga. App. 199\n\n## 판결문 요약\n\n\n715 S.E.2d 495 (2011)\n311 Ga. App. 199\nWASHINGTON\nv.\nThe STATE.\nNo. A11A1141.\nCourt of Appeals of Georgia.\nJuly 27, 2011.\n*496 James W. Bradley, for appellant.\nTracy Graham-Lawson, District Attorney, Caroline Crosby Owings, Assistant District Attorney, for appellee.\nMcFADDEN, Judge.\nEric Washington appeals his convictions for burglary and carrying a concealed weapon. He argues that the trial court erred in admitting a photograph and that the evidence does not support the convictions. Because we find that the state established a sufficient foundation for the admission of the photograph and that the evidence supports the convictions, we affirm.\nOn appeal from a criminal conviction, we view the evidence in the light most favorable to the jury's verdict, and the defendant no longer enjoys the presumption of innocence. Short v. State, 234 Ga.App. 633, 634(1), 507 S.E.2d 514 (1998). We do not weigh the evidence or determine witness credibility, but only determine if the evidence was sufficient for a rational trier of fact to find the defendant guilty of the charged offenses beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979).\nSo viewed, the evidence shows that the victim, Cartez Weaver, lived in an apartment in College Park. His neighbor, Lenora Alexander, happened to look out of her window and saw Washington and William Edwards walking toward the end of the apartment building. She saw one of the men push the door of Weaver's apartmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-v-state"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}