{
  "id": 5139,
  "title": "2011년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-07-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 2011-07-22. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee v. Ronald M. SOLOMON, Appellant\n**판결일**: 2011-07-22\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Stevens, P.J., Gantman, and Ott\n\n## 변호인\n\nNorris E. Gelman, Philadelphia, for appellant., Peter Carr, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 25 A.3d 380\n\n## 판결문 요약\n\n\n25 A.3d 380 (2011)\n2011 Pa. Super. 151\nCOMMONWEALTH of Pennsylvania, Appellee\nv.\nRonald M. SOLOMON, Appellant.\nNo. 2169 EDA 2010.\nSuperior Court of Pennsylvania.\nArgued June 21, 2011.\nFiled July 22, 2011.\n*381 Norris E. Gelman, Philadelphia, for appellant.\nPeter Carr, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\nBEFORE: STEVENS, P.J., GANTMAN, and OTT, JJ.\nOPINION BY GANTMAN, J.:\nAppellant, Ronald M. Solomon, appeals from the judgment of sentence entered in the Philadelphia County Court of Common *382 Pleas, following his jury trial convictions for aggravated assault and possessing an instrument of crime (\"PIC\").[1] Appellant asks us to determine whether the prosecutor's comments during summation constituted misconduct justifying reversal. Appellant also challenges the court's order for payment of restitution directly to the victim rather than to the hospital. We hold the prosecutor's statements during closing were mere oratorical flair; they were also made in fair response to Appellant's demeanor and testimony at trial as well as his counsel's defense strategy and did not impede the jury from properly weighing the evidence and rendering a true verdict. We further hold the trial court correctly ordered Appellant to pay restitution directly to the victim rather than to the hospital, because the medical provider was not a direct-loss \"victim\" under the restitution statute. Accordingly, we affirm.\nThe trial court opinion set forth the relevant facts of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-solomon"
    }
  ],
  "relatedIncidents": [
    4949,
    4991,
    5009,
    5114,
    5142
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}