{
  "id": 5152,
  "title": "2011년 Faust 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-07-13",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Faust. 판결일: 2011-07-13. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Plaintiff, and CITY OF BEAVERTON, Plaintiff-Respondent, v. KENDAL DEAN FAUST, Defendant-Appellant\n**판결일**: 2011-07-13\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Brewer, Chief Judge, and Edmonds, Senior Judge\n\n## 변호인\n\nErik Blumenthal, Deputy Public Defender, argued the cause for appellant. With him on the briefs was Peter Gartlan, Chief Defender, Office of Public Defense Services., David Eder, Assistant City Attorney, argued the cause for respondent. On the brief was Alan A. Rappleyea, City Attorney.\n\n## 인용\n\n- 261 P.3d 24\n- 244 Or. App. 138\n\n## 판결문 요약\n\n\n261 P.3d 24 (2011)\n244 Or. App. 138\nSTATE of Oregon, Plaintiff, and\nCity of Beaverton, Plaintiff-Respondent,\nv.\nKendal Dean FAUST, Defendant-Appellant.\nC085517CVA; A140968.\nCourt of Appeals of Oregon.\nArgued and Submitted March 23, 2011.\nDecided July 13, 2011.\nErik Blumenthal, Deputy Public Defender, argued the cause for appellant. With him on the briefs was Peter Gartlan, Chief Defender, Office of Public Defense Services.\nDavid Eder, Assistant City Attorney, argued the cause for respondent. On the brief was Alan A. Rappleyea, City Attorney.\nBefore BREWER, Chief Judge, and EDMONDS, Senior Judge.\n*25 BREWER, C.J.\nDefendant was convicted in Beaverton Municipal Court of violating a municipal trespass ordinance. He argues that the circuit court erred in dismissing his appeal from that conviction on the ground that he failed to serve the notice of appeal on the city attorney. The city concedes that the circuit court erred in dismissing on that ground but asserts, as an alternative basis for affirmance, that the notice of appeal was not timely filed in the municipal court. We accept the city's concession of error on the service ground. See ORS 221.359(1)(b) (\"Failure to serve a notice of appeal on the appropriate attorney shall not preclude jurisdiction in the appellate court[.]\"). For the reasons explained below, we also decline to affirm based on the city's proffered alternative basis. Accordingly, we reverse and remand.\nThis case has an unusual and complex procedural history, b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-faust"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}