{
  "id": 5168,
  "title": "2011년 Niagara Foods, Inc. v. Ferguson Electric Service Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Niagara Foods, Inc. v. Ferguson Electric Service Co.. 판결일: 2011-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Niagara Foods, Inc., Appellants-Respondents v. Ferguson Electric Service Company, Inc.\n**판결일**: 2011-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 86 A.D.3d 919\n- 927 N.Y.2d 2541\n\n## 판결문 요약\n\n\nMemorandum:\nIn this action to recover damages sustained as the result of a fire, plaintiffs appeal and defendants each cross-appeal from an amended order that, inter alia, granted in part defendants’ respective motions to dismiss the first amended complaint. Addressing first plaintiffs’ appeal, we conclude that Supreme Court properly granted those parts of the motions to dismiss the causes of action for fraud and negligent misrepresentation.\nWith respect to that part of the fraud cause of action against defendant TEGG Corporation (TEGG), plaintiffs relied upon an e-mail from TEGG that merely constituted a promise for future action, which is insufficient to support that cause of action against TEGG (see Transit Mgt., LLC v Watson Indus., Inc., 23 AD3d 1152, 1155 [2005]; Cerabono v Price, 7 AD3d 479, 480 [2004] , Iv dismissed 3 NY3d 737 [2004], Iv denied 4 NY3d 704 [2005] ). With respect to that part of the fraud cause of action against defendant Ferguson Electric Service Company, Inc. (Ferguson), we note that it is well settled that “[a] cause of action premised upon fraud cannot lie where it is based on the same allegations as [a] breach of contract [cause of action]” (Heffez v L &amp; G Gen. Constr., Inc., 56 AD3d 526, 527 [2008]). Nevertheless, where the alleged fraudulent representation is collateral to the contract, i.e., it is a fraudulent representation regarding present fact as opposed to one reflecting an intent to perform, the fraud and breach of contract causes of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=niagara-foods-inc-v-ferguson-electric-service-co"
    }
  ],
  "relatedIncidents": [
    4941,
    4976,
    5001,
    5173,
    5210
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}