{
  "id": 5175,
  "title": "2011년 Logan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Logan. 판결일: 2011-06-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People v. Logan\n**판결일**: 2011-06-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Rochford\n\n## 인용\n\n- 954 N.E.2d 743\n- 352 Ill. Dec. 660\n\n## 판결문 요약\n\n\n954 N.E.2d 743 (2011)\n352 Ill. Dec. 660\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nLeonard LOGAN, Defendant-Appellant.\nNo. 1-09-3582.\nAppellate Court of Illinois, First District, First Division.\nJune 27, 2011.\n*746 Exoneration Project at the University of Chicago Law School, Chicago (Jon Loevy, Russell Ainsworth, Gayle Horn, Tara Thompson, Elizabeth Wang, Nicholas Soltman, of counsel), for appellant.\nAnita M. Alvarez, State's Attorney (Alan J. Spellberg, Miles J. Keleher, Brian K. Hodes, Assistant State's Attorneys, of counsel), Abraham D. Zisook, law student, for People.\n\nOPINION\nJustice ROCHFORD delivered the judgment of the court, with opinion.\n¶ 1 A jury convicted defendant, Leonard Logan, of first-degree murder and the circuit court imposed a 45-year sentence. Defendant now appeals the order of the circuit court denying his petition for postconviction relief following an evidentiary hearing. Defendant contends: (1) his appellate and trial counsels committed ineffective assistance; and (2) the circuit court erred by failing to grant an evidentiary hearing on all of his postconviction claims. We affirm.\n¶ 2 Testimony at trial established that, on March 18, 1997, between 11 and 11:30 p.m., L.C. Robinson was driving north on Yates Boulevard in Chicago. As he crossed through the intersection at Yates Boulevard and 75th Street, he saw his friend, Charles Jenkins, talking on a pay phone at an Amoco station located on the corner of that intersection. He also sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-logan"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}