{
  "id": 5182,
  "title": "2011년 Booker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-23",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Booker. 판결일: 2011-06-23. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Chad BOOKER v. STATE of Mississippi\n**판결일**: 2011-06-23\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Carlson, Chandler, Dickinson, King, Kitchens, Lamar, Pierce, Randolph, Waller\n\n## 변호인\n\nT.K. Moffett, Amory, attorney for appellant., Office of the Attorney General by Laura Hogan Tedder, attorney for appellee.\n\n## 인용\n\n- 64 So. 3d 965\n\n## 판결문 요약\n\n\n\nON WRIT OF CERTIORARI\n\nCARLSON, Presiding Justice, for the Court:\n¶ 1. Chad Booker was convicted of manslaughter in the Tippah County Circuit Court, Judge Henry L. Lackey presiding, and was sentenced to twenty years in the custody of the Mississippi Department of Corrections, with ten years suspended and five years of post-release supervision. Booker appealed, and we assigned this case to the Court of Appeals. After the Court of Appeals affirmed the trial-court judgment, we granted Booker’s petition for writ of certiorari. Finding that no reversible error occurred at trial, we affirm the judgment of the Court of Appeals affirming the Tippah County Circuit Court judgment.\nFACTS AND PROCEEDINGS IN THE TRIAL COURT\n¶ 2. The following history has been developed from the facts and trial-court proceedings as set forth in the Court of Appeals’ opinion. Booker v. State, 64 So.3d 988, 992-95 (¶¶ 2-11) (Miss.Ct.App.2010). We will add additional facts found in the record as needed for the sake of today’s discussion.\n¶ 3. The events that set Booker’s conviction into motion began as a dispute between neighbors who all lived near the intersection of County Roads 813 and 817 in the Palmer Community of Tippah County. That dispute culminated in the death of sixty-one-year-old David White. White and his adult son, Keith White (Keith), owned an all-terrain vehicle (ATV) shop that was located behind White’s house. Booker’s parents, Buster and Frieda Booker, lived across the street from White. B...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=booker-v-state"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}