{
  "id": 5187,
  "title": "2011년 Mahoney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mahoney. 판결일: 2011-06-21. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Patrick MAHONEY, Reverend, Et Al., Appellants v. John DOE, in His Official Capacity as a Police Officer, Metropolitan Police Department, Et Al., Appellees\n**판결일**: 2011-06-21\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Henderson, Brown and Kavanaugh, Circuit Judges\n\n## 변호인\n\nCarly F. Gammill argued the cause for appellants. With her on the briefs was James Matthew Henderson Sr., Carl J. Schifferle, Assistant Attorney General, Attorney General’s Office for the District of Columbia, argued the cause for appellees. With him on the brief were Peter J. Niekles, Attorney General, Todd S. Kim, Solicitor General, and Donna M. Murasky, Deputy Solicitor General., Ronald C. Machen Jr., U.S. Attorney, and R. Craig Lawrence and Marina U. Braswell, Assistant U.S. Attorneys, were \n\n## 인용\n\n- 642 F.3d 1112\n- 395 U.S. App. D.C. 291\n\n## 판결문 요약\n\n\n642 F.3d 1112 (2011)\nPatrick MAHONEY, Reverend, et al., Appellants\nv.\nJohn DOE, In his official capacity as a police officer, Metropolitan Police Department, et al., Appellees.\nNo. 09-7131.\nUnited States Court of Appeals, District of Columbia Circuit.\nArgued September 21, 2010.\nDecided June 21, 2011.\n*1114 Carly F. Gammill argued the cause for appellants. With her on the briefs was James Matthew Henderson Sr.\nCarl J. Schifferle, Assistant Attorney General, Attorney General's Office for the District of Columbia, argued the cause for appellees. With him on the brief were Peter J. Nickles, Attorney General, Todd S. Kim, Solicitor General, and Donna M. Murasky, Deputy Solicitor General.\nRonald C. Machen Jr., U.S. Attorney, and R. Craig Lawrence and Marina U. Braswell, Assistant U.S. Attorneys, were on the brief for amicus curiae National Park Service in support of appellees.\nBefore: HENDERSON, BROWN and KAVANAUGH, Circuit Judges.\nOpinion for the Court filed by Circuit Judge BROWN.\nConcurring opinion filed by Circuit Judge KAVANAUGH.\nBROWN, Circuit Judge:\nSection 22-3312.01 of the District of Columbia Code prohibits the defacement of public and private property. Appellants, Rev. Patrick Mahoney, Kaitlin Clare Martinez, the Christian Defense Coalition, Cradles of Love, Inc., and Cheryl Conrad (collectively, \"Mahoney\") claim that prohibition, both on its face and as applied, violates their First Amendment right to chalk the 1600 block of Pennsylvania Avenue (literally, the street i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mahoney-v-doe"
    }
  ],
  "relatedIncidents": [
    4954,
    5015,
    5016,
    5121,
    5145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}