{
  "id": 5188,
  "title": "2011년 Godon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-21",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Godon. 판결일: 2011-06-21. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kathleen GODON, and v. KINDRED PUBLIC SCHOOL DISTRICT, and\n**판결일**: 2011-06-21\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Crothers, Kapsner, Maring, Sandstrom, Walle\n\n## 변호인\n\nMichael J. Geiermann, Bismarck, ND, for plaintiff and appellant., Gary R. Thune (argued) and Tiffany L. Johnson (on brief), Bismarck, ND, for defendant and appellee.\n\n## 인용\n\n- 798 N.W.2d 664\n- 2011 ND 121\n\n## 판결문 요약\n\n\nVANDE WALLE, Chief Justice.\n[¶ 1] Kathleen Godon appealed the district court’s judgment dismissing her complaint for breach of contract against the Kindred Public School District. We affirm.\nI.\n[¶ 2] On May 1, 2008, Godon entered into a teaching contract with the Kindred Public School District for the 2008-2009 school year. The teaching contract, in part, set forth her salary and the length of her employment. In addition to the teaching contract, Godon’s employment was subject to a professional negotiation agreement between the Kindred School Board and the Kindred Education Association. See N.D.C.C. § 15.1-16-13. This more extensive agreement provided other terms of employment, including the base salary for a teacher in the District and the types and amounts of leave a teacher receives. Specifically, the agreement provided two days of personal leave to a teacher with zero to seven years of teaching experience. Under the agreement, pay would not be deducted when a teacher was granted personal leave. The agreement did not provide for unpaid leave, but before the start of the school year, Godon asked the District administration to allow her to take off work from March 23 to 27, 2009, to travel to Greece. The District approved her request, but required that she take unpaid leave for the days she could not apply personal leave. Godon agreed to these terms.\n[¶ 3] On March 20, 2009, when school was not scheduled to be in session because of spring break, the District held school to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=godon-v-kindred-public-school-district"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=application-of-bjerke"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}