{
  "id": 5202,
  "title": "2011년 Luttrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-17",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Luttrell. 판결일: 2011-06-17. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Judy M. LUTTRELL, Petitioner-Respondent, v. Denis AGNIEL, Respondent-Appellant\n**판결일**: 2011-06-17\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Jeffrey W. Bates\n\n## 변호인\n\nSara E. Dick, Jefferson City, MO, for Appellant., H. Mark Preyer, Kennett, MO, for Respondent.\n\n## 인용\n\n- 343 S.W.3d 13\n\n## 판결문 요약\n\n\n343 S.W.3d 13 (2011)\nJudy M. LUTTRELL, Petitioner-Respondent,\nv.\nDenis AGNIEL, Respondent-Appellant.\nNo. SD 30517.\nMissouri Court of Appeals, Southern District, Division Two.\nJune 17, 2011.\n*14 Sara E. Dick, Jefferson City, MO, for Appellant.\nH. Mark Preyer, Kennett, MO, for Respondent.\nJEFFREY W. BATES, Judge.\nJudy Luttrell (Luttrell) was employed as a probation and parole officer at the Division of Probation and Parole (Division) until she was dismissed for having avoidable contact with an offender in violation of Division policy. After a hearing, her termination was affirmed by the Personnel Advisory Board (PAB). The PAB's decision was reversed by the circuit court, and this appeal followed. We reverse and remand with directions.\n\nFactual and Procedural Background\nLuttrell and Michael Easley (Easley) knew each other as children, and they dated for several years when Luttrell was a young adult. In 1977, Easley was convicted of armed robbery and stealing, and was sentenced to serve ten years in prison. In 1981, Luttrell was charged with aiding the escape of Easley and another offender *15 from prison by providing them with transportation, money and a gun. Luttrell pled guilty and received a three-year sentence. Luttrell was paroled on her first eligibility date and successfully completed parole.\nDenis Agniel (Agniel) served as the Division's Chairman. One of Agniel's duties was to act as the Division's appointing authority. Luttrell was hired by the Division in 1998 as a pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=luttrell-v-agniel"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}