{
  "id": 5206,
  "title": "2011년 Gonzalez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gonzalez. 판결일: 2011-06-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Enoos Gonzalez v. Port Authority of New York and New Jersey, Appellant-Respondent, and T.U.C.S. Cleaning Service, Inc.\n**판결일**: 2011-06-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 85 A.D.3d 550\n- 925 N.Y.S.2d 462\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Saliann Scarpulla, J.), entered September 14, 2010, which denied defendant T.U.C.S. Cleaning Service, Inc.’s motion and defendant Port Authority of New York and New Jersey’s cross motion for summary judgment dismissing the complaint and any cross claims against them, unanimously modified, on the law, to grant T.U.C.S.’s motion, and otherwise affirmed, without costs.\nThe Port Authority failed to establish that it timely filed its cross motion (see Corchado v City of New York, 64 AD3d 429 [2009]). Counsel’s statement in a reply affirmation that it timely served an affirmation in support of the cross motion is unsupported by any claim of personal knowledge. Accordingly, it is without evidentiary value and thus unavailing (see Zuckerman v City of New York, 49 NY2d 557, 563 [1980]). Were we to consider the merits of the cross motion, we would find that the Port Authority failed to establish prima facie that it did not have constructive notice of the ice on the sidewalk on which plaintiff allegedly slipped (see Santiago v New York City Health &amp; Hosps. Corp., 66 AD3d 435, 435 [2009]). A Port Authority employee initially testified that his duties included patrolling the sidewalks at the start of his shift. However, at a subsequent de*551position, he denied having such a duty and could not recall whether he patrolled the sidewalks prior to the accident.\nThe Port Authority also failed to establish prima facie that it properly inspected and ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gonzalez-v-port-authority-of-new-york-new-jersey"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}