{
  "id": 5222,
  "title": "2011년 Cortez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cortez. 판결일: 2011-06-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Paul Cortez\n**판결일**: 2011-06-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Freedman\n\n## 인용\n\n- 85 A.D.3d 409\n- 923 N.Y.S.2d 544\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Carol Berk-man, J.), rendered March 23, 2007, convicting defendant, after a jury trial, of murder in the second degree, and sentencing him to a term of 25 years to life, affirmed.\nDefendant was not deprived of his right to conflict-free counsel. Defendant asserts that both of the attorneys who represented him at trial operated under conflicts between their own interests and those of their client. However, we find that, at most, only one attorney had a conflict, that defendant validly *410waived this conflict, and that there is no record evidence of prejudice.\nAt the outset of the trial, the court held defendant’s lead attorney in contempt and imposed a fine for her unjustified failure to appear. This was not enough to create a conflict. Defendant’s claim that the contempt citation would have placed the attorney in fear of further antagonizing the court and would have inhibited her ability to zealously defend her client rests on speculation and is unsupported by anything in the record.\nAt the time of trial, there was an unrelated criminal case pending in the same county against defendant’s other attorney. Since the attorney was not accused of any crime relating to the charges against defendant, the conflict was waivable (see e.g. United States v Perez, 325 F3d 115, 125-127 [2d Cir 2003]). After the court conducted a sufficient inquiry pursuant to People v Gomberg (38 NY2d 307 [1975]), defendant made a valid waiver of the conflict, and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cortez"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}