{
  "id": 5229,
  "title": "2011년 Hill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-06-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Hill. 판결일: 2011-06-01. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Beth E. HILL, Appellee v. Earl H. RANDOLPH, Appellant\n**판결일**: 2011-06-01\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Stevens, Shogan, and Colville\n\n## 변호인\n\nJames J. Karl, Lancaster, for appellant., Daniel J. Dye, Lancaster, for appellee.\n\n## 인용\n\n- 24 A.3d 866\n\n## 판결문 요약\n\n\n24 A.3d 866 (2011)\nBeth E. HILL, Appellee\nv.\nEarl H. RANDOLPH, Appellant.\nNo. 707 MDA 2010.\nSuperior Court of Pennsylvania.\nSubmitted November 1, 2010.\nFiled June 1, 2011.\n*867 James J. Karl, Lancaster, for appellant.\nDaniel J. Dye, Lancaster, for appellee.\nBEFORE: STEVENS, SHOGAN, and COLVILLE[*], JJ.\nOPINION BY STEVENS, J.:\nThis is an appeal from the judgment of sentence entered in the Court of Common Pleas of Lancaster County after the trial court convicted Appellant on two separate counts of indirect criminal contempt (\"ICC\") arising from a single episode in which Appellant entered the home of Plaintiff Beth Hill and assaulted her in violation of a standing Protection from Abuse (\"PFA\") order. Herein, Appellant argues that the court contravened the legislative intent behind the PFA Act along *868 with his constitutional rights to a jury trial and to be free from double jeopardy when it convicted him on multiple ICC charges and imposed an aggregate sentence exceeding six months' incarceration. We infer nothing in the PFA Act[1] to bar prosecution of multiple ICC charges arising from different violations of the same order, nor are double jeopardy or trial-by-jury rights implicated in the facts before us. Accordingly, we affirm.\nOn April 9, 2007, the trial court issued a PFA order that provided, inter alia, the following:\n1. Defendant shall not abuse, stalk, harass, threaten or attempt to use physical force that would reasonably be expected to cause bodily injury to Plainti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hill-v-randolph"
    }
  ],
  "relatedIncidents": [
    4949,
    4991,
    5009,
    5114,
    5139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}