{
  "id": 5230,
  "title": "2011년 MacK 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-31",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: MacK. 판결일: 2011-05-31. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Ricardo Mack\n**판결일**: 2011-05-31\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Alvord, Beach, Schaller\n\n## 변호인\n\nWilliam B. Westcott, special public defender, for the appellant (defendant)., James M. Ralls, assistant state’s attorney, with whom, on the brief, were Gail P. Hardy, state’s attorney, and John F. Fahey, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 19 A.3d 689\n- 129 Conn. App. 127\n\n## 판결문 요약\n\n\n19 A.3d 689 (2011)\n129 Conn.App. 127\nSTATE of Connecticut\nv.\nRicardo MACK.\nNo. 32584.\nAppellate Court of Connecticut.\nArgued March 22, 2011.\nDecided May 31, 2011.\n*692 William B. Westcott, special public defender, for the appellant (defendant).\nJames M. Ralls, assistant state's attorney, with whom, on the brief, were Gail P. Hardy, state's attorney, and John F. Fahey, senior assistant state's attorney, for the appellee (state).\nBEACH, ALVORD and SCHALLER, Js.\nSCHALLER, J.\nThe defendant, Ricardo Mack, appeals from the judgment of conviction, rendered after a jury trial, of one count of murder in violation of General Statutes § 53a-54a (a) and two counts of assault in the first degree with a firearm in violation of General Statutes § 53a-59 (a)(5).[1] On appeal, the defendant claims it was improper for the court to admit handwritten notes discovered in another inmate's cell as evidence of the defendant's consciousness of guilt on the grounds that (1) the evidence was irrelevant and (2) its admission violated his federal constitutional rights.[2] We affirm the judgment of the trial court.\nThe jury reasonably could have found the following facts. A shooting resulting in the death of Chaz Booth and gunshot injuries to two other persons, Terrice Kimble and Christopher Henry, occurred in the early morning hours of December 24, 2005, in Hartford. Booth, Kimble, Henry and the defendant were among a crowd of people in Papa's Pizza, which is a restaurant on Union Place in Hartford. Boo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mack"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}