{
  "id": 5255,
  "title": "2011년 Legene 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Legene. 판결일: 2011-05-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Ledor J. LEGENE v. STATE of Florida\n**판결일**: 2011-05-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Evander, Griffin, Lawson\n\n## 변호인\n\nRobert Wesley, Public Defender, and Robert C. Power, Assistant Public Defender, Orlando, for Petitioner., Pamela Jo Bondi, Attorney General, Tallahassee, and Wesley Heidt, Assistant Attorney General, Daytona Beach, for Respondent.\n\n## 인용\n\n- 60 So. 3d 1154\n\n## 판결문 요약\n\n\nGRIFFIN, J.\nLedor J. Legene (“Defendant”] seeks a writ of mandamus to compel the trial court to set and hear Defendant’s motion to dismiss criminal charges based on alleged immunity from prosecution under sections 776.032, 776.012 and 776.013(3), Florida Statutes, the justifiable use of force and “stand your ground” statutes.\nDefendant was charged with one count of aggravated battery with a deadly weapon and one count of aggravated assault with a deadly weapon. Defendant filed a motion to dismiss, claiming immunity from criminal prosecution under sections 776.032, 776.012 and 776.013(3), Florida Statutes. In his motion, Defendant set forth a factual scenario, which basically involved finding his daughter’s boyfriend inside Defendant’s locked residence. Upon discovery by Defendant, the boyfriend allegedly pushed him to the floor. Defendant then struck the boyfriend with a stick and later threatened the boyfriend outside the house.\nThe State filed a motion to strike the motion to dismiss, asserting that Defendant failed to provide an adequate factual basis to support the motion. The trial court held a hearing on the State’s motion to strike and granted the motion. Defendant thereafter filed his petition for writ of mandamus to obtain review of that order and to obtain an order requiring an evi-dentiary hearing. See Martinez v. State, 44 So.3d 1219 (Fla. 1st DCA 2010). In response, the State, citing to Dennis v. State, 51 So.3d 456 (Fla.2010), concedes that Defendant is entitle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=legene-v-state"
    }
  ],
  "relatedIncidents": [
    4949,
    4991,
    5009,
    5114,
    5139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}