{
  "id": 5256,
  "title": "2011년 Zapata 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zapata. 판결일: 2011-05-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Emiliano Zapata v. Ayanna Sutton, and Michael P. Giachinta, (And Another Action.) Jorge Adrian Bernal Cuapio v. Michael P. Giachinta\n**판결일**: 2011-05-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 84 A.D.3d 521\n- 922 N.Y.S.2d 400\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Howard R. Silver, J.), entered January 8, 2010, which, insofar as appealed from as limited by the briefs, granted defendants Michael Giachinta and Putnam Tire Co., Inc.’s motion for summary judgment dismissing the complaints and all cross claims asserted against them in actions Nos. 1 and 3, unanimously affirmed, without costs.\nGiachinta, who was driving in his proper lane, was “presented .. . with an emergency situation not of his own making” and almost no time to react when defendant Ayanna Sutton’s vehicle crossed over double yellow lines into his lane from the opposite direction and collided with his vehicle, and therefore he cannot be found “negligently responsible for any part of the accident” (Williams v Simpson, 36 AD3d 507, 508 [2007]; Gonzalez v City of New York, 295 AD2d 122 [2002]; Caban v Vega, 226 AD2d 109, 111 [1996]).\nContrary to plaintiffs’ contention, nothing in the record indicates that Giachinta was driving inattentively, at excessive speed, or in slippery road conditions. Nor does the record support the contention that Giachinta unreasonably steered his wheel towards the northbound lane in response to the emergency created by Sutton. The affidavit by plaintiffs’ expert stating otherwise provides “nothing more than pure speculation, unsupported by reference to any facts in the record or personal observations” and therefore is insufficient to raise a triable issue of fact as to the reasonableness of Giachinta’s actions (...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=consola-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zapata-v-sutton"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}