{
  "id": 5259,
  "title": "2011년 State of Tennessee v. Erika Y. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Erika Y. Johnson. 판결일: 2011-05-11. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Erika Y. Johnson\n**판결일**: 2011-05-11\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge D. Kelly Thomas, Jr.\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                                February 8, 2011 Session\n\n                STATE OF TENNESSEE v. ERIKA Y. JOHNSON\n\n                Appeal from the Circuit Court for Williamson County\n                   No. I-CR013149-B      Jeffrey S. Bivins, Judge\n\n\n                  No. M2010-01176-CCA-R3-CD - Filed May 11, 2011\n\n\n\n\nThe Defendant, Erika Y. Johnson, appeals as of right from the Williamson County Circuit\nCourt’s revocation of her probation and order that she serve the remainder of her sentence\nin confinement. The Defendant contends that the trial court erred by ordering her to serve\nthe remainder of her sentence in confinement. Following our review, we affirm the judgment\nof the trial court.\n\n  Tenn. R. App. 3 Appeal as of Right; Judgment of the Circuit Court is Affirmed.\n\nD. K ELLY T HOMAS, JR., J., delivered the opinion of the court, in which J OHN E VERETT\nW ILLIAMS and C AMILLE R. M CM ULLEN, JJ., joined.\n\nErika Y. Johnson, Madison, Tennessee, pro se.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; David H. Findley, Senior Counsel;\nKim R. Helper, District Attorney General; and Sean Bernard Duddy, Assistant District\nAttorney General, for the appellee, State of Tennessee.\n\n                                         OPINION\n\n        On January 14, 2008, the Defendant was indicted on one count of simple possession\nof marijuana. The Defendant subsequently pled guilty to the charge o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-erika-y-johnson"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}