{
  "id": 5265,
  "title": "2011년 Jacques 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-09",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Jacques. 판결일: 2011-05-09. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Michael JACQUES\n**판결일**: 2011-05-09\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Ponsor\n\n## 변호인\n\nErin Aslan, United States Department of Justice, Washington, D.C., Nicole Lee Ndumele, Kevin O’Regan, Paul H. Smyth, United States Attorney’s Office, Springfield, MA, for Plaintiff., Lori H. Levinson, Barrington, MA, for Defendant.\n\n## 인용\n\n- 784 F. Supp. 2d 48\n\n## 판결문 요약\n\n\n784 F. Supp. 2d 48 (2011)\nUNITED STATES of America\nv.\nMichael JACQUES.\nNo. 09-cr-30001-MAP.\nUnited States District Court, D. Massachusetts.\nMay 9, 2011.\n*50 Erin Aslan, United States Department of Justice, Washington, D.C., Nicole Lee Ndumele, Kevin O'Regan, Paul H. Smyth, United States Attorney's Office, Springfield, MA, for Plaintiff.\nLori H. Levinson, Barrington, MA, for Defendant.\n\n\nMEMORANDUM REGARDING DEFENDANT'S MOTION TO SUPPRESS AND MOTION FOR RECONSIDERATION (Dkt. Nos. 129 &amp; 237)\nPONSOR, District Judge.\n\nI. INTRODUCTION\n\nOn January 27, 2009, Defendant was charged with deliberately setting fire to the Macedonia Church of God in Christ in Springfield, Massachusetts. The second superseding indictment offered counts for conspiracy against civil rights in violation of 18 U.S.C. § 241; damage or destruction to religious real property in violation of 18 U.S.C. § 247(c); and use of fire to commit a felony in violation of 18 U.S.C. § 844(h)(1). On April 14, 2011, following a jury trial, Defendant was found guilty on all three charges.\nPrior to trial, Defendant moved to suppress certain inculpatory statements he made during a lengthy interview with law enforcement officers.[1] (Dkt. No. 129.) At the conclusion of an evidentiary hearing, the court ruled orally that motion was denied. This memorandum will set forth the reasons for the court's ruling both on Defendant's motion to suppress (Dkt. No. 129) and on his motion for reconsideration (Dkt. No. 237).\n\nII. FACTUAL BACK...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-jacques"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}