{
  "id": 5266,
  "title": "2011년 State of Tennessee v. Maximo Marin In Re: E-Z Out Bail Agency 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-09",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Maximo Marin In Re: E-Z Out Bail Agency. 판결일: 2011-05-09. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Maximo Marin In Re: E-Z Out Bail Agency\n**판결일**: 2011-05-09\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                           Assigned on Briefs July 13, 2010\n\n                 STATE OF TENNESSEE v. MAXIMO MARIN\n                     IN RE: E-Z OUT BAIL AGENCY\n\n             Direct Appeal from the Circuit Court for Henderson County\n                      No. 09-117    Roy B. Morgan, Jr., Judge\n\n\n\n\n                 No. W2009-02228-CCA-R3-CO - Filed May 9, 2011\n\n\nThe defendant, Maximo Marin, failed to appear for his scheduled court date, and a\nconditional forfeiture was issued against E-Z Out Bail Agency in the amount of $100,000.\nWith the final forfeiture date rapidly approaching, E-Z Out Bail Agency filed a motion to\nextend the final forfeiture date. The issue on appeal is whether the trial court abused its\ndiscretion in denying the motion to extend the final forfeiture date. We conclude the trial\ncourt did not abuse its discretion and affirm the judgment from the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nT HOMAS T. W OODALL, J., delivered the opinion of the Court, in which J OHN E VERETT\nW ILLIAMS and C AMILLE R. M CM ULLEN, JJ., joined.\n\nStephen M. Milam, Lexington, Tennessee, for the appellant, E-Z Out Bail Agency.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Rachel E. Willis, Assistant Attorney\nGeneral; James G. (Jerry) Woodall, District Attorney General; and Angela R. Scott, Assistant\nDistrict Attorney General, for the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-maximo-marin-in-re-e-z-out-ba"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}