{
  "id": 5270,
  "title": "2011년 Curtiss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-06",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Curtiss. 판결일: 2011-05-06. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Renee Ray Curtiss\n**판결일**: 2011-05-06\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Brintnall, Quinn, Williams, Worswick\n\n## 변호인\n\nKathryn A. Russell Selk (of Russell Selk Law Office), for appellant., Mark E. Lindquist, Prosecuting Attorney, and Thomas C. Roberts, Deputy, for respondent.\n\n## 인용\n\n- 161 Wash. App. 673\n\n## 판결문 요약\n\n\nQuinn-Brintnall, J.\n¶1 — A jury found Renee Curtiss guilty of the premeditated first degree murder of Joseph Tarricone. In 1978, Tarricone disappeared after visiting Curtiss’s mother’s Canyon Road, Puyallup, rental home. In 2007, during a construction excavation, mutilated human remains were discovered buried in the Canyon Road property. Nicholas Notaro, Curtiss’s brother, confessed that in 1978, he lured Tarricone into his mother’s basement, shot him twice in the back of the head, and then put the body in a freezer. Curtiss and Notaro both confessed that they and their mother, who has since died, dismembered Tarricone’s body using a chainsaw and buried the remains in the backyard.\n¶2 Curtiss appeals, challenging (1) the admission of her taped police confession, (2) comments on her right to remain silent, and (3) the admission of improper opinion testimony at trial. Curtiss also asserts that (1) prosecutorial misconduct and (2) ineffective assistance of counsel taint her conviction. In a statement of additional grounds for *681review (SAG),1 Curtiss challenges the sufficiency of evidence supporting her conviction, the State’s use of “crowd manipulation” tactics to influence the jury, and the trial court’s authority to impose a 40-year mandatory minimum sentence.\n¶3 We hold that (1) the trial court correctly admitted Curtiss’s knowing and voluntary statement; (2) Curtiss never invoked her right to remain silent, so no party could have improperly commented on it at trial; (3) ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-curtiss"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}