{
  "id": 5272,
  "title": "2011년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-04",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Morris. 판결일: 2011-05-04. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Edward Charles MORRIS\n**판결일**: 2011-05-04\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Cooks, Gene, John, Saunders, Sylvia, Thibodeaux, Ulysses\n\n## 변호인\n\nJohn Foster DeRosier, District Attorney, 14th Judicial District Court, Carla Sue Sigler, Assistant District Attorney, 14th Judicial District Court, Lake Charles, LA, for Plaintiff/Appellee — State of Louisiana., Mark Owen Foster, Louisiana Appellate, Natchitoches, LA, for Defendant/Appellant — Edward Charles Morris., Edward Charles Morris, Cottonport, LA, Defendant Appellant.\n\n## 인용\n\n- 63 So. 3d 389\n\n## 판결문 요약\n\n\n63 So.3d 389 (2011)\nSTATE of Louisiana\nv.\nEdward Charles MORRIS.\nNo. 10-1278.\nCourt of Appeal of Louisiana, Third Circuit.\nMay 4, 2011.\n*390 John Foster DeRosier, District Attorney, 14th Judicial District Court, Carla Sue Sigler, Assistant District Attorney, 14th Judicial District Court, Lake Charles, LA, for Plaintiff/AppelleeState of Louisiana.\nMark Owen Foster, Louisiana Appellate, Natchitoches, LA, for Defendant/AppellantEdward Charles Morris.\nEdward Charles Morris, Cottonport, LA, Defendant Appellant.\nCourt composed of ULYSSES GENE THIBODEAUX, Chief Judge, SYLVIA R. COOKS, and JOHN D. SAUNDERS, Judges.\nTHIBODEAUX, Chief Judge.\nEdward Charles Morris shot his cousin three times at close range and subsequently pled guilty to the crime of attempted second degree murder, a violation of La. R.S. 14:27 and La.R.S. 14:30.1. The trial court imposed the maximum sentence of fifty years under La.R.S. 14:27. Mr. Morris appeals the sentence as excessive. For the reasons set forth below, we affirm the sentence of the trial court.\n\nI.\n\nISSUES\nWe must decide whether the trial court abused its discretion in sentencing Mr. Morris to fifty years for attempted second degree murder.\n\nII.\n\nFACTS AND PROCEDURAL HISTORY\nAt a family gathering, while apparently arguing over family property taxes, Edward Charles Morris, age sixty-five, shot his first cousin, Johnny Levings, three times at close range, in the chest, knee, and groin area. An arrest warrant was issued, and Mr. Morris was charged wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-morris"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}