{
  "id": 5274,
  "title": "2011년 Johnson v. Lebanese American University 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-05-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Johnson v. Lebanese American University. 판결일: 2011-05-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Bob Johnson v. Lebanese American University\n**판결일**: 2011-05-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Andrias\n\n## 인용\n\n- 84 A.D.3d 427\n- 922 N.Y.S.2d 57\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Marylin G. Diamond, J.), entered January 12, 2010, dismissing the complaint, and bringing up for review an order, same court and Justice, entered December 30, 2009, which granted defendants’ motion for summary judgment dismissing the complaint, reversed, on the law, without costs, the judgment vacated, and the complaint reinstated.\nPlaintiff worked in marketing for defendant university until defendant terminated his employment. At the time of his termination, plaintiff was told that he was being let go due to poor performance. He was further informed that if he signed an agreement entitled “Release &amp; Discharge” (the release) that defendant forwarded to him he would be paid the sum of $4,651.94. The agreement read as follows:\n“I, the undersigned Robert Johnson do hereby declare that I have received from the Lebanese American University the sum *428of $4,651.94 as an ex-gratia payment in full settlement of any and all claims and entitlements related to my services of whatsoever nature with the above mentioned University up to June 10, 2008.\n“I therefore hereby remise, release and completely discharge the Lebanese American University and all its responsible officers of and from all actions or rights that I may ever have against the University in respect of my above mentioned service.\n“In witness whereof I have signed this full, final and irrevocable Release and Discharge this day of 6/30/08.”\nPlaintiff executed the document and coll...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-lebanese-american-university"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}