{
  "id": 5288,
  "title": "2011년 Alvarez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Alvarez. 판결일: 2011-04-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Adelina Alvarez v. Bruce E. Gerberg, and Bernard Beckerman\n**판결일**: 2011-04-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 83 A.D.3d 974\n- 922 N.Y.S.2d 183\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for medical malpractice, etc., the defendants Bernard Beckerman and Huntington Hospital appeal from so much of an order of the Supreme Court, Nassau County (Murphy, J.), entered September 14, 2009, as denied that branch of their motion which was for summary judgment dismissing the complaint insofar as asserted against them, and the defendant William Michael Martin separately appeals, as limited by his brief, from so much of the same order as denied that branch of his motion which was for summary judgment dismissing the complaint insofar as asserted against him.\nOrdered that the order is reversed insofar as appealed from *975by the defendant William Michael Martin, on the law, and that branch of the motion of the defendant William Michael Martin which was for summary judgment dismissing the complaint insofar as asserted against him is granted; and it is further,\nOrdered that the order is affirmed insofar as appealed from by the defendants Bernard Beckerman and Huntington Hospital; and it is further,\nOrdered that one bill of costs is awarded to the defendant William Michael Martin, payable by the plaintiffs, and one bill of costs is awarded to the plaintiffs payable by the defendants Bernard Beckerman and Huntington Hospital.\n“In order to establish the liability of a physician for medical malpractice, a plaintiff must prove that the physician deviated or departed from accepted community standards of practice, and that such departure...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alvarez-v-gerberg"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}