{
  "id": 5299,
  "title": "2011년 Farmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-21",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Farmer. 판결일: 2011-04-21. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Farmer v. Davis\n**판결일**: 2011-04-21\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Siddoway\n\n## 인용\n\n- 250 P.3d 138\n\n## 판결문 요약\n\n\n250 P.3d 138 (2011)\nChristopher M. FARMER, a single person, Appellant,\nv.\nBradley M. DAVIS and Jane Doe Davis, and the marital community thereof, Respondents.\nNo. 28817-0-III.\nCourt of Appeals of Washington, Division 3.\nApril 21, 2011.\n*140 Douglas Dwight Phelps, Phelps &amp; Associates, P.S., Spokane, WA, for Appellant.\nRaymond W. Schutts, Law Offices of Raymond W. Schutts, Liberty Lake, WA, for Respondent.\nSIDDOWAY, J.\n¶ 1 Washington statutes permit service of a summons by delivery to someone other than the defendant (substitute service) if a copy is left at the house of the defendant's usual abode with a resident of suitable age and discretion. RCW 4.28.080(15). In this case, the only delivery of a summons for Bradley Davis that was timely accomplished was delivery to Mr. Davis's mother's home, where Mr. Davis had resided three years earlier, at the time of the auto accident giving rise to the action. The trial court granted summary judgment dismissing Mr. Farmer's complaint on grounds that undisputed evidence established that at the time of service, Mr. Davis's mother's home was not the house of his usual abode. Mr. Farmer appeals, alleging legal error by the trial court in failing to apply a required presumption in favor of his affidavits of service and in disregarding the rule of liberal construction announced in Sheldon v. Fettig, 129 Wash.2d 601, 609, 919 P.2d 1209 (1996). He also argues that the court abused its discretion in refusing to grant a continuance of the m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farmer-v-davis"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}