{
  "id": 5301,
  "title": "2011년 Shepherd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Shepherd. 판결일: 2011-04-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Kevin R. Shepherd\n**판결일**: 2011-04-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Garry\n\n## 인용\n\n- 83 A.D.3d 1298\n- 921 N.Y.S.2d 666\n\n## 판결문 요약\n\n\nGarry, J.\nAppeal from a judgment of the County Court of Hamilton County (Feldstein, J.), rendered December 2, 2003, upon a verdict convicting defendant of the crimes of rape in the first degree and burglary in the second degree.\nIn April 2003, the victim, who was then 79 years old, alleged that she awoke in bed in her home in the Town of Arietta, Hamilton County to discover that defendant was lying on top of her with his penis inside her vagina. Defendant gave a statement to State Police investigators in which he acknowledged having sexual intercourse with the victim after delivering mail to her home, but alleged that the encounter was consensual. Defendant further claimed that he had previously had consensual sex with the victim on an occasion several months earlier.\nDefendant was indicted on two charges of rape in the first degree and one count of burglary in the second degree. After a jury trial, he was acquitted of one rape count and convicted upon the second rape count and the burglary count. County Court sentenced defendant to the statutory maximum prison term of 25 years on the rape conviction and a concurrent 15-year sentence on the burglary conviction. Defendant appeals.\nDefendant first contends that his conviction for rape in the first degree was against the weight of the evidence. It would not have been unreasonable for the jury to believe defendant’s claim that the sexual encounter was consensual. Accordingly, this Court “must, like the trier of fact below, weigh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ashley"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-shepherd"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    4974,
    4988,
    4992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}