{
  "id": 5306,
  "title": "2011년 Le 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-19",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Le. 판결일: 2011-04-19. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Duc Tan v. Le\n**판결일**: 2011-04-19\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Armstrong\n\n## 인용\n\n- 254 P.3d 904\n\n## 판결문 요약\n\n\n254 P.3d 904 (2011)\n161 Wash.App. 340\nDUC TAN, a single man; and Vietnamese Community of Thurston County, a Washington corporation, Respondents,\nv.\nNorman LE and Phu Le, husband and wife; Tuan A. Vu and Huynh T. Vu, husband and wife; Phiet X. Nguyen and Vinh T. Nguyen, husband and wife; Dat T. Ho and \"Jane Doe\" Ho, husband and wife; Nga T. Pham and Tri Duong, wife and husband; and Nhan T. Tran and Man M. Vo, wife and husband, Appellants.\nNo. 39447-2-II.\nCourt of Appeals of Washington, Division 2.\nApril 19, 2011.\n*908 Michael Barr King, James Elliot Lobsenz, Carney Badley Spellman PS, Howard Mark Goodfriend, Smith Goodfriend PS, Seattle, WA, Nigel Stephen Malden, Nigel Malden Law, Rebecca Marie Larson, Davies Pearson PC, Tacoma, WA, for Appellants.\nGregory M. Rhodes, Younglove &amp; Coker, PLLC, Olympia, WA, for Respondents.\nARMSTRONG, J.\n¶ 1 In 2004, members of the Committee Against the Viet Cong Flag disseminated an e-mail message and several newsletter articles throughout the Olympia Vietnamese community accusing Duc Tan and the Vietnamese Community of Thurston County (VCTC), a nonprofit corporation, of being communists or communist supporters. Tan and the VCTC sued the committee members for defamation. A jury found the defendants liable for defamation and awarded Tan and the VCTC $310,000 in damages. On appeal, the defendants argue, in part, that (1) the statements in the letter are opinions and therefore not actionable and (2) even if some of the supporting factual state...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duc-tan-v-le"
    }
  ],
  "relatedIncidents": [
    4954,
    5015,
    5016,
    5121,
    5145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}