{
  "id": 5307,
  "title": "2011년 Benn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Benn. 판결일: 2011-04-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Benn v. the State\n**판결일**: 2011-04-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, McFadden, Phipps\n\n## 변호인\n\nMarc A. Pilgrim, for appellant., Tracy Graham-Law son, District Attorney, Billy J. Dixon, Michael D. Thurston, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 710 S.E.2d 587\n- 309 Ga. App. 373\n\n## 판결문 요약\n\n\n710 S.E.2d 587 (2011)\n309 Ga. App. 373\nBENN\nv.\nThe STATE.\nNo. A11A0109.\nCourt of Appeals of Georgia.\nApril 19, 2011.\n*588 Marc Albert Pilgrim, for appellant.\nTracy Graham-Lawson, Dist. Atty., Billy J. Dixon, Michael Davis Thurston, Asst. Dist. Attys., for appellee.\nANDREWS, Judge.\nGerald Lewis Benn was tried before a jury on a multi-count indictment and found guilty of (Count 1) aggravated battery upon a peace officer engaged in the performance of official duties; (Count 2) aggravated assault with intent to murder upon the same peace officer engaged in the performance of official duties; (Count 3) aggravated assault with a deadly weapon upon the same peace officer engaged in the performance of official duties; (Count 4) possession of a firearm during the commission of aggravated assault upon the same peace officer; (Count 5) robbery by sudden snatching against a second victim; (Count 6) aggravated assault with a deadly weapon upon the second victim; (Count 7) possession of a firearm during the commission of aggravated assault upon the second victim; (Count 8) aggravated assault with a deadly weapon upon a third victim; (Count 9) possession of a firearm during the commission of aggravated assault upon the third victim; and (Count 11) fleeing or attempting to elude a police officer. The guilty verdict on Count 2 was vacated when the trial court merged Count 2 into Count 1 during sentencing.\nOn appeal from the judgment of conviction entered on the nine remaining counts, Benn cl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=benn-v-state"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}