{
  "id": 5310,
  "title": "2011년 Meena 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-18",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Meena. 판결일: 2011-04-18. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: SOUTHEASTERN PENNSYLVANIA SYNOD OF THE EVANGELICAL LUTHERAN CHURCH IN AMERICA v. Stanley MEENA and Judith Gotwald and Evangelical Lutheran Church of the Redeemer A/K/A Redeemer Lutheran Church, Appellants\n**판결일**: 2011-04-18\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Leadbetter, President Judge, and Pellegrini, Judge, and Cohn Jubelirer, Judge, and Leavitt, Judge, and Brobson, Judge, and McCullough, Judge, and Butler, Judge\n\n## 변호인\n\nJ. Stephen Woodside, Norristown, for appellant Stanley Meena., John I. Gordon, Lafayette Hill, for ap-pellee.\n\n## 인용\n\n- 19 A.3d 1191\n\n## 판결문 요약\n\n\n19 A.3d 1191 (2011)\nSOUTHEASTERN PENNSYLVANIA SYNOD OF THE EVANGELICAL LUTHERAN CHURCH IN AMERICA\nv.\nStanley MEENA and Judith Gotwald and Evangelical Lutheran Church of the Redeemer a/k/a Redeemer Lutheran Church, Appellants.\nNo. 2498 C.D. 2009.\nCommonwealth Court of Pennsylvania.\nArgued February 9, 2011.\nDecided April 18, 2011.\n*1192 J. Stephen Woodside, Norristown, for appellant Stanley Meena.\nJohn I. Gordon, Lafayette Hill, for appellee.\nBEFORE: LEADBETTER, President Judge, and PELLEGRINI, Judge, and COHN JUBELIRER, Judge, and LEAVITT, Judge, and BROBSON, Judge, and McCULLOUGH, Judge, and BUTLER, Judge.\nOPINION BY Judge PELLEGRINI.\nStanley Meena, Judith Gotwald,[1] and The Evangelical Lutheran Church of the Redeemer (collectively, Redeemer) appeal from orders of the Court of Common Pleas of Philadelphia County (trial court) granting a motion for summary judgment filed by Southeastern Pennsylvania Synod (Synod) of the Evangelical Lutheran Church in America (ELCA), denying Redeemer's cross-motion for summary judgment and dismissing Redeemer's counterclaim against Synod.\nRedeemer was incorporated in 1891 as a Pennsylvania non-profit religious corporation with its own constitution and bylaws. It owns property at the corner of Midvale Avenue and Conrad Street in the East Falls section of Philadelphia consisting of a church building and annex. The ELCA is a national church which is divided into 65 different synods in nine geographic regions of the United States. Each synod coor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=southeastern-pennsylvania-synod-of-the-evangelical-lutheran-church-in"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}