{
  "id": 5311,
  "title": "2011년 State of Tennessee v. Michael Deshawn Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-18",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Michael Deshawn Smith. 판결일: 2011-04-18. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Michael Deshawn Smith\n**판결일**: 2011-04-18\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Joseph M. Tipton\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                 Assigned on Briefs at Knoxville November 2, 2010\n\n         STATE OF TENNESSEE v. MICHAEL DESHAWN SMITH\n\n                    Appeal from the Fayette County Circuit Court\n                      No. 6229      J. Weber McCraw, Judge\n\n\n                No. W2010-00344-CCA-R3-CD - Filed April 18, 2011\n\n\nThe Defendant, Michael Deshawn Smith, pled guilty to second degree murder, a Class A\nfelony. See T.C.A. § 39-13-210 (2010). He was sentenced as a Range I, standard offender\nto twenty-three years’ confinement. On appeal, he contends that the trial court imposed an\nexcessive sentence. We affirm the judgment of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJ OSEPH M. T IPTON, P.J., delivered the opinion of the Court, in which J ERRY L. S MITH and\nJ OHN E VERETT W ILLIAMS, JJ., joined.\n\nGary F. Antrican, District Public Defender, and Kari I. Weber, Assistant Public Defender,\nfor the appellant, Michael Deshawn Smith.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Rachel E. Willis, Senior Counsel; D.\nMichael Dunavant, District Attorney General; and Terry Dycus, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n                                        OPINION\n\n        This case relates to an altercation in which the Defendant shot Norquell McNeal. The\nrecord on appeal does not contain a transcript of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-michael-deshawn-smith"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}