{
  "id": 5322,
  "title": "2011년 Ancient Coin Collectors Guild v. United States Department of State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ancient Coin Collectors Guild v. United States Department of State. 판결일: 2011-04-15. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: ANCIENT COIN COLLECTORS GUILD, Et Al., Appellants v. UNITED STATES DEPARTMENT OF STATE, Appellee\n**판결일**: 2011-04-15\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Rogers and Tatel, Circuit Judges, and Williams, Senior Circuit Judge\n\n## 변호인\n\nScott A. Hodes argued the cause and filed the briefs for appellants., Brian P. Hudak, Assistant U.S. Attorney, argued the cause for appellee. With him on the brief were Ronald C. Machen Jr., and R. Craig Lawrence, Assistant U.S. Attorney.\n\n## 인용\n\n- 641 F.3d 504\n- 395 U.S. App. D.C. 138\n\n## 판결문 요약\n\n\n641 F.3d 504 (2011)\nANCIENT COIN COLLECTORS GUILD, et al., Appellants\nv.\nUNITED STATES DEPARTMENT OF STATE, Appellee.\nNo. 09-5439.\nUnited States Court of Appeals, District of Columbia Circuit.\nArgued January 24, 2011.\nDecided April 15, 2011.\n*508 Scott A. Hodes argued the cause and filed the briefs for appellants.\nBrian P. Hudak, Assistant U.S. Attorney, argued the cause for appellee. With him on the brief were Ronald C. Machen Jr., and R. Craig Lawrence, Assistant U.S. Attorney.\nBefore: ROGERS and TATEL, Circuit Judges, and WILLIAMS, Senior Circuit Judge.\nOpinion for the Court filed by Senior Circuit Judge WILLIAMS.\nWILLIAMS, Senior Circuit Judge:\nThe Convention on Cultural Property Implementation Act (\"CPIA\"), 19 U.S.C. §§ 2600-13, allows the President to enter into agreements to restrict importation of cultural artifacts pursuant to the 1970 UNESCO Convention on the Means of Prohibiting and Preventing the Illicit Import, Export and Transfer of Ownership of Cultural Property. 823 U.N.T.S. 231 (1972). The Cultural Property Advisory Committee (\"CPAC\") is a federal advisory committee (within the meaning of the Federal Advisory Committee Act (\"FACA\"), Public Law 92-463, 5 U.S.C.App. 2). It advises the State Department's Undersecretary for Educational and Cultural Affairs on import restriction requests from foreign governments. 19 U.S.C. § 2605. CPAC has no final authority to approve or deny import restrictions. But when the Department's Bureau of Educational and Cultural Affai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ancient-coin-collectors-guild-v-united-states-department-of-state"
    }
  ],
  "relatedIncidents": [
    5535,
    4791,
    4867,
    4925,
    4937
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}