{
  "id": 5328,
  "title": "2011년 State of Tennessee v. Leonard Lamont Currie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-13",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Leonard Lamont Currie. 판결일: 2011-04-13. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Leonard Lamont Currie\n**판결일**: 2011-04-13\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                         Assigned on Briefs February 1, 2011\n\n         STATE OF TENNESSEE v. LEONARD LAMONT CURRIE\n\n               Direct Appeal from the Circuit Court for Tipton County\n                         No. 6477     Joe H. Walker, Judge\n\n\n                No. W2010-01702-CCA-R3-CD - Filed April 13, 2011\n\n\nThe defendant, Leonard Lamont Currie, was convicted of voluntary manslaughter, a Class\nC felony, and sentenced as a Range II, multiple offender to eight years in the Department of\nCorrection. On appeal, he argues that the evidence was insufficient to support the jury’s\nrejection of his claim of self-defense. Following our review, we affirm the judgment of the\ntrial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nA LAN E. G LENN, J., delivered the opinion of the Court, in which J ERRY L. S MITH and N ORMA\nM CG EE O GLE, JJ., joined.\n\nDavid S. Stockton (on appeal and at trial); Parker Dixon and Lyle Jones (at trial), Assistant\nPublic Defenders, for the appellant, Leonard Lamont Currie.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Rachel E. Willis, Senior Counsel; D.\nMichael Dunavant, District Attorney General; and James Walter Freeland, Jr. and Billy G.\nBurk, Assistant District Attorneys General, for the appellee, State of Tennessee.\n\n                                        OPINION\n\n                                          FACTS\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-leonard-lamont-currie"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}