{
  "id": 5339,
  "title": "2011년 Watson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Watson. 판결일: 2011-04-08. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: UNIFUND CCR PARTNERS, Appellant, v. Eddie WATSON, Appellee\n**판결일**: 2011-04-08\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Quinn, C.J., and Campbell and Pirtle\n\n## 변호인\n\nJody D. Jenkins, McCleskey Harriger Brazill & Graf, L.L.P., Lubbock, TX, for Appellant., Jerry J. Jarzombek, The Law Office of Jerry A. Jarzombek, Fort Worth, TX, for Appellee.\n\n## 인용\n\n- 337 S.W.3d 922\n\n## 판결문 요약\n\n\n337 S.W.3d 922 (2011)\nUNIFUND CCR PARTNERS, Appellant,\nv.\nEddie WATSON, Appellee.\nNo. 07-10-00273-CV.\nCourt of Appeals of Texas, Amarillo, Panel D.\nApril 8, 2011.\n*924 Jody D. Jenkins, McCleskey Harriger Brazill &amp; Graf, L.L.P., Lubbock, TX, for Appellant.\nJerry J. Jarzombek, The Law Office of Jerry A. Jarzombek, Fort Worth, TX, for Appellee.\nBefore QUINN, C.J., and CAMPBELL and PIRTLE, JJ.\n\nOPINION\nJAMES T. CAMPBELL, Justice.\nAppellant Unifund CCR Partners appeals the trial court's order sustaining the plea to the jurisdiction of appellee Eddie Watson and dismissing the case. We will reverse and remand the case to the trial court for further proceedings.\n\nBackground\nUnifund sued Watson. According to its live petition, Unifund was the assignee of a credit card account on which Watson defaulted. On May 3, 2010, Watson filed a plea to the jurisdiction alleging \"[w]ithout some admissible evidence of the assignment, [Unifund] lacks standing to bring its claims.\" Watson filed no evidence supporting his plea.\nThe clerk's record contains the response of Unifund with attached evidence. The response, under a cover letter from Unifund's attorney dated May 12, was received by the county clerk on May 14, 2010. On the same day, the trial court signed an order dismissing the case for want of jurisdiction. In part, the order states \"[a]fter hearing arguments of counsel and reviewing the documents filed in this cause, the Court finds that [Watson's] Plea should be GRANTED.\" Unifund did n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=unifund-ccr-partners-v-watson"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}