{
  "id": 5347,
  "title": "2011년 Securities & Exchange Commission v. Stanford International Bank, Ltd. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Securities & Exchange Commission v. Stanford International Bank, Ltd.. 판결일: 2011-04-06. 법원: District Court, N.D. Texas.",
  "description": "## 사건 정보\n\n**사건명**: SECURITIES AND EXCHANGE COMMISSION, Plaintiff, v. STANFORD INTERNATIONAL BANK, LTD., Et Al., Defendants\n**판결일**: 2011-04-06\n**법원**: District Court, N.D. Texas\n**관할**: Texas, TX\n\n**판사**: David C. Godbey\n\n## 변호인\n\nDavid B. Reece, D. Thomas Keltner, J. Kevin Edmundson, Michael D. King, Steve J. Korotash, U.S. Securities & Exchange Commission, Fort Worth, TX, for Plaintiff., Bradley W. Hoover, Paul D. Flack, Richard P. Keeton, Robert S. Bennett, Nickens Keeton Lawless Farrell & Flack, Ronald E. Cook, Cook & Roach, Stephen R. Cochell, The Cochell Law Firm, Gregg Anderson, Terry Bryant PLLC, Houston, TX, Lee H. Shidlofsky, Shidlofsky Law Firm PLLC, Austin, TX, David M. Finn, Milner Finn Price, Jeffrey M. Till\n\n## 인용\n\n- 776 F. Supp. 2d 323\n\n## 판결문 요약\n\n\n776 F. Supp. 2d 323 (2011)\nSECURITIES AND EXCHANGE COMMISSION, Plaintiff,\nv.\nSTANFORD INTERNATIONAL BANK, LTD., et al., Defendants.\nCivil Action No. 3:09-CV-0298-N.\nUnited States District Court, N.D. Texas, Dallas Division.\nApril 6, 2011.\n*325 David B. Reece, D. Thomas Keltner, J. Kevin Edmundson, Michael D. King, Steve J. Korotash, U.S. Securities &amp; Exchange Commission, Fort Worth, TX, for Plaintiff.\nBradley W. Hoover, Paul D. Flack, Richard P. Keeton, Robert S. Bennett, Nickens Keeton Lawless Farrell &amp; Flack, Ronald E. Cook, Cook &amp; Roach, Stephen R. Cochell, The Cochell Law Firm, Gregg Anderson, Terry Bryant PLLC, Houston, TX, Lee H. Shidlofsky, Shidlofsky Law Firm PLLC, Austin, TX, David M. Finn, Milner Finn Price, Jeffrey M. Tillotson, Chris J. Akin, John D. Volney, Lynn Tillotson Pinker &amp; Cox LLP, John M. Helms, Jr., Helms Johnson &amp; Diaz LLP, Dallas, TX, Brent R. Baker, Erik A. Christiansen, Parsons Behle &amp; Latimer, Salt Lake City, UT, for Defendants.\n\nORDER\nDAVID C. GODBEY, District Judge.\nThis Order addresses matters related to the Receiver's notice of request for discovery hearing [1224]. At a hearing held on February 28, 2011, the Court took under advisement the Receiver's request to proceed with discovery against nonparty Société *326 Générale Private Banking (Suisse) S.A. (\"SG Suisse\") under the Federal Rules of Civil Procedure. See Tr. of Hr'g of Feb. 28, 2011 [1280]. Because the Court finds discovery conducted pursuant to the Hague Conven...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=securities-exchange-commission-v-stanford-international-bank-ltd"
    }
  ],
  "relatedIncidents": [
    4954,
    5015,
    5016,
    5121,
    5145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}