{
  "id": 5349,
  "title": "2011년 Foltz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-05",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Foltz. 판결일: 2011-04-05. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: David L. FOLTZ, Jr., S/K/A David Lee Foltz, Jr. v. COMMONWEALTH of Virginia\n**판결일**: 2011-04-05\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Beales, Elder, Felton, Frank, Haley, Humphreys, Kelsey, McCLANAHAN, Petty, Powell\n\n## 변호인\n\nChristopher Leibig, Alexandria (Andrea Moseley; Zwerling, Leibig & Moseley, P.C., on briefs), for appellant., Virginia B. Theisen, Senior Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee., Amicus Curiae: American Civil Liberties Union of Virginia Foundation, Inc. (Rebecca K. Glenberg, Richmond; Thomas Okuda Fitzpatrick (Third Year Practice Certificate), on brief), for appellant.\n\n## 인용\n\n- 706 S.E.2d 914\n- 58 Va. App. 107\n\n## 판결문 요약\n\n\n706 S.E.2d 914 (2011)\n58 Va. App. 107\nDavid L. FOLTZ, Jr., s/k/a David Lee Foltz, Jr.\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 0521-09-4.\nCourt of Appeals of Virginia, Richmond.\nApril 5, 2011.\n*915 Christopher Leibig, Alexandria, (Andrea Moseley; Zwerling, Leibig &amp; Moseley, P.C., on briefs), for appellant.\nVirginia B. Theisen, Senior Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.\nAmicus Curiae: American Civil Liberties Union of Virginia Foundation, Inc. (Rebecca K. Glenberg, Richmond; Thomas Okuda Fitzpatrick (Third Year Practice Certificate), on brief), for appellant.\nPresent: FELTON, C.J., and ELDER, FRANK, HUMPHREYS, KELSEY, McCLANAHAN, HALEY, PETTY, BEALES, POWELL and ALSTON, JJ.\nUPON A REHEARING EN BANC\nFELTON, Chief Judge.\nDavid L. Foltz, Jr. (\"appellant\") was convicted by a jury of abduction with intent to defile pursuant to Code § 18.2-48 and was sentenced to life imprisonment. Before a panel of this Court, appellant contended that the trial court erred by denying his motion to suppress eyewitness testimony of police officers who observed him sexually assault a victim while she walked on a public sidewalk. Specifically, he asserts that evidence was inadmissible because it was obtained as a result of police officers' use of a global positioning system (\"GPS\") that they placed on his employer's work van to track his movement, without first obtaining a search warrant, in violation of the Fourth Amendment of the Unite...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=foltz-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    5030,
    5371,
    5388,
    4898,
    4899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}