{
  "id": 5350,
  "title": "2011년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Carter. 판결일: 2011-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Kintavia Carter v. Grenadier Realty\n**판결일**: 2011-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 83 A.D.3d 640\n- 922 N.Y.S.2d 86\n\n## 판결문 요약\n\n\n*641In an action to recover damages for personal injuries, etc., the defendants appeal from an order of the Supreme Court, Kings County (Solomon, J.), dated February 2, 2010, which denied their motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nTalia Collins (hereinafter the plaintiff) commenced this action on behalf of her daughter, Kintavia Carter (hereinafter the infant plaintiff), and on her own behalf, against Grenadier Realty (hereinafter Grenadier) and Howland Hook Housing Co., Inc. (hereinafter Howland) (hereinafter together the defendants), to recover damages for injuries sustained by the infant plaintiff in a fire that occurred in their apartment. The apartment was located in an apartment building owned by Howland and managed by Grenadier. The plaintiff alleged, among other things, that the defendants failed to provide her with a working smoke detector.\nThe Supreme Court properly denied the defendants’ motion for summary judgment dismissing the complaint. The defendants demonstrated their prima facie entitlement to judgment as a matter of law by presenting, inter alia, the deposition testimony of Grenadier’s property manager and assistant building superintendent that a new working smoke detector was installed in the apartment before the plaintiff moved in, as required by section 27-2045 (a) (1) of the Administrative Code of the City of New York (see Amble v City of New York, 157 AD2d 688, 689 [1990]). In opposition...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carter-v-grenadier-realty"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}