{
  "id": 5355,
  "title": "2011년 Guajardo-Martinez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-04-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Guajardo-Martinez. 판결일: 2011-04-04. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Juan GUAJARDO-MARTINEZ, Defendant-Appellant\n**판결일**: 2011-04-04\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Manion, Evans, and Hamilton, Circuit Judges\n\n## 변호인\n\nJoseph H. Thompson (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee., Richard H. Parsons, Office of the Federal Public Defender, Peoria, IL, A. Brian Threlkeld (argued), Office of the Federal Public Defender, Urbana, IL, for Defendant-Appellant.\n\n## 인용\n\n- 635 F.3d 1056\n\n## 판결문 요약\n\n\n635 F.3d 1056 (2011)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nJuan GUAJARDO-MARTINEZ, Defendant-Appellant.\nNo. 09-3324.\nUnited States Court of Appeals, Seventh Circuit.\nArgued February 10, 2011.\nDecided April 4, 2011.\n*1057 Joseph H. Thompson (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.\nRichard H. Parsons, Office of the Federal Public Defender, Peoria, IL, A. Brian Threlkeld (argued), Office of the Federal Public Defender, Urbana, IL, for Defendant-Appellant.\nBefore MANION, EVANS, and HAMILTON, Circuit Judges.\nHAMILTON, Circuit Judge.\nJuan Guajardo-Martinez, a 34-year-old Mexican national, pled guilty to illegal reentry of a removed alien subsequent to a conviction for commission of an aggravated felony, in violation of 8 U.S.C. § 1326(a) and (b)(2). Guajardo was given a below-guidelines *1058 sentence and has appealed. We rejected defense counsel's request to withdraw as appointed counsel pursuant to Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967), and ordered briefing as to the district court's consideration of the defendant's prior arrests that led to neither a conviction nor a finding by the district court that the alleged unlawful conduct was proven by a preponderance of the evidence. Guajardo also argues on appeal that the district court erred in not granting a lower sentence based on the fact that the Northern District of Illinois does not have a \"fast-track\" program, because the judge's decis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-guajardo-martinez"
    }
  ],
  "relatedIncidents": [
    4954,
    5015,
    5016,
    5121,
    5145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}