{
  "id": 5367,
  "title": "2011년 STMicroelectronics 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: STMicroelectronics. 판결일: 2011-03-31. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: STMICROELECTRONICS, Plaintiff, v. CREDIT SUISSE GROUP, Defendant\n**판결일**: 2011-03-31\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Dearie\n\n## 변호인\n\nAndrew Weissmann, Elisabeth Genn, Danielle F. Tarantolo, Jenner & Block, New York, NY, for Plaintiff., Amanda Joan Gallagher, Linklaters, New York, NY, for Defendant.\n\n## 인용\n\n- 775 F. Supp. 2d 525\n\n## 판결문 요약\n\n\n775 F. Supp. 2d 525 (2011)\nSTMICROELECTRONICS, Plaintiff,\nv.\nCREDIT SUISSE GROUP, Defendant.\nNo. 08 CV 3201(RJD)(RML).\nUnited States District Court, E.D. New York.\nMarch 31, 2011.\n*530 Andrew Weissmann, Elisabeth Genn, Danielle F. Tarantolo, Jenner &amp; Block, New York, NY, for Plaintiff.\nAmanda Joan Gallagher, Linklaters, New York, NY, for Defendant.\n\nMEMORANDUM &amp; ORDER\nDEARIE, Chief Judge.\nPlaintiff STMicroelectronics (\"ST\") seeks to hold defendant Credit Suisse Group (\"CSG\") liable under Securities Exchange Act Section 20(a) as a \"controlling person\" of non-party subsidiary Credit Suisse Securities (\"CSS\"), for the intentional breach of investment obligations by *531 the pair of Credit Suisse brokers in charge of ST's account. ST brings related claims for conversion, unjust enrichment and aiding and abetting common law fraud. Additionally, ST moves to amend its complaint to bolster allegations of wrongdoing by Credit Suisse entities and their employees, and to add a claim against CSG for primary liability under Exchange Act Section 10(b) and Rule 10b-5. ST further requests a modification of the discovery stay imposed by the Private Securities Litigation Reform Act (\"PSLRA\") to allow for the production of identified categories of documents.\nDefendant CSG moves to dismiss the complaint pursuant to Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim, and likewise argues that amendment would be futile. In the alternative, CSG asks the Court to dismiss t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stmicroelectronics-v-credit-suisse-group"
    }
  ],
  "relatedIncidents": [
    4941,
    4976,
    5001,
    5168,
    5173
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}