{
  "id": 5371,
  "title": "2011년 State v. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-29",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: State v. Mitchell. 판결일: 2011-03-29. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Alex Mitchell\n**판결일**: 2011-03-29\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Beach, DiPentima, Flynn\n\n## 변호인\n\nRichard W. Callahan, special public defender, for the appellant (defendant)., Rocco A. Chiarenza, special deputy assistant state’s attorney, with whom, on the brief, were Scott J. Murphy, state’s attorney, and Paul N. Rotiroti, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 16 A.3d 730\n- 127 Conn. App. 526\n\n## 판결문 요약\n\n\n16 A.3d 730 (2011)\n127 Conn.App. 526\nSTATE of Connecticut\nv.\nAlex MITCHELL.\nNo. 31709.\nAppellate Court of Connecticut.\nArgued December 9, 2010.\nDecided March 29, 2011.\n*731 Richard W. Callahan, special public defender, for the appellant (defendant).\nRocco A. Chiarenza, special deputy assistant state's attorney, with whom, on the brief, were Scott J. Murphy, state's attorney, and Paul N. Rotiroti, senior assistant state's attorney, for the appellee (state).\nDiPENTIMA, C.J., and BEACH and FLYNN, Js.\nFLYNN, J.\nThe defendant, Alex Mitchell, appeals from the trial court's judgment of conviction, rendered after a court trial before Sheldon, J., of one count of kidnapping in the first degree in violation of General Statutes § 53a-92 (a)(2)(A),[1] two counts of sexual assault in the first degree in violation of General Statutes § 53a-70 (a)(1),[2] and one count of attempt to commit robbery in the first degree in violation of General Statutes §§ 53a-49[3] and 53a-134 (a)(3).[4]\nThe defendant's principal claim is that the court improperly denied his motion *732 to suppress the pretrial identification made by one of the victims, Monica V. Specifically, the defendant argues that the court made erroneous findings of fact in support of its finding that the pretrial, out-of-court identification was reliable.[5] We conclude that the court properly denied the defendant's motion to suppress. We further conclude that the court's determination that the identification was inherently reliable was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mitchell"
    }
  ],
  "relatedIncidents": [
    5030,
    5349,
    5388,
    4898,
    4899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}