{
  "id": 5381,
  "title": "2011년 Madrigal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-24",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Madrigal. 판결일: 2011-03-24. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. CLAUDIA MADRIGAL, Appellee\n**판결일**: 2011-03-24\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Thomas\n\n## 변호인\n\nLisa Madigan, Attorney General, of Springfield, and John A. Barsanti, State’s Attorney, of St. Charles (Michael A. Scodro, Solicitor General, and Michael M. Glick and Garson S. Fischer, Assistant Attorneys General, of Chicago, of counsel), for the People., Donald R. Zuelke, of Zuelke & Byrd, L.L.C., of St. Charles, for appellee.\n\n## 인용\n\n- 948 N.E.2d 591\n- 241 Ill. 2d 463\n\n## 판결문 요약\n\n\n948 N.E.2d 591 (2011)\n241 Ill. 2d 463\nThe PEOPLE of the State of Illinois, Appellant,\nv.\nClaudia MADRIGAL, Appellee.\nNo. 110194.\nSupreme Court of Illinois.\nMarch 24, 2011.\n*592 Lisa Madigan, Attorney General, of Springfield, and John A. Barsanti, State's Attorney, of St. Charles (Michael A. Scodro, Solicitor General, and Michael M. Glick and Garson S. Fischer, Assistant Attorneys General, of Chicago, of counsel), for the People.\nDonald R. Zuelke, of Zuelke &amp; Byrd, L.L.C., of St. Charles, for appellee.\n\nOPINION\nJustice THOMAS delivered the judgment of the court, with opinion.\nDefendant, Claudia Madrigal, was indicted in the circuit court of Kane County on one count of identity theft in violation of section 16G-15(a)(7) of the Identity Theft Law (720 ILCS 5/16G-15(a)(7) (West 2008)). Section 16G-15(a)(7) provides that \"[a] person commits the offense of identity theft when he or she knowingly * * * uses any personal identification information or personal identification document of another for the purpose of gaining access to any record of the actions taken, communications made or received, or other activities or transactions of that person, without the prior express permission of that person.\" 720 ILCS 5/16G-15(a)(7) (West 2008). The indictment alleged that defendant \"knowingly used personal identification information of Gabriela Vasquez, being Gabriela Vazquez's name, date of birth, and address, to gain access to a record of actions taken, activities or transactions of Gab...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-madrigal"
    }
  ],
  "relatedIncidents": [
    4954,
    5015,
    5016,
    5121,
    5145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}