{
  "id": 5382,
  "title": "2011년 Buenrostro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Buenrostro. 판결일: 2011-03-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Jose Luis BUENROSTRO, Defendant-Appellant\n**판결일**: 2011-03-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Susan P. Graber and Andrew J. Kleinfeld, Circuit Judges, and Donald W. Molloy\n\n## 변호인\n\nWalter K. Pyle, Berkeley, CA, for the movant-appellant., Matthew D. Segal, Assistant United States Attorney, Sacramento, CA, for the respondent-appellee.\n\n## 인용\n\n- 638 F.3d 720\n\n## 판결문 요약\n\n\n638 F.3d 720 (2011)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nJose Luis BUENROSTRO, Defendant-Appellant.\nNo. 08-16185.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted October 5, 2010.\nFiled March 23, 2011.\nWalter K. Pyle, Berkeley, CA, for the movant-appellant.\n*721 Matthew D. Segal, Assistant United States Attorney, Sacramento, CA, for the respondent-appellee.\nBefore: SUSAN P. GRABER and ANDREW J. KLEINFELD, Circuit Judges, and DONALD W. MOLLOY,[*] District Judge.\n\nOPINION\nPER CURIAM:\nAppellant Jose Luis Buenrostro was tried and convicted on a charge of conspiracy to manufacture methamphetamine. The offense involved more than thirty-one kilograms of methamphetamine. Because Buenrostro had two prior felony drug convictions, the court sentenced him to a mandatory minimum term of life imprisonment without release. 21 U.S.C. §§ 846, 851(d)(1), 841(a)(1), (b)(1)(A)(viii) (1995). We affirmed Buenrostro's conviction on direct appeal. He then moved the district court to vacate his sentence under 28 U.S.C. § 2255. The district court denied that motion on its merits.\nAfter the district court concluded Buenrostro's § 2255 proceeding, Buenrostro moved the district court to reopen it under Federal Rule of Civil Procedure 60(b) due to a newly discovered ineffective assistance of counsel claim. According to Buenrostro, his lawyer had received a generous plea offer five months before his trial but never told Buenrostro about it. Had Buenrostro accepted that offer...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-buenrostro"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}