{
  "id": 5387,
  "title": "2011년 Bonney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-22",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Bonney. 판결일: 2011-03-22. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Steven D. BONNEY, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 2011-03-22\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Kite, C.J., and Golden, Hill, Voigt, and Burke\n\n## 변호인\n\nRepresenting Appellant: Kathleen M. Kar-pan and Margaret M. White of Karpan and White P.C., Cheyenne, Wyoming., Representing Appellee: Bruce A. Salz burg, Wyoming Attorney General; Terry L. Armitage, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; David L. Delicath, Senior Assistant Attorney General.\n\n## 인용\n\n- 2011 WY 51\n- 248 P.3d 637\n\n## 판결문 요약\n\n\n248 P.3d 637 (2011)\n2011 WY 51\nSteven D. BONNEY, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. S-10-0164.\nSupreme Court of Wyoming.\nMarch 22, 2011.\n*638 Representing Appellant: Kathleen M. Karpan and Margaret M. White of Karpan and White P.C., Cheyenne, Wyoming.\nRepresenting Appellee: Bruce A. Salzburg, Wyoming Attorney General; Terry L. Armitage, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; David L. Delicath, Senior Assistant Attorney General.\nBefore KITE, C.J., and GOLDEN, HILL, VOIGT, and BURKE, JJ.\nGOLDEN, Justice.\n[¶ 1] Appellant Steven D. Bonney appeals from the order of the district court denying his motion for a sentence reduction. We will affirm.\n\nISSUE\n[¶ 2] The issue for this Court's determination is whether the district court abused its discretion when it denied Bonney's motion for a sentence reduction.\n\nFACTS\n[¶ 3] In March 2008, the State charged Bonney with four counts of second degree sexual assault (sexual intrusion) under Wyo. Stat. Ann. § 6-2-303(a)(v) (LexisNexis 2005) and one count of third degree sexual assault (sexual contact) under Wyo. Stat. Ann. § 6-2-304(a)(ii) (LexisNexis 2005)[1] for crimes alleged to have occurred in 2000 and 2001. Two of the second degree sexual assault counts involved victim TN and the other three counts involved victim VB. The victims were both around eight years old at the time the offenses were committed, and Bonney was sixteen or seventeen years of age.\n[¶ 4] E...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bonney-v-state"
    }
  ],
  "relatedIncidents": [
    4974,
    4988,
    4992,
    4998,
    5065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}