{
  "id": 5389,
  "title": "2011년 Zalevsky 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zalevsky. 판결일: 2011-03-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Gregory Zalevsky\n**판결일**: 2011-03-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 82 A.D.3d 1136\n- 918 N.Y.2d 790\n\n## 판결문 요약\n\n\nThe defendant contends that the evidence of “physical injury,” an element of the crime of assault in the second degree (see Penal Law § 120.05 [3]), was legally insufficient. Contrary *1137to the People’s contention, the defendant preserved this issue for appellate review by raising it in his written pro se motion submitted at the close of the People’s case (see CPL 470.05 [2]; People v Gray, 86 NY2d 10, 19-21 [1995]). Viewing the evidence in the light most favorable to the prosecution (see People v Contes, 60 NY2d 620, 621 [1983]), we find that it was legally insufficient to establish, beyond a reasonable doubt, that the peace officer sustained a “physical injury” within the meaning of Penal Law § 10.00 (9). Physical injury is defined as “impairment of physical condition or substantial pain” (Penal Law § 10.00 [9]). The peace officer testified that the defendant kicked him in the leg while he was restraining the defendant. The peace officer was “bruised up a little bit” at the location where the defendant kicked him, but he did not seek any medical treatment or miss any work. On direct examination, the peace officer did not testify as to the duration or severity of his pain. On cross examination he testified to experiencing “minor pain” in his leg. This was insufficient to establish that the peace officer suffered a “physical injury” (see People v Scott, 70 AD3d 978 [2010]; People v Baksh, 43 AD3d 1072 [2007]; People v Richmond, 36 AD3d 721, 722 [2007]; People v Briggs, 285...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-zalevsky"
    }
  ],
  "relatedIncidents": [
    4949,
    4991,
    5009,
    5114,
    5139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}