{
  "id": 5395,
  "title": "2011년 San Martin v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-16",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: San Martin v. State. 판결일: 2011-03-16. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: John SAN MARTIN, Appellant, v. the STATE of Florida, Appellee\n**판결일**: 2011-03-16\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Suarez and Salter, Jj., and Schwartz, Senior Judge\n\n## 변호인\n\nCarlos J. Martinez, Public Defender, and Marti Rothenberg, Assistant Public Defender, for appellant., Pamela Jo Bondi, Attorney General, and Timothy R.M. Thomas, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 59 So. 3d 1171\n\n## 판결문 요약\n\n\n59 So. 3d 1171 (2011)\nJohn SAN MARTIN, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 3D09-628.\nDistrict Court of Appeal of Florida, Third District.\nMarch 16, 2011.\nCarlos J. Martinez, Public Defender, and Marti Rothenberg, Assistant Public Defender, for appellant.\nPamela Jo Bondi, Attorney General, and Timothy R.M. Thomas, Assistant Attorney General, for appellee.\nBefore, SUAREZ and SALTER, JJ., and SCHWARTZ, Senior Judge.\nSCHWARTZ, Senior Judge.\nOn this appeal from convictions and a 30-year sentence with a 25-year min-man for attempted armed robbery and armed burglary, the sole issue challenges the admission of the defendant's inculpatory statements to the police. Of the various grounds asserted, the only one which deserves discussion argues that the Miranda *1172 waiver, which was otherwise impeccably secured, was spoiled by the utterance, \"S..t, nigga ain't got one,\"[1] stated while he was indicating his willingness to speak without counsel by initialing that provision of the standard waiver form. It was not.\nIn agreement with both sides, we take it from this comment that the defendant was reflecting his awareness of and perhaps displeasure with the fact that there was no attorney actually present when he waived his Miranda rights. It is established, however, that these rights do not include one to have a lawyer immediately available before questioning can begin. As the Supreme Court has stated, \"Miranda does not require that attorneys be producible on call ... Mirand...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=san-martin-v-state"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}