{
  "id": 5457,
  "title": "2011년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Thomas. 판결일: 2011-03-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. George A. Thomas Sr.\n**판결일**: 2011-03-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 82 A.D.3d 1367\n- 919 N.Y.2d 399\n\n## 판결문 요약\n\n\nDefendant waived indictment and was charged in a superior court information with burglary in the second degree. He pleaded guilty to that charge, executed a waiver of the right to appeal and was to be sentenced, under the terms of the plea agreement, to 12 years in prison to be followed by five years of postrelease supervision. At the time of entering the plea, defendant was advised of the maximum term of imprisonment that could be imposed. In addition, he signed a Parker admonishment acknowledging, among other things, that he could be sentenced to a greater term of imprisonment than that included in the plea agreement if, before sentencing, he was arrested for committing a crime. Prior to sentencing, defendant was arrested for, among other things, committing the crime of burglary in the second degree. In light of this, County Court declined to adhere to the plea agreement and sentenced defendant as a second felony offender to 15 years in prison, to be followed by five years of postrelease supervision. Defendant appeals.\nAppellate counsel seeks to be relieved of her assignment of representing defendant on the ground that there are no nonfrivolous issues to be raised on appeal. Based upon our review of the record, counsel’s brief and defendant’s pro se *1368submission, we agree. Therefore, the judgment is affirmed and counsel’s application for leave to withdraw is granted (see People v Cruwys, 113 AD2d 979 [1985], lv denied 67 NY2d 650 [1986]; see generally People v Stokes, 9...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-thomas"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}