{
  "id": 5465,
  "title": "2011년 Thiles, Ex Parte Claus Detref 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Thiles, Ex Parte Claus Detref. 판결일: 2011-03-09. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Thiles, Ex Parte Claus Detref\n**판결일**: 2011-03-09\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIN THE COURT OF CRIMINAL APPEALS\r\n\r\nOF TEXAS\r\n\r\n\r\n\r\n\r\n\r\nNO. AP-76,437\r\n\r\n\r\n\r\n\r\n\r\n\r\nEx parte CLAUS DETREF THILES, Appellant\r\n\r\n\r\nv.\r\n\r\n\r\nTHE STATE OF TEXAS\r\n\r\n\r\n\r\n\r\n\r\nON APPLICATION FOR A WRIT OF HABEAS CORPUS\r\n\r\nFROM DALLAS COUNTY\r\n\r\n\r\n\r\n\r\n\r\n\tKeller, P.J., filed a concurring opinion.\r\n\r\n\r\n\r\n\r\n\r\n\tAs the Court says, there are two lines of cases that address time credit for out-of-custody\r\ndefendants.  An erroneously-released defendant is generally entitled to credit for time out of custody. \r\nBut a defendant who is out on bond pending appeal is not entitled to credit for time out of custody\r\nafter the conviction is affirmed.  Applicant's situation is of the second type, but the Court grants\r\nrelief under a so-called \"principle of reasonableness\" underlying the first type of case.  \r\n\r\n\tI would grant relief, but I would do so without reference to a nebulous \"principle of\r\nreasonableness.\"  The difference between applicant's case and other appeal-bond cases is that\r\napplicant won in the court of appeals.  In all of our past cases in which a defendant was out on bond\r\npending appeal and his conviction was later affirmed, the defendant had not won at any level in the\r\njudicial system. (1)  In each of those four cases, the defendant stood convicted at the time he was\r\nreleased, and his release was just a temporary reprieve unless he could convince a higher court of\r\nthe merits of his claims.  We have held that, under those circumstances, the def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thiles-ex-parte-claus-detref"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bueno-martin"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}