{
  "id": 5471,
  "title": "2011년 State v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-03-01",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Johnson. 판결일: 2011-03-01. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. LAMONTE CHARLES JOHNSON, Defendant\n**판결일**: 2011-03-01\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Ervin, McGEE, Stroud\n\n## 변호인\n\n\n\nAttorney General Roy A. Cooper, III, by Special Deputy Attorney General Francis W. Crawley, for the State.\n, \nWinifred H. Dillon, for defendant-appellant.\n\n\n## 인용\n\n- 706 S.E.2d 790\n- 209 N.C. App. 682\n\n## 판결문 요약\n\n\n706 S.E.2d 790 (2011)\nSTATE of North Carolina\nv.\nLamonte Charles JOHNSON, Defendant.\nNo. COA10-26.\nCourt of Appeals of North Carolina.\nMarch 1, 2011.\n*792 Attorney General Roy A. Cooper, III, by Special Deputy Attorney General Francis W. Crawley, for the State.\nWinifred H. Dillon, Gamer, for defendant-appellant.\nSTROUD, Judge.\nLamonte Charles Johnson (\"defendant\") appeals from his 20 April 2009 convictions for murder and discharging a firearm into an occupied vehicle. Defendant asserts that the trial court improperly limited jury voir dire and improperly admitted a written witness statement and recorded interrogation because they were hearsay not subject to any exception. For the following reasons, we find no error as to both the voir dire at trial and as to the admission of the written statement. Further, we find no plain error in the admission of the recorded interrogation.\n\nI. Background\nThe State's evidence in this case tended to show that Defendant, Delano Marley, John Flowers and Robert Lee met at a liquor house on 1 July 2007. The four men left the liquor house in a grey Chevrolet Suburban vehicle and stopped at Lee's house. When they left Lee's house, Flowers was driving. One AK-47 assault rifle was in the car and both Marley and defendant were armed with handguns. Defendant was seated in the back passenger's side seat. Marley was in the front passenger's side seat and Lee was seated in the back driver's side seat. At some point in their drive, the men spotted Darria...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}