{
  "id": 5473,
  "title": "2011년 Gibbs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-02-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Gibbs. 판결일: 2011-02-28. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Gibbs v. the State\n**판결일**: 2011-02-28\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hines\n\n## 변호인\n\nLeon Hicks, for appellant., Tracy Graham-Law son, District Attorney, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Christopher R. Johnson, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 706 S.E.2d 428\n- 288 Ga. 638\n\n## 판결문 요약\n\n\n706 S.E.2d 428 (2011)\nGIBBS\nv.\nThe STATE.\nNo. S10A1718.\nSupreme Court of Georgia.\nFebruary 28, 2011.\nLeon Hicks, Jonesboro, for appellant.\nTracy Graham-Lawson, District Attorney, Thurbert E. Baker, Attorney General, Clayton Judicial Circuit, Paula K. Smith, Senior *429 Assistant Attorney General, Christopher R. Johnson, Assistant Attorney General, for appellee.\nHINES, Justice.\nFollowing the denial of his motion for new trial, Anthony O'Neil Gibbs, Jr., appeals his convictions for malice murder, possession of a weapon during the commission of a crime, and possession of a firearm by a convicted felon in connection with the fatal shooting of Kevin Jean-Jacques. Gibbs challenges the admission of certain evidence at his trial. Finding the challenge to be without merit, we affirm.[1]\nThe evidence construed in favor of the verdicts showed the following. On the evening of September 19, 2007, Gibbs and Ingram were playing slot machines at a convenience store. Jean-Jacques and Wheeler entered the store, and Ingram mistakenly indicated to Gibbs that Jean-Jacques was an individual named \"Dirty.\" Jean-Jacques's brother, who bore a resemblance to Jean-Jacques, went by the name \"Dirty.\" Jean-Jacques corrected Ingram, stating that he was Kevin, not \"Dirty.\" Gibbs had been the victim of a 2005 shooting, during which he was wounded in the course of a drug deal. Some of the attackers were never prosecuted or identified; Gibbs had heard that \"Dirty\" was involved in his shooting.\nGibbs left the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gibbs-v-state"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}