{
  "id": 5489,
  "title": "2011년 Holloway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-02-15",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Holloway. 판결일: 2011-02-15. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Kevin L. HOLLOWAY v. COMMONWEALTH of Virginia\n**판결일**: 2011-02-15\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Alston, Beales, Elder, Felton, Frank, Haley, Humphreys, Kelsey, McCLANAHAN, Petty, Powell\n\n## 변호인\n\nS. Jane Chittom (Office of the Capital Defender, on briefs), for appellant., Leah A. Darron, Senior Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 705 S.E.2d 510\n- 57 Va. App. 658\n\n## 판결문 요약\n\n\n705 S.E.2d 510 (2011)\n57 Va. App. 658\nKevin L. HOLLOWAY\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 0828-08-1.\nCourt of Appeals of Virginia, Richmond.\nFebruary 15, 2011.\n*511 S. Jane Chittom (Office of the Capital Defender, on briefs), for appellant.\nLeah A. Darron, Senior Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.\nPresent: FELTON, C.J., ELDER, FRANK, HUMPHREYS, KELSEY, McCLANAHAN, HALEY, PETTY, BEALES, POWELL and ALSTON, JJ.\nUPON A REHEARING EN BANC\nFRANK, Judge.\nKevin L. Holloway (\"appellant\") was convicted, in a bench trial, of possession with intent to distribute an imitation controlled substance, in violation of Code § 18.2-248(G), and assault and battery of a law enforcement officer, in violation of Code § 18.2-57. On a rehearing, a divided panel reversed the possession with the intent to distribute conviction, but affirmed the conviction for assault and battery of a law enforcement officer.[1]See Holloway v. Commonwealth, 56 Va.App. 667, 696 S.E.2d 247 (2010).\nWe granted the Commonwealth's petition for rehearing en banc and stayed the mandate of the panel's decision. On rehearing en banc, we now lift the stay and conclude the evidence was sufficient to prove an intent to distribute. We affirm appellant's conviction on that charge.\n\nBACKGROUND\nOn the evening of August 19, 2006, Portsmouth police responded to a residence and observed appellant standing on the porch. They also observed another male standing in front of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holloway-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    4949,
    4991,
    5009,
    5114,
    5139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}