{
  "id": 5491,
  "title": "2011년 Bui 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-02-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Bui. 판결일: 2011-02-15. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. PHONG BUI, and\n**판결일**: 2011-02-15\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Rivera\n\n## 변호인\n\nCounsel, Kim Malcheski, under appointment by the Court of Appeal, for Defendant and Appellant., Matthew Zwerling, J. Bradley O’Connell and Richard Such for First District Appellate Project as Amicus Curiae on behalf of Defendant and Appellant., Edmund G. Brown, Jr., Attorney General, Dane R. Gillette, Gerald A. Engler, Assistant Attorneys General, René A. Chacón and Donna M. Provenzano, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 192 Cal. App. 4th 1002\n\n## 판결문 요약\n\n\n*1005Opinion\nRIVERA, J.\nDefendant Phong Bui appeals a judgment entered upon a jury verdict finding him guilty of attempted murder (Pen. Code,1 §§ 187, 664, subd. (a)), mayhem (§ 203), first degree residential robbery (§§ 211, 212.5, subd. (a)), and first degree residential burglary (§§ 459, 460, subd. (a)). He contends on appeal that his conviction of attempted murder is not supported by substantial evidence, that the trial court committed instructional and sentencing error, and that he received ineffective assistance of counsel. We agree that the trial court committed sentencing error, and shall remand for resentencing. In all other respects, we shall affirm.\nI. BACKGROUND\nA. The Robbery\nBilly Huynh and his wife Tammy Le lived in Bay Point with their son, William, and with Le’s children, Thu and Mike Le.2 At the time of the events in question, Mike was 17 years old, Thu 14, and William was a baby. Le kept large amounts of cash in a safe in the closet of her bedroom. Mike knew the safe contained cash.\nAt approximately 11:45 p.m. on November 13, 2005, while Le was in bed, two men came into her bedroom. Her baby, William, was also in the room. Le called for Huynh, who emerged from the bathroom, and the two men made them both lie down. The older of the two men had a knife, and the other, who was wearing a mask and appeared to be about Mike’s age, was holding a gun.3 At trial, Le identified the man with the gun as defendant, saying she recognized him by his eyes.\nDefendant took ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bui"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}