{
  "id": 5504,
  "title": "2011년 Kudlack 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-02-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Kudlack. 판결일: 2011-02-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: John Kudlack v. Diocese of Rockville Centre\n**판결일**: 2011-02-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 81 A.D.3d 694\n- 916 N.Y.S.2d 213\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the defendants appeal from an order of the Supreme Court, Kings County (Solomon, J.), dated March 18, 2010, which denied their motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nThe plaintiff John Kudlack (hereinafter Kudlack) and his wife, derivatively, commenced this action as a result of an accident that occurred at the defendant Cemetery of the Holy Rood in Westbury. On July 27, 2005, Kudlack had gone to the cemetery in order to visit his father’s grave. Some four years earlier, on May 31, 2001, Kudlack’s sister had also been interred at that same cemetery. On July 25, 2005, two days before the date of the accident, the interment of Kudlack’s father had taken place at an adjoining grave, which shared a common headstone with that of Kudlack’s sister. Kudlack had been present at the July 25 burial ceremony for his father.\nAt his deposition, Kudlack testified that, as he was looking toward the side of the headstone facing his sister’s grave on July 27, “the ground gave out.” He attempted to explain how the *695ground collapsed, causing him to fall down “face first.” He described the “hole” that had come into existence as a result of this “collapse” as roughly three feet deep and between two and three feet wide. The record includes a photograph that allegedly depicts this condition.\nThe defendants’ motion for summary judgment was, in relevant part, supported by the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kudlack-v-diocese-of-rockville-centre"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}