{
  "id": 5507,
  "title": "2011년 Baze 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-02-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Baze. 판결일: 2011-02-04. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ralph Stevens BAZE, Jr., Petitioner-Appellant, v. Philip PARKER, Respondent-Appellee\n**판결일**: 2011-02-04\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Boggs, Cole, and Cook, Circuit Judges\n\n## 변호인\n\nON BRIEF: David M. Barron, Kentucky Department of Public Advocacy, Frankfort, Kentucky, Dennis J. Burke, Kentucky Department of Public Advocacy, LaGrange, Kentucky, for Appellant. William Robert Long, Jr., Office of the Kentucky Attorney General, Frankfort, Kentucky, for Appellee.\n\n## 인용\n\n- 632 F.3d 338\n\n## 판결문 요약\n\n\n632 F.3d 338 (2011)\nRalph Stevens BAZE, Jr., Petitioner-Appellant,\nv.\nPhilip PARKER, Respondent-Appellee.\nNo. 10-5584.\nUnited States Court of Appeals, Sixth Circuit.\nFebruary 4, 2011.\n*339 ON BRIEF: David M. Barron, Kentucky Department of Public Advocacy, Frankfort, Kentucky, Dennis J. Burke, Kentucky Department of Public Advocacy, LaGrange, Kentucky, for Appellant. William Robert Long, Jr., Office of the Kentucky Attorney General, Frankfort, Kentucky, for Appellee.\nBefore: BOGGS, COLE, and COOK, Circuit Judges.\nBOGGS, J., delivered the opinion of the court, in which COOK, J., joined. COLE, J. (pp. 346-47), delivered a separate opinion concurring in the judgment.\n\nOPINION\nBOGGS, Circuit Judge.\nRalph Stevens Baze, Jr., a Kentucky inmate on death row, wishes to interview prison personnel to support his application for clemency. After the Kentucky Department of Corrections (\"KDOC\") denied Baze's request for unfettered access to these personnel, Baze sought relief in district court with a motion to order KDOC *340 to allow him to conduct his desired interviews. The district court denied Baze's motion for a want of jurisdiction, and we affirm.\n\nI\nIn February 1994, a Kentucky jury sentenced Baze to death for the 1992 murders of Sheriff Steven Bennett and Deputy Sheriff Arthur Briscoe. Direct review concluded in 1998, and this court upheld the denial of Baze's petition for a writ of habeas corpus in 2004. Baze v. Parker, 371 F.3d 310, 315 (6th Cir.2004), cert. denied, 544 U.S. 931,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baze-v-parker"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}