{
  "id": 5508,
  "title": "2011년 Lee v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-02-04",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Lee v. State. 판결일: 2011-02-04. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Samuel Lashaun LEE v. STATE of Alabama\n**판결일**: 2011-02-04\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Kellum, Welch, Windom\n\n## 변호인\n\nSamuel Lashaun Lee, pro se., Troy King and Luther Strange, attys. gen., and Laura I. Cuthbert, asst. atty. gen., for appellee.\n\n## 인용\n\n- 74 So. 3d 101\n\n## 판결문 요약\n\n\n74 So.3d 101 (2011)\nSamuel Lashaun LEE\nv.\nSTATE of Alabama.\nCR-09-1751.\nCourt of Criminal Appeals of Alabama.\nFebruary 4, 2011.\nRehearing Denied March 11, 2011.\nCertiorari Denied June 10, 2011 Alabama Supreme Court 1100711.\nSamuel Lashaun Lee, pro se.\nTroy King and Luther Strange, attys. gen., and Laura I. Cuthbert, asst. atty. gen., for appellee.\n*102 WELCH, Judge.\nSamuel Lashaun Lee appeals from the circuit court's summary denial of his petition seeking resentencing pursuant to § 15-22-54.1, Ala.Code 1975.\nOn July 2, 2010, Lee filed a petition for resentencing pursuant to § 15-22-54.1, Ala.Code 1975. In his petition, Lee asserted that he had been convicted of first-degree robbery and sentenced to 15 years' imprisonment. The trial court suspended the sentence and placed Lee on five years' probation. Lee stated that his probation was revoked on November 10, 2004. The record does not disclose the reason for the revocation. Lee attached to his petition documents reflecting that he had completed various programs while he was incarcerated. On July 12, 2010, without requiring further information or a response from the State, the circuit court summarily denied Lee's petition on the basis that Lee's underlying conviction was for a violent offense.[1] This appeal followed.\nOn appeal, Lee argues that the circuit court erred when it determined that he was ineligible for resentencing under § 15-22-54.1 because he is a violent offender. Lee argues that the reasoning of Holt v. State, 96...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-state"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}