{
  "id": 5512,
  "title": "2011년 Leone Properties, LLC v. Board of Assessors 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-02-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Leone Properties, LLC v. Board of Assessors. 판결일: 2011-02-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Leone Properties, LLC v. Board of Assessors for Town of Cornwall\n**판결일**: 2011-02-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 81 A.D.3d 649\n- 916 N.Y.S.2d 149\n\n## 판결문 요약\n\n\n*650In related proceedings pursuant to Real Property Tax Law article 7 to review real property tax assessments for the tax years 2006, 2007, and 2008, the Board of Assessors for the Town of Cornwall and the Town of Cornwall appeal (1), as limited by their brief, from so much of an order of the Supreme Court, Orange County (LaCava, J.), dated July 13, 2009, as amended July 15, 2009, as, upon reargument, vacated the determination in an order of the same court dated June 6, 2008, denying the petitioner’s motion for summary judgment on the petitions, and thereupon granted the petitioner’s motion for summary judgment on the petitions, upon reargument, adhered to the determination in the order dated June 6, 2008, denying their cross motion for summary judgment dismissing the petitions, directed the assessment rolls to be corrected, and directed the petitioner to be refunded any overpayments of taxes, with interest, (2) from an order of the same court dated July 15, 2009, which, sua sponte, amended the order dated July 13, 2009, to reflect that the correct date of that order was July 13, 2009, rather than July 13, 2008, and (3), as limited by their brief, from so much of an order of the same court dated December 4, 2009, as, in effect, denied that branch of their motion which was for leave to renew.\nOrdered that the appeal from the order dated July 15, 2009, is dismissed, as no appeal lies as of right from an order that does not decide a motion made on notice (see CPLR 5701 [a] [2]...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leone-properties-llc-v-board-of-assessors"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}