{
  "id": 5524,
  "title": "2011년 Long 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-01-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Long. 판결일: 2011-01-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Long v. the State\n**판결일**: 2011-01-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Doyle, Ellington, Miller\n\n## 변호인\n\nLavender, Baker & Slider, John H. Baker, for appellant., Kenneth W. Mauldin, District Attorney, Todd R. Newland, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 705 S.E.2d 889\n- 307 Ga. App. 669\n\n## 판결문 요약\n\n\n705 S.E.2d 889 (2011)\nLONG\nv.\nThe STATE.\nNo. A11A0227.\nCourt of Appeals of Georgia.\nJanuary 27, 2011.\n*890 Lavender, Baker &amp; Slider, John H. Baker, Bogart, for appellant.\n*891 Kenneth W. Mauldin, District Attorney, Todd R. Newland, Assistant District Attorney, for appellee.\nELLINGTON, Chief Judge.\nAn Athens-Clarke County jury found Anthony Long guilty beyond a reasonable doubt of burglary, OCGA § 16-7-1. Following the denial of his motion for a new trial, Long appeals, contending that the evidence was insufficient and that the trial court erred in admitting evidence of similar transactions, in denying his motion for a mistrial, and in denying his motion for a new trial on the basis of ineffective assistance of counsel. For the reasons explained below, we affirm.\n1. Long contends that there was no evidence that he had any intent to commit a felony or theft when he entered the victims' residence and, therefore, that the evidence was insufficient to convict him of burglary.[1] On appeal from a criminal conviction, the appellate court\nview[s] the evidence in the light most favorable to the verdict[,] and an appellant no longer enjoys the presumption of innocence. [The appellate court] determines whether the evidence is sufficient under the standard of Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979), and does not weigh the evidence or determine witness credibility. Any conflicts or inconsistencies in the evidence are for the jury to resolve. As long...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=long-v-state"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}