{
  "id": 5528,
  "title": "2011년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-01-26",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Brown. 판결일: 2011-01-26. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Wayne BROWN\n**판결일**: 2011-01-26\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Dysart, Kirby, Love\n\n## 변호인\n\nLeon A. Cannizzaro, Jr., District Attorney, Nisha Sandhu, Assistant District Attorney, New Orleans, LA, for Appellee., Sherry Watters, Louisiana Appellate Project, New Orleans, LA, for Defendant/Appellant.\n\n## 인용\n\n- 56 So. 3d 1095\n\n## 판결문 요약\n\n\nMICHAEL E. KIRBY, Judge.\n^STATEMENT OF THE CASE\nDefendant Wayne Brown was charged by bill of information with second degree robbery, a violation of La. R.S. 14:64.4. He pleaded not guilty at his arraignment. Subsequently a twelve-person jury found him guilty of second degree battery. Initially defendant was sentenced to five years at hard labor but later was adjudicated a third-felony habitual offender. *1097The trial court vacated the original sentence, sentenced defendant to five years at hard labor, and granted defendant’s motion for appeal.\n\nTESTIMONY\n\nNew Orleans Police Department Senior Dispatcher Stephanie Brisco identified an audiotape and paper incident recall of a 911 call of the incident.\nNew Orleans Police Officer Stephanie Caldwell testified that she and her partner, Officer Jeremy Smith, responded to a call at 3103 Cleveland Street. The call was a general complaint with screaming heard in the background. Officer Caldwell observed that the victim’s face was “just completely brutalized, beaten,” describing the swelling as “the size of a grapefruit.” Officer Caldwell identified | ^photographs of the injured victim, as she appeared to the officer at the time of the incident. The injuries appeared to be a laceration to the victim’s left ear that was bleeding and considerable swelling on the right side of the victim’s head in the temple area. The victim was transported to the hospital after Officer Caldwell took her statement. Officer Caldwell testified defendant was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    4974,
    4988,
    4992,
    4998,
    5065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}