{
  "id": 5531,
  "title": "2011년 Dowdy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-01-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Dowdy. 판결일: 2011-01-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Appellant, v. Neil E. DOWDY, Respondent\n**판결일**: 2011-01-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Daniel E. Scott\n\n## 변호인\n\nChris Koster, Atty. Gen., Jayne T. Woods, Asst. Atty. Gen., Jefferson City, for Appellant., Tyson J. Martin, Catt, Cole and Martin, LLC, Springfield, for Respondent.\n\n## 인용\n\n- 332 S.W.3d 868\n\n## 판결문 요약\n\n\n332 S.W.3d 868 (2011)\nSTATE of Missouri, Appellant,\nv.\nNeil E. DOWDY, Respondent.\nNo. SD 30381.\nMissouri Court of Appeals, Southern District, Division Two.\nJanuary 19, 2011.\nChris Koster, Atty. Gen., Jayne T. Woods, Asst. Atty. Gen., Jefferson City, for Appellant.\nTyson J. Martin, Catt, Cole and Martin, LLC, Springfield, for Respondent.\nDANIEL E. SCOTT, Chief Judge.\nNeil Dowdy (\"Defendant\") was charged with second-degree murder, armed criminal action, and unlawful use of a weapon for possessing a firearm while intoxicated. Defendant moved to suppress the results of a warrantless breath test of his blood alcohol content on the grounds that the search and seizure violated his federal and state constitutional rights.[1]*869 Following a hearing, the trial court granted Defendant's motion and suppressed the evidence because:\nAbsent case authority from the U.S. Supreme Court or an appeals court in Missouri approving the taking of a blood sample in a non-DWI case as constitutional either as incident to an arrest or under the exigent circumstances exception to the warrant requirement, the court declines to approve the practice.[2]\nThe State appeals. We defer to the trial court's factual findings and credibility determinations and consider all evidence and reasonable inferences in the light most favorable to its ruling. State v. Sund, 215 S.W.3d 719, 723 (Mo. banc 2007). Whether the Fourth Amendment was violated, however, is a legal issue that we determine de novo. Id.\n\nFacts and Bac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dowdy"
    }
  ],
  "relatedIncidents": [
    4938,
    4949,
    4955,
    4990,
    5008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}