{
  "id": 5532,
  "title": "2011년 Farber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-01-19",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Farber. 판결일: 2011-01-19. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: George A. FARBER, Sr., M.D. v. John BOBEAR, M.D., Rita Arceneaux, Stacy Gaudin, and Federation of State Medical Boards\n**판결일**: 2011-01-19\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: III, Lombard, McKay, Murray, Reasons\n\n## 변호인\n\nRobert N. Clarke, Metairie, LA, John 0. Pieksen, Jr., John Pieksen & Associates, LLC, New Orleans, LA, for Plaintiff/Appellant., Richard C. Stanley, Jennifer L. Thornton, Stanley Reuter Ross Thornton & Alford, L.L.C., New Orleans, LA, for Defendants/Appellees, John Bobear, M.D., Rita Arceneaux and Stacy Gaudin.\n\n## 인용\n\n- 56 So. 3d 1061\n\n## 판결문 요약\n\n\nEDWIN A. LOMBARD, Judge.\n|!Plaintiff, George A. Farber, Sr., M.D., appeals to this Court a judgment of the district court sustaining an exception of prescription filed by John Bobear, M.D. and Stacy Gaudin, resulting in the dismissal of plaintiffs’ defamation claim against them. Dr. Farber also appeals, from the same judgment, the granting of summary judgment in favor of Rita Arceneaux, dismissing a separate claim of defamation against her. Finally, plaintiff appeals the awarding of attorney’s fees and costs pursuant to La.Rev.Stat. § 37:1287 from a separate judgment of the trial court. For the reasons provided below, we affirm the judgments of the district court.\n\nFactual and Procedural History\n\nDr. George A. Farber is a dermatologist in the greater New Orleans area. In the past decade, Dr. Farber has become involved in various complaints and investigations before the Louisiana State Board of Medical Examiners (“LSBME” or “the Board”), the state’s governing entity for qualifications and the quality of practice of medical doctors and other healthcare professionals. Dr. Farber has also filed multiple lawsuits in federal and state courts against the Board and its members. In 2002, an investigation by the Board had “developed information indicating that” Dr. Farber had “provided care to a patient in a substandard matter Rand routinely administered Lincocin contrary to current standards of practice and Board warnings.” 1\nAs a result of a patient complaint against Dr. Farber, a C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farber-v-bobear"
    }
  ],
  "relatedIncidents": [
    4937,
    4938,
    4939,
    4941,
    4943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}