{
  "id": 5547,
  "title": "2011년 McNEARNEY 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-01-06",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: McNEARNEY. 판결일: 2011-01-06. 법원: Court of Appeals of Utah.",
  "description": "## 사건 정보\n\n**사건명**: State v. McNEARNEY\n**판결일**: 2011-01-06\n**법원**: Court of Appeals of Utah\n**관할**: Utah, UT\n\n**판사**: Judges Davis, Thorne, and Roth\n\n## 인용\n\n- 2011 UT App 4\n- 246 P.3d 532\n\n## 판결문 요약\n\n\n246 P.3d 532 (2011)\n2011 UT App 4\nSTATE of Utah, Plaintiff and Appellee,\nv.\nJoel Scott McNEARNEY, Defendant and Appellant.\nNo. 20090463-CA.\nCourt of Appeals of Utah.\nJanuary 6, 2011.\n*533 Debra M. Nelson and Tawni Hanseen, Salt Lake City, for Appellant.\nMark L. Shurtleff and Kenneth A. Bronston, Salt Lake City, for Appellee.\nBefore Judges DAVIS, THORNE, and ROTH.\n\nOPINION\nTHORNE, Judge:\n¶ 1 Joel Scott McNearney appeals from his second degree felony conviction on one count of burglary of a dwelling, see Utah Code Ann. § 76-6-202(2) (2008), arguing that the building that he was convicted of burglarizing does not meet the statutory definition of a dwelling, see id. § 76-6-201(2). We agree, and accordingly we vacate McNearney's conviction and remand this case to the district court with directions.\n\nBACKGROUND\n¶ 2 In January 2008, McNearney was arrested at the scene of a break-in at a recently constructed and as yet unoccupied house. McNearney was subsequently charged with one count of burglary of a dwelling.\n¶ 3 At trial, it was uncontested that the house had never been occupied when McNearney burglarized it. The owner of the house testified that he had built the house next door to his own residence with the intent of selling it. At the time of the burglary, construction of the house had been finished for approximately eight months and the house was \"totally functional,\" with \"all the appliances in, except a fridge.\" The house had been on the market for approximately four months...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcnearney"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}