{
  "id": 5549,
  "title": "2011년 MUYICO 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2011-01-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: MUYICO. 판결일: 2011-01-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Funduro MUYICO, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2011-01-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Damoorgian, Gerber, Hazouri\n\n## 변호인\n\nFunduro Muyico, Indiantown, pro se., No appearance required for appellee.\n\n## 인용\n\n- 50 So. 3d 1227\n\n## 판결문 요약\n\n\n50 So.3d 1227 (2011)\nFunduro MUYICO, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 4D10-342.\nDistrict Court of Appeal of Florida, Fourth District.\nJanuary 5, 2011.\nFunduro Muyico, Indiantown, pro se.\nNo appearance required for appellee.\nGERBER, J.\nThe appellant challenges the circuit court's summary denial of his Florida Rule of Criminal Procedure 3.800(a) motion to correct illegal sentence. We remand only for correction of the judgment to show the *1228 classification of the appellant's robbery with a firearm conviction as a first degree felony punishable by life. We otherwise affirm the denial of the motion.\nIn the motion, the appellant primarily argued that the sentencing court in 1982 erred in reclassifying his robbery with a firearm conviction as a life felony carrying a thirty-year mandatory minimum instead of as a first degree felony punishable by a term of years not exceeding life in prison. The appellant further argued that he should be entitled to a new sentencing hearing because, in his opinion, if the sentencing court had been aware of the error, then the court would have imposed a sentence less than the ninety-nine year sentence which it imposed.\nThe state's response conceded that the sentencing court erred in reclassifying the appellant's robbery with a firearm conviction as a life felony. However, the state argued the appellant should not be entitled to a new sentencing hearing because the ninety-nine year sentence was legal and because the sentencing transcri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=muyico-v-state"
    }
  ],
  "relatedIncidents": [
    4963,
    4965,
    5005,
    5024,
    5038
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}