{
  "id": 5552,
  "title": "2010년 McCluskey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-30",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: McCluskey. 판결일: 2010-12-30. 법원: District Court, E.D. Michigan.",
  "description": "## 사건 정보\n\n**사건명**: Carrie McCLUSKEY, Et Al., Plaintiffs, v. BELFORD HIGH SCHOOL, Et Al., Defendants\n**판결일**: 2010-12-30\n**법원**: District Court, E.D. Michigan\n**관할**: Michigan, MI\n\n**판사**: Mark A. Goldsmith\n\n## 변호인\n\nDean M. Googasian, Thomas H. Howlett, Googasian Law Firm, Bloomfield Hills, MI, for Plaintiffs., Courtney B. Ciullo, Devon P. Allard, Marc L. Newman, The Miller Law Firm, Rochester, MI, for Defendants.\n\n## 인용\n\n- 795 F. Supp. 2d 608\n\n## 판결문 요약\n\n\n795 F. Supp. 2d 608 (2010)\nCarrie McCLUSKEY, et al., Plaintiffs,\nv.\nBELFORD HIGH SCHOOL, et al., Defendants.\nCivil Action No. 09-CV-14345.\nUnited States District Court, E.D. Michigan, Southern Division.\nDecember 30, 2010.\n*611 Dean M. Googasian, Thomas H. Howlett, Googasian Law Firm, Bloomfield Hills, MI, for Plaintiffs.\nCourtney B. Ciullo, Devon P. Allard, Marc L. Newman, The Miller Law Firm, Rochester, MI, for Defendants.\n\nOPINION AND ORDER DENYING DEFENDANTS' MOTION TO DISMISS FOR LACK OF PERSONAL JURISDICTION AND DENYING AS MOOT PLAINTIFFS' MOTION TO COMPEL DISCOVERY\nMARK A. GOLDSMITH, District Judge.\n\nI. INTRODUCTION\nThis is a purported class action involving claims for breach of contract, fraud, misrepresentation, promissory estoppel, unjust enrichment, RICO, and civil conspiracy. The named Plaintiffs are Carrie McCluskey, Evelyn Reisdorff, and Jaime Yanez (collectively, \"Plaintiffs\"). Plaintiffs sue numerous entities and individuals; however, only two have appeared in this action thus far: Defendants Belford High School and Belford University (collectively, \"Belford\").\nPlaintiffs allege that Belford operates a fraudulent Internet scheme involving the alleged sale of sham high school diplomas and university degrees. Specifically, Plaintiffs allege that Belford operates Internet websites on which it falsely represents that it is an accredited and legitimate high school and university, whose diplomas and degrees will be widely accepted by employers, professional associat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccluskey-v-belford-high-school"
    }
  ],
  "relatedIncidents": [
    5602,
    5603,
    5635,
    5669,
    5686
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}