{
  "id": 5553,
  "title": "2010년 Gabarick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gabarick. 판결일: 2010-12-30. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Stephen Marshall GABARICK, on Behalf of Himself and All Others Similarly Situated v. LAURIN MARITIME (AMERICA), INC., Defendants Austin Sicard v. Laurin Maritime (America) Inc. Whitefin Shipping Co. Limited, Defendants—Appellees v. American Commercial Lines, L.L.C., Appellant Whitefin Shipping Co. Limited, As Owner and Managing Owner of the M/V Tintomara, Petitioning for Exoneration from or Limitation of Liability Laurin Maritime (America) Inc., As Owner and Managing Owner of the M/V Tintomara, Petitioning for Exoneration from or Limitation of Liability Laurin Maritime AB Anglo-Atlantic Steamship Limited, Petitioners—Appellees v. American Commercial Lines, L.L.C., Appellant George C. McGee v. Laurin Maritime (America), Inc. Whitefin Shipping Co. Limited, Defendants—Appellees v. American Commercial Lines, L.L.C., Defendant—Appellant Bernadette Glover, on Behalf of Herself and all Others Similarly Situated v. Laurin Maritime (America), Inc. Whitefin Shipping Co. Limited, Defendants—Appellees v. American Commercial Lines, L.L.C., Appellant American Commercial Lines, L.L.C., As Owner of Barge DM-932, Praying for Exoneration from or Limitation of Liability, Petitioner—Appellant v. Csilla Fekete v. Laurin Maritime AB Whitefin Shipping Co. Limited Anglo-Atlantic Steamship Limited, Laurin Maritime (America) Inc., Movants—Appellees Jefferson Magee, Individually and on Behalf of All Others Similarly Situated v. American Commercial Lines, L.L.C. v. Whitefin Shipping Co. Limited Laurin Maritime AB, Defendants—Appellees James Roussell v. Laurin Maritime (America), Inc. Whitefin Shipping Co. Limited, Defendants—Appellees v. American Commercial Lines, L.L.C., Appellant James Joseph, on Behalf of Himself and All Others Similarly Situated v. Laurin Maritime (America), Inc. Whitefin Shipping Co. Limited, Defendants—Appellees v. American Commercial Lines, L.L.C., Appellant Vincent Grillo, Individually and on Behalf of All Others Similarly Situated v. American Commercial Lines, L.L.C. v. Whitefin Shipping Co. Limited Laurin Maritime AB, Defendants—Appellees Indemnity Insurance Company of North America v. American Commercial Lines, L.L.C., Defendant—Appellant v. Anglo-Atlantic Steamship Limited Laurin Maritime AB Laurin Maritime (America), Inc. Whitefin Shipping Co. Limited, Defendants—Appellees DRD Towing Company, Inc., as Owner Pro Hac Vice or Alleged Owner Pro Hac Vice of the M/V MEL OLIVER v. Muracin Vilceus v. American Commercial Lines, L.L.C., Claimant—Appellant v. Laurin Maritime AB Whitefin Shipping Co. Limited Anglo-Atlantic Steamship Limited Laurin Maritime (America), Inc., Movants—Appellees Donnetta Cheramie, Individually and on Behalf of All Others Similarly Situated v. American Commercial Lines, L.L.C. v. Whitefin Shipping Co. Limited Laurin Maritime AB, Defendants—Appellees Tri Native Contractors, Inc. v. American Commercial Lines, L.L.C. v. Whitefin Shipping Co. Limited Laurin Maritime AB, Defendants—Appellees American Commercial Lin",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gabarick-v-laurin-maritime-america-inc"
    }
  ],
  "relatedIncidents": [
    5552,
    5554,
    5557,
    5570,
    5571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}