{
  "id": 5554,
  "title": "2010년 Malburg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Malburg. 판결일: 2010-12-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Gregg A. Malburg v. Joseph G. Keller, as Temporary Administrator of the Estate of Paul Murphy\n**판결일**: 2010-12-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 79 A.D.3d 1675\n- 913 N.Y.S.2d 622\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Erie County (Rose H. Sconiers, J.), entered December 7, 2009 in a personal injury action. The order granted the motion of defendant for summary judgment and dismissed the amended complaint.\nIt is hereby ordered that the order so appealed from is unanimously modified on the law by denying the motion in part and reinstating the amended complaint, as amplified by the bill of particulars, with respect to the significant limitation of use of a body function or system category of serious injury within the meaning of Insurance Law § 5102 (d) as it relates to plaintiffs cervical spine injury and as modified the order is affirmed without costs.\nMemorandum: Plaintiff commenced this action seeking damages for injuries he allegedly sustained in a motor vehicle accident when the vehicle he was driving was struck by a vehicle driven by defendant’s decedent. Defendant thereafter moved for summary judgment dismissing the amended complaint on the ground that plaintiff did not sustain a serious injury in the accident within the meaning of Insurance Law § 5102 (d), and Supreme Court granted the motion. We agree with plaintiff that the court erred in granting that part of the motion with respect to the significant limitation of use category of serious injury, and we therefore modify the order accordingly. Although defendant met his initial burden, plaintiff raised a triable issue of fact by submitting the affirmed report of the physician who conducted ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=malburg-v-keller"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5557,
    5570,
    5571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}