{
  "id": 5557,
  "title": "2010년 Miller v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-28",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Miller v. State. 판결일: 2010-12-28. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Kevin J. MILLER, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2010-12-28\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Benton, Rowe, Wetherell\n\n## 변호인\n\nKevin J. Miller, pro se, Appellant., Bill McCollum, Attorney General, and Joshua R. Heller, Assistant Attorney General, Tallahassee, for Appellee.\n\n## 인용\n\n- 51 So. 3d 1175\n\n## 판결문 요약\n\n\n51 So. 3d 1175 (2010)\nKevin J. MILLER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 1D10-4661.\nDistrict Court of Appeal of Florida, First District.\nDecember 28, 2010.\nKevin J. Miller, pro se, Appellant.\nBill McCollum, Attorney General, and Joshua R. Heller, Assistant Attorney General, Tallahassee, for Appellee.\nPER CURIAM.\nAppellant Kevin J. Miller appeals the trial court's summary denial of his motion for postconviction relief filed pursuant to Florida Rule of Criminal Procedure 3.850. Mr. Miller raises two issues in his motion. We affirm the summary denial of ground two without further discussion. However, for the reasons discussed below, we reverse and remand the denial of ground one.\nMr. Miller pleaded guilty to armed robbery and attempted felony murder. On direct appeal, the court reversed Mr. Miller's conviction for armed robbery because the weapon used to support the charge of armed robbery was an automobile. See Miller v. State, 988 So. 2d 138, 139 (Fla. 1st DCA 2008).\nIn ground one of his post-conviction motion, Mr. Miller alleges that but for his counsel's misadvice that there were no viable defenses to the charge of armed robbery, he would not have pleaded guilty but would have proceeded to trial. This claim remains unrefuted by the record. According to Mr. Miller, his understanding, from discussions with his counsel, was that he should plead guilty because, although \"a jury would likely return a favorable verdict on the alleged felony murder, an unfavorable verd...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-state"
    }
  ],
  "relatedIncidents": [
    5570,
    5571,
    5573,
    5580,
    5591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}