{
  "id": 5571,
  "title": "2010년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Jackson v. State. 판결일: 2010-12-17. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Demetrius Avery JACKSON, Jr. v. STATE of Alabama\n**판결일**: 2010-12-17\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Burke, Joiner, Kellum, Main, Welch, Windom, Wise\n\n## 변호인\n\nBryan A. Stevenson and Alicia A. D’Ad-dario, Montgomery, for appellant., Troy King and Luther Strange, attys. gen., and Richard D. Anderson and Todd E. Hughes, asst, attys. gen., for appellee.\n\n## 인용\n\n- 169 So. 3d 1\n\n## 판결문 요약\n\n\nWISE, Presiding Judge.\nThe appellant, Demetrius Avery Jackson, Jr., was convicted of capital murder in connection with the killing of Officer Mary Smith of the Fairfield Police Department. The murder was made capital because he killed Smith while she was on duty as a police officer or because of some official or job-related act or performance. See § 13A-5-40(a)(5), Ala.Code 1975. He was also convicted of attempted murder, a violation of §§ 13A-4-2 and 13A-6-2(a)(l), Ala.Code 1975, with regard to the shooting of Officer Eric Burpo of the Fairfield Police Department. By a vote of 10-2, the jury recommended that Jackson be sentenced to imprisonment for life without the possibility of parole on the capital murder conviction. The trial court overrode the jury’s recommendation and sentenced him to death on the capital murder conviction. The trial court also sentenced him to serve a term of life in prison on the attempted murder conviction. This appeal followed.\nJackson raises numerous issues in his brief to this court. However, our initial review of the record reveals that we must remand this case to the trial court for additional action so that we may properly address one of the issues he raises in his brief.\nJackson argues that the prosecution used its peremptory challenges in a racially discriminatory manner, in violation of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). Specifically, he contends that the prosecution exercised a large number of challenge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5573,
    5580,
    5591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}