{
  "id": 5573,
  "title": "2010년 Rao 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Rao. 판결일: 2010-12-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Brendan RAO, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2010-12-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Farmer, Polen, Warner\n\n## 변호인\n\nCarey Haughwout, Public Defender, and Emily Ross-Booker, Assistant Public Defender, West Palm Beach, for appellant., Bill McCollum, Attorney General, Tallahassee, and Mitchell A. Egber, Assistant Attorney General, West Palm Beach, for appellee.\n\n## 인용\n\n- 52 So. 3d 40\n\n## 판결문 요약\n\n\n52 So. 3d 40 (2010)\nBrendan RAO, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 4D07-4879.\nDistrict Court of Appeal of Florida, Fourth District.\nDecember 15, 2010.\nRehearing Denied February 15, 2011.\n*41 Carey Haughwout, Public Defender, and Emily Ross-Booker, Assistant Public Defender, West Palm Beach, for appellant.\nBill McCollum, Attorney General, Tallahassee, and Mitchell A. Egber, Assistant Attorney General, West Palm Beach, for appellee.\nWARNER, J.\nBrendan Rao appeals his conviction for first degree murder. He raises three issues on appeal, arguing that (1) the court erred in allowing a witness to testify that he was engaged in satanic worship in high school, where the evidence was inadmissible as showing only bad character; (2) the court erred by admitting gruesome pictures of the victim's burned body which were highly prejudicial; and (3) fundamental error occurred in closing argument when the prosecutor commented on his right of silence. We affirm on all issues, finding that in context the court did not abuse its discretion in admitting the single reference to satanic worship. Alternatively, it was harmless beyond a reasonable doubt. Further, the pictures were properly admitted to explain the cause of death. Finally, the prosecutor made only one comment which could be considered a comment on silence, but it did not constitute fundamental error.\nOn April 5, 2000, police received a call about smoke coming from a dumpster and upon investigation discovered the charred bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rao-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5580,
    5591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}