{
  "id": 5574,
  "title": "2010년 Guerra 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Guerra. 판결일: 2010-12-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Felix Guerra v. St. Catherine of Sienna, Defendants/Third-Party Plaintiffs-Respondents. Colin Cares, Inc., Third-Party\n**판결일**: 2010-12-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 79 A.D.3d 808\n- 913 N.Y.S.2d 709\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for personal injuries, etc., the third-party defendants appeal, as limited by their brief, from so much of an order of the Supreme Court, Suffolk County (Sgroi, J.), dated August 17, 2009, as denied their motion for summary judgment dismissing the third-party causes of action for contribution and common-law and contractual indemnification.\nOrdered that the order is modified, on the law, by deleting the provision thereof denying those branches of the third-party defendants’ motion which were for summary judgment dismissing the third-party causes of action for contribution and common-law indemnification, and substituting therefor a provision granting those branches of the motion; as so modified, the order is affirmed insofar as appealed from, without costs or disbursements.\nThe plaintiff Felix Guerra (hereinafter Guerra) allegedly was injured when he slipped and fell as he swept a stairwell on the premises of the defendants/third-party plaintiffs St. Catherine of Sienna and Catholic Health Services of Long Island (hereinafter together the hospital). Guerra and his wife, Isabel Guerra, suing derivatively, commenced this action against the hospital, alleging that he fell because of inadequate or defective lighting in the stairwell. The hospital thereafter commenced a third-party action against Guerra’s employers, Colin Cares, Inc., and American Building Maintenance Co. of New York-Manhattan (hereinafter together ABM), for contribution...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guerra-v-st-catherine-of-sienna"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}