{
  "id": 5576,
  "title": "2010년 Fritzinger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-13",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Fritzinger. 판결일: 2010-12-13. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Brian FRITZINGER, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 2010-12-13\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Steele, Chief Justice, Holland, Berger, Jacobs and Ridgely, Justices Constituting the Court en Banc\n\n## 변호인\n\nEdward C. Gill of the Law Office of Edward C. Gill, P.A., Georgetown, Delaware, for appellant., Abby Adams of the Department of Justice, Georgetown, Delaware, for appellee.\n\n## 인용\n\n- 10 A.3d 603\n\n## 판결문 요약\n\n\n10 A.3d 603 (2010)\nBrian FRITZINGER, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nNo. 593, 2009.\nSupreme Court of Delaware.\nSubmitted: October 20, 2010.\nDecided: December 13, 2010.\n*605 Edward C. Gill of the Law Office of Edward C. Gill, P.A., Georgetown, Delaware, for appellant.\nAbby Adams of the Department of Justice, Georgetown, Delaware, for appellee.\nBefore STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and RIDGELY, Justices constituting the court en banc.\nSTEELE, Chief Justice:\nOn June 16, 2009, a jury convicted Brian Fritzinger of rape, unlawful sexual contact, and continuous sexual abuse of his ex-girlfriend's two minor daughters. Fritzinger appeals his conviction, asserting that the Superior Court committed numerous reversible legal errors. Because the trial judge failed to give Fritzinger a hearing mandated by 11 Del. C. § 3508, and also improperly referred to two complaining witnesses as \"victims\" while instructing the jury, we reverse and remand for a new trial. In addition, because the record before us could cause an objective observer to perceive unfairness or bias, we order reassignment to a different judge for the new trial.\n\nI. FACTS AND PROCEDURAL HISTORY\nIn 2004, sisters Mary and Tina Smith,[1] aged nine and six, shared a bedroom in a three-bedroom house where they lived with their older brother and their mother. In August 2004, their mother, Helen Leon, met Brian Fritzinger. Within about six months, Fritzinger had moved int...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fritzinger-v-state"
    }
  ],
  "relatedIncidents": [
    5589,
    5606,
    5668,
    5708,
    5737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}