{
  "id": 5578,
  "title": "2010년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Thompson. 판결일: 2010-12-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Celene R. Thompson\n**판결일**: 2010-12-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Spain\n\n## 인용\n\n- 79 A.D.3d 1269\n- 912 N.Y.S.2d 326\n\n## 판결문 요약\n\n\nSpain, J.P.\nAppeal from a judgment of the County Court of Broome County (Sherman, J.), entered April 13, 2009, upon a verdict convicting defendant of the crime of assault in the second degree.\nIn the early morning hours of July 16, 2007, defendant and his former girlfriend (hereinafter the victim) arrived at a hotel room in the Town of Union, Broome County, and the victim got into bed while defendant spoke on his cell phone in the bathroom. Shortly after defendant exited the bathroom, a masked intruder entered the room and slashed the victim multiple times on her face, head and body, threatened to kill her and then fled. According to the victim, defendant was not harmed or threatened during the attack and did not intervene. She called 911 around 6:10 a.m. while defendant drove her to *1270the hospital, where she was treated, requiring over 40 stitches for her injuries. Although his face was concealed, the victim identified the assailant — based upon his build, gait and voice — as codefendant Cedric Dozier, who she had known for eight years and with whom she recently had a dispute over money. When cell phone records connected defendant and Dozier, they were jointly indicted as accomplices for assault in the first degree and second degree. After a jury trial, defendant was convicted of assault in the second degree* and sentenced to five years in prison and five years of postrelease supervision. Defendant appeals, and we affirm.\nInitially, defendant challenges the weight of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-thompson"
    }
  ],
  "relatedIncidents": [
    5587,
    5596,
    5610,
    5662,
    5680
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}