{
  "id": 5580,
  "title": "2010년 Marchi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-07",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Marchi. 판결일: 2010-12-07. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Rhonda L. Marchi\n**판결일**: 2010-12-07\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Armstrong, Deren, Worswick\n\n## 변호인\n\nGregory C. Link (of Washington Appellate Project), for appellant., Deborah S. Kelly, Prosecuting Attorney, and Brian P. Wendt, Deputy, for respondent.\n\n## 인용\n\n- 158 Wash. App. 823\n\n## 판결문 요약\n\n\nVan Deren, J.\n¶1 Rhonda L. Marchi appeals her convictions for attempted first degree murder and first degree assault of a child. She argues that (1) convictions for both crimes violate her right to be free from double jeopardy and (2) the trial court erred in failing to instruct the jury that it was the State’s burden to disprove her diminished capacity defense beyond a reasonable doubt. We affirm the trial court’s ruling that the State has no burden to disprove her diminished capacity defense, but, under the facts of this case, Marchi’s conviction for first degree assault of a child violates double jeopardy and must be vacated. We thus remand for resentencing for attempted first degree murder only.\nFACTS\n¶2 In December 2006,10 year old MH visited her father in Boise, Idaho. On December 25, MH returned home to her mother, Rhonda Marchi. Marchi met MH at the airport and they drove back to their home in Port Angeles, Washington. “On the drive home [from the airport], M[ ]H . . . told [Marchi] about a disparaging remark her stepmother made regarding [Marchi]. M[ ]H[ ] told [Marchi] this because it hurt her feelings to hear her mother criticized.” Clerk’s Papers (CP) at 107.\n¶3 They arrived home and prepared for bed. MH went to Marchi’s room to watch a movie. At about 10:30 pm, Marchi insisted that MH drink a cup of water containing “medicine” to cure a toothache that MH had earlier complained about. Report of Proceedings (RP) (Mar. 10, 2009) at 22. The *828“medicine” was actual...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-marchi"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}