{
  "id": 5581,
  "title": "2010년 Barrow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-12-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Barrow. 판결일: 2010-12-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Ben Barrow v. Lenox Terrace Development Associates\n**판결일**: 2010-12-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 79 A.D.3d 457\n- 911 N.Y.S.2d 618\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Marcy S. Friedman, J.), entered May 11, 2010, which, in an action by a com*458mercial tenant against its landlord for damages allegedly caused by defendant’s termination of the lease after a fire in the leased premises, granted defendant’s motion for summary judgment dismissing the complaint, unanimously affirmed, with costs.\nThree possible bases for terminating the subject lease as a result of fire are indicated in the lease: (1) the demised premises are rendered “wholly unusable”; (2) whether or not the demised premises are damaged in whole or in part, the building is “so damaged” that landlord decides to demolish it; and (3) the demised premises are “totally damaged.” It would not avail tenant even if, as it argues, basis (3), which is set forth in a rider, supersedes bases (1) and (2), since the record establishes that the fire damage was so extensive as to satisfy all three bases (see Mawardi v Purple Potato, 187 AD2d 569 [1992]). As a result of the fire, most of the roof caved in, causing the sky to be clearly visible from inside the premises; a structural wall was listing toward the adjacent property and in danger of collapse; the Fire Department ordered the building vacated as imminently perilous to life; the air conditioner on the roof was totally destroyed; the electrical systems were beyond repair; the basement was flooded and damaged by smoke and soot; the restaurant’s windows, kitchen, ceiling, and floor were completely des...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barrow-v-lenox-terrace-development-associates"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}