{
  "id": 5587,
  "title": "2010년 State of Tennessee v. William Alexander Beasley, IV 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-24",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. William Alexander Beasley, IV. 판결일: 2010-11-24. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. William Alexander Beasley, IV\n**판결일**: 2010-11-24\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                                   July 21, 2010, Session\n\n    STATE OF TENNESSEE v. WILLIAM ALEXANDER BEASLEY, IV\n\n                Direct Appeal from the Circuit Court for Smith County\n                        No. 07-82    David E. Durham, Judge\n\n\n\n\n               No. M2009-02605-CCA-R3-CD - Filed November 24, 2010\n\n\nThe Defendant, William Alexander Beasley, IV, pled guilty to aggravated assault, a Class\nC felony, with the trial court to determine the length and manner of service of his sentence.\nAfter a hearing, the trial court ordered the Defendant to serve six years in the Tennessee\nDepartment of Correction. The Defendant appeals, contending the trial court: (1) erred when\nit denied his request for an alternative sentence; and (2) failed to properly apply pre-trial jail\ncredit to his sentence. After a thorough review of the record and applicable law, we affirm\nthe sentence of incarceration, but we remand for the entry of a corrected judgment that\nincludes jail credits of 205 days.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed in\n                               Part and Remanded\n\nR OBERT W. W EDEMEYER, J., delivered the opinion of the court, in which J ERRY L. S MITH and\nA LAN E. G LENN, JJ., joined.\n\nG. Frank Lannon and Melanie R. Bean, Lebanon, Tennessee, for the Appellant, William\nAlexander Beasley, IV.\n\nRobert E. Cooper, Jr., Attorney General and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-william-alexander-beasley-iv"
    }
  ],
  "relatedIncidents": [
    5578,
    5596,
    5610,
    5662,
    5680
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}