{
  "id": 5589,
  "title": "2010년 Sittner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sittner. 판결일: 2010-11-23. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Johnny SITTNER, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 2010-11-23\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Baker, Dowd, Kurt, Nannette, Odenwald, Robert\n\n## 변호인\n\nMark A. Grothoff, Office of the Missouri Public Defender, Columbia, MO, for Appellant., Chris Koster, Attorney General, Jamie Pamela Rasmussen, Assistant Attorney General, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 326 S.W.3d 551\n\n## 판결문 요약\n\n\n326 S.W.3d 551 (2010)\nJohnny SITTNER, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. ED 94643.\nMissouri Court of Appeals, Eastern District, Division Four.\nNovember 23, 2010.\nMark A. Grothoff, Office of the Missouri Public Defender, Columbia, MO, for Appellant.\nChris Koster, Attorney General, Jamie Pamela Rasmussen, Assistant Attorney General, Jefferson City, MO, for Respondent.\nBefore: KURT S. ODENWALD, P.J., ROBERT G. DOWD, JR., J. and NANNETTE A. BAKER, J.\nPrior report: 294 S.W.3d 90.\n\nORDER\nPER CURIAM.\nJohnny Sittner appeals from the motion court's denial, without an evidentiary hearing, of his amended Rule 29.15 motion for post-conviction relief. On direct appeal, this Court affirmed Sittner's convictions, following a jury trial, of first-degree statutory rape, first-degree statutory sodomy, and two counts of incest. State v. Sittner, 294 S.W.3d 90 (Mo.App. E.D.2009). Sittner alleges that he received ineffective assistance of counsel because his trial counsel failed to move to exclude, or object at trial, to the testimony of a social worker who commented on the truthfulness of the complaining witness, and therefore, invaded the province of the jury. We affirm the motion court's decision.\nWe have reviewed the briefs of the parties and the record on appeal and find the claim of error to be without merit. No error of law appears. An extended opinion reciting the detailed facts and restating the principles of law would have no precedential value. The parties have been furn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sittner-v-state"
    }
  ],
  "relatedIncidents": [
    5576,
    5606,
    5668,
    5708,
    5737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}