{
  "id": 5592,
  "title": "2010년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Moore. 판결일: 2010-11-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Vanessa Moore v. Michael Ortolano\n**판결일**: 2010-11-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 78 A.D.3d 1652\n- 912 N.Y.S.2d 362\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Erie County (Christopher J. Burns, J.), entered July 15, 2009 in a personal injury action. The order granted the motion of defendant Michael Ortolano for summary judgment dismissing the amended complaint.\nIt is hereby ordered that the order so appealed from is unanimously affirmed without costs.\nMemorandum: Plaintiff commenced this action seeking damages for injuries she sustained when she fell from the second-story porch of the apartment that she and her husband rented from defendants. The accident occurred when the porch railing collapsed while plaintiff and her husband were leaning against it, causing them to fall to the ground, and plaintiff alleged that defendants had actual or constructive notice of the defective condition of the porch railing and failed to maintain it in a proper manner. Supreme Court properly granted the motion of Michael Ortolano (defendant) seeking summary judgment dismissing the amended complaint against him. In support of the motion, defendant submitted the deposition testimony of plaintiff and her husband, both of whom acknowledged that they lived in the apartment for approximately four years prior to the accident and were unaware of any problems with the porch railing. Defendant also submitted evidence establishing that he had received no complaints with respect to the condition of the railing. We conclude that defendant thereby met his initial burden of establishing that he lacked actual or constructi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-ortolano"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}