{
  "id": 5593,
  "title": "2010년 Dyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dyer. 판결일: 2010-11-18. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J. Eddie DYER, Appellant, v. Ronald COTTON, Appellee\n**판결일**: 2010-11-18\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Jane Bland\n\n## 변호인\n\nStephen G. Hunt, Bond, Hunt, French & Company, PLLC, Houston, TX, for Appellant., Mark E. Roberts, Roberts & Castro, Houston, TX, for Appellee.\n\n## 인용\n\n- 333 S.W.3d 703\n\n## 판결문 요약\n\n\n333 S.W.3d 703 (2010)\nJ. Eddie DYER, Appellant,\nv.\nRonald COTTON, Appellee.\nNo. 01-09-00228-CV.\nCourt of Appeals of Texas, Houston (1st Dist.).\nNovember 18, 2010.\n*706 Stephen G. Hunt, Bond, Hunt, French &amp; Company, PLLC, Houston, TX, for Appellant.\nMark E. Roberts, Roberts &amp; Castro, Houston, TX, for Appellee.\nPanel consists of Justices KEYES, HIGLEY, and BLAND.\n\nOPINION\nJANE BLAND, Justice.\nIn this trespass to try title suit, Eddie Dyer sued Ronald Cotton, claiming that, in addition to procuring an undivided 1/7th *707 interest to farmland in Grimes County by conveyance, he also had acquired title to the remaining 6/7th interest by adverse possession. A jury disagreed, finding that Dyer had not adversely possessed the property, and the trial court signed a take-nothing judgment against Dyer. On appeal, Dyer contends that no legally or factually sufficient evidence supports the jury's finding that Dyer had failed to acquire title to the farmland by adverse possession. He further contends that the trial court erred by (1) including a jury instruction requiring Dyer to establish ouster of his other co-tenants to prove adverse possession; (2) allowing evidence of other adverse possession and property dispute lawsuits in which Dyer was involved; and (3) allowing the testimony of a witness whom Cotton did not properly disclose during discovery and whose testimony violated the parol evidence rule. We conclude that sufficient evidence supports the jury's verdict and that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dyer-v-cotton"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}