{
  "id": 5595,
  "title": "2010년 Lim 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Lim. 판결일: 2010-11-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Syna LIM v. STATE of Florida\n**판결일**: 2010-11-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hawkes, Roberts, Rowe\n\n## 변호인\n\nNancy A. Daniels, Public Defender, and David A. Davis, Assistant Public Defender, Tallahassee, for Appellant., Bill McCollum, Attorney General, and Charmaine M. Millsaps, Assistant Attorney General, Tallahassee, for Appellee.\n\n## 인용\n\n- 50 So. 3d 34\n\n## 판결문 요약\n\n\nROBERTS, J.\nThe appellant, Syna Lim, was charged and convicted of aggravated child abuse and first-degree felony murder in the death of two-year-old Amara Ou, who died of blunt force trauma to the head. The appellant raises two issues on appeal, only one of which merits discussion. She argues that her conviction for aggravated child abuse must be set aside because the merger doctrine precludes the use of aggravated child abuse as the underlying felony in a felony murder charge if only a single act of abuse led to the child’s death. We disagree and affirm.\nThe felony murder statute specifically provides that aggravated child abuse can serve as the underlying felony in a felony murder charge. See § 782.04(l)(a)2.h., Fla. Stat. (2006). This is true regardless of the number of acts of abuse that led to the child’s death. See Lewis v. State, 34 So.3d 183, 185-87 (Fla. 1st DCA 2010). Thus, the merger doctrine neither applies nor precludes the use of aggravated child abuse as the underlying felony in a felony murder charge so long as one or more acts of abuse led to the child’s death. See id. But see Sturdivant v. State, 2010 WL 3464410 (Fla. 1st DCA Sept.7, 2010), rev. granted, SC10-1791 (Fla. Oct. 15, 2010).\nEven if aggravated child abuse can only serve as the underlying felony in a felony murder charge if more than one act of abuse led to the child’s death, we would still affirm. The cause of death in this case was blunt force trauma to the head. Although the exact form of abuse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lim-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}