{
  "id": 5600,
  "title": "2010년 In Re Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Williams. 판결일: 2010-11-09. 법원: Bankruptcy Appellate Panel of the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Paul Chayne WILLIAMS, Debtor. Paul Chayne Williams, Plaintiff-Appellant, v. Donald H. Meyer, Suzanne S. Meyer, J. Patrick Kelly, Judge, El Paso County District Court, and District Court, Fourth Judicial District, El Paso County Colorado, Defendants-Appellees\n**판결일**: 2010-11-09\n**법원**: Bankruptcy Appellate Panel of the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Thurman, Rasure, and Somers, Bankruptcy Judges\n\n## 변호인\n\nSubmitted on the briefs: *, Paul Chayne Williams, pro se.\n\n## 인용\n\n- 438 B.R. 679\n\n## 판결문 요약\n\n\n438 B.R. 679 (2010)\nIn re Paul Chayne WILLIAMS, Debtor.\nPaul Chayne Williams, Plaintiff-Appellant,\nv.\nDonald H. Meyer, Suzanne S. Meyer, J. Patrick Kelly, Judge, El Paso County District Court, and District Court, Fourth Judicial District, El Paso County Colorado, Defendants-Appellees.\nBAP No. CO-10-020. Bankruptcy No. 97-12852. Adversary No. 09-01553.\nUnited States Bankruptcy Appellate Panel of the Tenth Circuit.\nNovember 9, 2010.\n*682 Submitted on the briefs:[*]\nPaul Chayne Williams, pro se.\nBefore THURMAN, RASURE, and SOMERS, Bankruptcy Judges.\nRASURE, Bankruptcy Judge.\nAppellant Paul Chayne Williams (\"Williams\") appeals the order of the bankruptcy court for the District of Colorado dismissing his complaint against Donald H. and Suzanne S. Meyer (collectively the \"Meyers\") for failing to state a claim for which relief may be granted.\nFor the reasons stated herein, we AFFIRM.\n\nI. APPELLATE JURISDICTION\nThis Court has jurisdiction to hear timely filed appeals from \"final judgments, orders, and decrees\" of bankruptcy courts within the Tenth Circuit unless one of the parties elects to have the district court hear the appeal.[1] None of the parties elected to have this appeal heard by the United States District Court for the District of Colorado, and therefore appellate review by this Court is by consent.\nA decision is considered final \"if it `ends the litigation on the merits and leaves nothing for the court to do but *683 execute the judgment.'\"[2] Here, the bankruptcy court'...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-meyer-in-re-williams"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}