{
  "id": 5602,
  "title": "2010년 Place 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-05",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Place. 판결일: 2010-11-05. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, v. David L. PLACE, Defendant\n**판결일**: 2010-11-05\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Gorton\n\n## 변호인\n\nCatherine C. Pisaturo, U.S. Department of Justice, Washington, DC, for Plaintiff., Syrie D. Fried, Federal Public Defender Office, District of Massachusetts, Boston, MA, for Defendant.\n\n## 인용\n\n- 757 F. Supp. 2d 60\n\n## 판결문 요약\n\n\n757 F. Supp. 2d 60 (2010)\nUNITED STATES of America,\nv.\nDavid L. PLACE, Defendant.\nCriminal No. 09-10152-NMG.\nUnited States District Court, D. Massachusetts.\nNovember 5, 2010.\nCatherine C. Pisaturo, U.S. Department of Justice, Washington, DC, for Plaintiff.\nSyrie D. Fried, Federal Public Defender Office, District of Massachusetts, Boston, MA, for Defendant.\n\n\n*61 MEMORANDUM &amp; ORDER\nGORTON, District Judge.\n\nI. Background\n\nOn August 18, 2010, the grand jury returned a Superseding Indictment adding two counts of smuggling (Counts 8 and 9) to the original Indictment, returned on May 13, 2009, for violations of the Lacey Act and Endangered Species Act.\nOn October 29, 2010, the defendant David L. Place (\"Place\") moved to dismiss Counts 8 and 9 as duplicitous. The relevant portion of 18 U.S.C. § 545 \"Smuggling goods into the United States\" reads:\nWhoever knowingly and willfully, with intent to defraud the United States, smuggles, or clandestinely introduces or attempts to smuggle or clandestinely introduce into the United States any merchandise which should have been invoiced, or make out or passes, or attempts to pass, through the customhouse any false, forged, or fraudulent invoice, or other document or paper; or\nWhoever fraudulently or knowingly imports or brings into the United States, any merchandise contrary to law, or receives, conceals, buys, sells, or in any manner facilitates the transportation, concealment, or sale of such merchandise after importation, knowing the sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-place"
    }
  ],
  "relatedIncidents": [
    5552,
    5603,
    5635,
    5669,
    5686
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}