{
  "id": 5606,
  "title": "2010년 Bridgeman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-02",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Bridgeman. 판결일: 2010-11-02. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Percy BRIDGEMAN, Appellant v. STATE of Mississippi, Appellee\n**판결일**: 2010-11-02\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Griffis, Irving, Ishee, King, Lee, Maxwell, Myers, Roberts\n\n## 변호인\n\nGeorge T. Holmes, Leslie S. Lee, Jackson, attorneys for appellant., Office of the Attorney General by W. Glenn Watts, Jackson, attorney for appel-lee.\n\n## 인용\n\n- 58 So. 3d 1208\n\n## 판결문 요약\n\n\n58 So. 3d 1208 (2010)\nPercy BRIDGEMAN, Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2009-KA-01389-COA.\nCourt of Appeals of Mississippi.\nNovember 2, 2010.\nRehearing Denied April 19, 2011.\n*1210 George T. Holmes, Leslie S. Lee, Jackson, attorneys for appellant.\nOffice of the Attorney General by W. Glenn Watts, Jackson, attorney for appellee.\nBefore MYERS, P.J., IRVING and MAXWELL, JJ.\nMAXWELL, J., for the Court:\n¶ 1. A jury in the Madison County Circuit Court found Percy Bridgeman guilty on two counts of statutory rape. On appeal, Bridgeman claims the circuit court improperly admitted the eight-year-old victim's out-of-court statements. He also argues the post-trial discovery of a government witness's prior embezzlement conviction requires a new trial.\n¶ 2. We find the child's out-of-court statements fall within Mississippi Rule of Evidence 803(25)the tender-years hearsay exception. We also conclude the newly discovered embezzlement conviction is merely impeachment evidence and does not warrant a new trial. We likewise reject Bridgeman's remaining assignments of error and affirm.\n\nFACTS\n¶ 3. From 2005 to 2006, L.H.[1] was a student at Canton Elementary School. She lived with her mother and her two younger half-siblings. At the time, L.H.'s mother dated Bridgeman, who was the *1211 natural father of L.H.'s two siblings but not L.H. In April 2006, a Madison County grand jury charged Bridgeman with the statutory rape of L.H.\n\nI. L.H.'s testimony\n¶ 4. L.H. explained that Brid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bridgeman-v-state"
    }
  ],
  "relatedIncidents": [
    5576,
    5589,
    5668,
    5708,
    5737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}