{
  "id": 5607,
  "title": "2010년 State of Tennessee v. Thomas P. Isbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-11-02",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Thomas P. Isbell. 판결일: 2010-11-02. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Thomas P. Isbell\n**판결일**: 2010-11-02\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                         Assigned on Briefs October 21, 2009\n\n                STATE OF TENNESSEE v. THOMAS P. ISBELL\n\n               Direct Appeal from the Circuit Court for Lincoln County\n                       No. S0800103      Robert Crigler, Judge\n\n\n\n\n               No. M2009-00175-CCA-R3-CD - Filed November 2, 2010\n\n\nDefendant, Thomas P. Isbell, was indicted for possession of oxycodone, burglary, two counts\nof theft over $1,000, and vandalism over $10,000. On October 21, 2008, Defendant pled\nguilty as charged. The sentence was left to the trial court’s determination. Following a\nsentencing hearing, the trial court merged the two theft convictions and imposed an effective\nsentence of three years and six months, as a Range I standard offender, to be served by\nincarceration. On appeal, Defendant challenges the trial court’s denial of alternative\nsentencing. After a thorough review of the record, we affirm the judgments of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Circuit Court Affirmed\n\nT HOMAS T. W OODALL, J., delivered the opinion of the Court, in which D AVID H. W ELLES\nand J ERRY L. S MITH, JJ., joined.\n\nDonna Orr Hargrove, District Public Defender; and Andrew Jackson Dearing, III, Assistant\nPublic Defender, Shelbyville, Tennessee, for the appellant, Thomas P. Isbell.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Melissa Roberge, Assista...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-thomas-p-isbell"
    }
  ],
  "relatedIncidents": [
    5585,
    5612,
    5620,
    5625,
    5628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}