{
  "id": 5609,
  "title": "2010년 Armstead 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-10-28",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Armstead. 판결일: 2010-10-28. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Kevin ARMSTEAD A/K/A Kevin Armstaed v. STATE of Maryland\n**판결일**: 2010-10-28\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Hollander\n\n## 변호인\n\nMichael R. Braudes (Paul B. DeWolfe, Public Defender, on the brief), Baltimore, MD, for appellant., Daniel J. Jawor (Douglas F. Gansler, Atty. Gen., on the brief), Baltimore, MD, for appellee.\n\n## 인용\n\n- 7 A.3d 169\n- 195 Md. App. 599\n\n## 판결문 요약\n\n\n7 A.3d 169 (2010)\n195 Md. App. 599\nKevin ARMSTEAD a/k/a Kevin Armstaed\nv.\nSTATE of Maryland.\nNo. 469, September Term, 2009.\nCourt of Special Appeals of Maryland.\nOctober 28, 2010.\n*172 Michael R. Braudes (Paul B. DeWolfe, Public Defender, on the brief), Baltimore, MD, for appellant.\nDaniel J. Jawor (Douglas F. Gansler, Atty. Gen., on the brief), Baltimore, MD, for appellee.\nPanel: DAVIS,[*] HOLLANDER, JAMES A. KENNEY, III (Retired, Specially Assigned) JJ.\nJAMES A. KENNEY, III, J. (Retired, Specially Assigned).\nAppellant, Kevin Armstead a/k/a Kevin Armstaed, was indicted in the Circuit Court for Baltimore City and charged with conspiracy to commit murder, murder, use of a handgun in commission of a felony and crime of violence, and wearing, carrying and transporting a handgun. A jury acquitted appellant of first degree murder and the handgun offenses, but convicted him of second degree murder and conspiracy to commit murder. The court then sentenced appellant to thirty years for second degree murder and to a consecutive sentence of life for conspiracy to commit murder. Appellant timely appealed and presents the following questions for our review:\nI. Did the trial court fail to properly exercise discretion and/or abuse its discretion in refusing to order a presentence investigation report and in proceeding to sentencing immediately following verdict despite defense counsel's assertion that she needed time for preparation?\nII. Does the record fail to reflect that Appellant was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=armstead-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}