{
  "id": 5618,
  "title": "2010년 Flemmings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-10-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Flemmings. 판결일: 2010-10-20. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Genora FLEMMINGS v. VERIZON WIRELESS\n**판결일**: 2010-10-20\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Davis, King, Motz\n\n## 변호인\n\nGenora Flemmings, Appellant Pro Se. William H. Floyd, III, Nexsen Pruet, Columbia, South Carolina, for Appellee.\n\n## 인용\n\n- 398 F. App'x 897\n\n## 판결문 요약\n\n\nPER CURIAM:\nGenora Flemmings appeals the district court’s order accepting the recommenda*898tion of the magistrate judge and granting Defendant’s motion for sanctions and dismissing the complaint for failure to comply with discovery orders. We affirm.\nThe timely filing of specific objections to a magistrate judge’s recommendation is necessary to preserve appellate review of the substance of that recommendation when the parties have been warned of the consequences of noncompliance. United States v. Midgette, 478 F.3d 616, 621 (4th Cir.2007); Wright v. Collins, 766 F.2d 841, 845-46 (4th Cir.1985); see also Thomas v. Am, 474 U.S. 140, 155, 106 S.Ct. 466, 88 L.Ed.2d 435 (1985). Flemmings has waived appellate review by failing to file objections after receiving proper notice.\nAccordingly, we affirm the judgment of the district court. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.\n\nAFFIRMED.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flemmings-v-verizon-wireless"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}