{
  "id": 5619,
  "title": "2010년 Kuxhausen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-10-15",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Kuxhausen. 판결일: 2010-10-15. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Stacy Lee Kuxhausen, Appellant, v. Tillman Partners, L.P., Appellee\n**판결일**: 2010-10-15\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Davis, Glenn, Rosen, Schiffner\n\n## 변호인\n\nJames L. Wisler, of Wisler Law Offices, of Lawrence, argued the cause and was on the briefs for appellant., Jacqueline M. Sexton, of Foland, Wickens, Eisfelder, Roper & Hofer, P.C., of Kansas City, Missouri, argued the cause, and Joseph J. Roper, of the same firm, was with her on the briefs for appellee., Derek S. Casey, of Prochaska, Giroux and Howell, of Wichita, was on the brief for amicus curiae Kansas Association for Justice.\n\n## 인용\n\n- 241 P.3d 75\n- 291 Kan. 314\n\n## 판결문 요약\n\n\n241 P.3d 75 (2010)\nStacy Lee KUXHAUSEN, Appellant,\nv.\nTILLMAN PARTNERS, L.P., Appellee.\nNo. 98,442.\nSupreme Court of Kansas.\nOctober 15, 2010.\n*77 James L. Wisler, of Wisler Law Offices, of Lawrence, argued the cause and was on the briefs for appellant.\nJacqueline M. Sexton, of Foland, Wickens, Eisfelder, Roper &amp; Hofer, P.C., of Kansas City, Missouri, argued the cause, and Joseph J. Roper, of the same firm, was with her on the briefs for appellee.\nDerek S. Casey, of Prochaska, Giroux and Howell, of Wichita, was on the brief for amicus curiae Kansas Association for Justice.\n*78 The opinion of the court was delivered by ROSEN, J.:\nStacy Lee Kuxhausen seeks review of a decision of the Court of Appeals affirming the district court's summary judgment order dismissing her personal injury action against Tillman Partners, L.P. See Kuxhausen v. Tillman Partners, 40 Kan. App. 2d 930, 197 P.3d 859 (2009). Kuxhausen contends that the district court (1) should have allowed expert testimony that she suffers from multiple-chemical sensitivity, a controversial diagnosis, as a result of Tillman Partners' actions and (2) erred in concluding that she had no admissible expert testimony on causation and dismissing her action against the defendants. Because our decision on the second issue is dispositive of this appeal, we do not reach the first.\nThe Court of Appeals opinion sets forth the facts and its findings as follows:\n\"When Stacy Kuxhausen reported for work at an accounting firm on a Mo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kuxhausen-v-tillman-partners-lp"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}