{
  "id": 5634,
  "title": "2010년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Davis. 판결일: 2010-09-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Irving Alvin DAVIS, Appellant, v. the STATE of Texas\n**판결일**: 2010-09-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cochran, Hervey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack\n\n## 변호인\n\nRuben P. Morales, El Paso, for Appellant., Lily Stroud, Asst. Dist. Atty., El Paso, Jeffrey L. Van Horn, State’s Atty., Austin, for State.\n\n## 인용\n\n- 329 S.W.3d 798\n\n## 판결문 요약\n\n\n329 S.W.3d 798 (2010)\nIrving Alvin DAVIS, Appellant,\nv.\nThe STATE of Texas.\nNo. AP-74,393.\nCourt of Criminal Appeals of Texas.\nSeptember 29, 2010.\nRehearing Denied January 12, 2011.\n*802 Ruben P. Morales, El Paso, for Appellant.\nLily Stroud, Asst. Dist. Atty., El Paso, Jeffrey L. Van Horn, State's Atty., Austin, for State.\n\nOPINION\nJOHNSON, J., delivered the opinion of the Court in which MEYERS, PRICE, WOMACK, HERVEY, HOLCOMB, and COCHRAN, JJ., joined.\nIn June 2002, appellant was convicted of murdering Melissa Medina in the course of committing or attempting to commit aggravated sexual assault.[1] Based on the jury's answers to the special issues set forth in Texas Code of Criminal Procedure Article 37.071, §§ 2(b) and 2(e), the trial judge sentenced appellant to death. Art. 37.071, § 2(g).[2] In June 2007, we affirmed the trial court's judgment as it related to appellant's conviction, reversed it as it related to his punishment, and remanded the case to the trial court for a new punishment hearing. Davis v. State, No. AP-74,393, 2007 WL 1704071 (Tex.Crim.App. June 13, 2007)(not designated for publication). In February 2008, the trial court held a new punishment hearing before a new jury. At the conclusion of that hearing, the trial court, acting in accordance with the jury's answers to the two special issues, again assessed appellant's punishment at death. Appellant now raises nine issues on direct appeal from the second punishment hearing. After reviewing appellant's point...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    5751,
    5557,
    5570,
    5571,
    5573
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}