{
  "id": 5635,
  "title": "2010년 In re Fitzgerald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Fitzgerald. 판결일: 2010-09-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of William P. Fitzgerald, an Attorney, Grievance Committee for the Tenth Judicial District\n**판결일**: 2010-09-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Robert A. Green, Haupppauge (Stacey J. Sharpelletti of counsel), for petitioner.\n\n## 인용\n\n- 77 A.D.3d 302\n- 907 N.Y.S.2d 872\n\n## 판결문 요약\n\n\n*303OPINION OF THE COURT\nPer Curiam.\nOn March 9, 2010, the respondent pleaded guilty in the County Court, Suffolk County, to four counts of grand larceny in the second degree, in violation of Penal Law § 155.40, a class C felony; eight counts of grand larceny in the third degree, in violation of Penal Law § 155.35, a class D felony; grand larceny in the fourth degree, in violation of Penal Law § 155.30, a class E felony; and scheme to defraud in the first degree, in violation of Penal Law § 190.65, a class E felony. Charged by superior court information with these offenses, the respondent consented to prosecution by information and executed a waiver of indictment.\nBy virtue of his felony convictions, the respondent ceased to be an attorney and counselor-at-law pursuant to Judiciary Law § 90 (4) (a) and was automatically disbarred.\nAccordingly, the motion of the Grievance Committee for the Tenth Judicial District to strike the respondent’s name from the roll of attorneys and counselors-at-law pursuant to Judiciary Law § 90 (4) (b) is granted, to reflect the respondent’s disbarment as of March 9, 2010.\nPrudenti, P.J., Mastro, Rivera, Skelos and Lott, JJ., concur.\nOrdered that pursuant to Judiciary Law § 90 (4) (a), the respondent, William E Fitzgerald, is disbarred, effective March 9, 2010, and his name is stricken from the roll of attorneys and counselors-at-law, pursuant to Judiciary Law § 90 (4) (b); and it is further,\nOrdered that the respondent, William E Fitzgerald, shal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-fitzgerald"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5669,
    5686
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}