{
  "id": 5638,
  "title": "2010년 Martoyan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Martoyan. 판결일: 2010-09-24. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Karen MARTOYAN v. Eric H. HOLDER, Jr., Attorney General\n**판결일**: 2010-09-24\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Callahan, Silverman, Smith\n\n## 변호인\n\nJonathan Michael Jackson, Latham & Watkins, LLP, Los Angeles, CA, for Petitioners., Karen Martoyan, pro se., Naira Mirzoyan, pro se., Paruyr Martoyan, pro se., Meline Martoyan, pro se., Kiley L. Kane, Esquire, Trial, Oil, Mary Jane Candaux, Assistant Director, DOJ-U.S. Department of Justice, Washington, DC, Chief Counsel Ice, Office of the Chief Counsel, Department of Homeland Security, San Francisco, CA, for Respondent.\n\n## 인용\n\n- 396 F. App'x 466\n\n## 판결문 요약\n\n\nMEMORANDUM **\nKaren Martoyan and his family, natives and citizens of Armenia, petition for review of the Board of Immigration Appeals’ order dismissing their appeal from an immigration judge’s decision denying their application for asylum, withholding of removal, and protection under the Convention Against Torture (“CAT”). Our jurisdiction is governed by 8 U.S.C. § 1252. We review for substantial evidence, INS v. Elias-Zacarias, 502 U.S. 478, 481 n. 1, 112 S.Ct. 812, 117 L.Ed.2d 88 (1992), and we dismiss in part and deny in part the petition for review.\nWe lack jurisdiction to review the agency’s determination that petitioners failed to establish extraordinary circumstances excusing the untimely filed asylum application because it is based on disputed facts. See 8 U.S.C. § 1158(a)(8); cf. Ramadan v. Gonzales, 479 F.3d 646, 650 (9th Cir.2007) (per curiam).\nMartoyan omitted additional incidents of harm, as well as the identity of his attackers from his asylum application statement. See Li v. Ashcroft, 378 F.3d 959, 962 (9th Cir.2004). He also testified inconsistently with documentary evidence regarding where he was hospitalized in 1996. See Pal v. INS, 204 F.3d 935, 938 (9th Cir.2000) (inconsistencies between testimony and documentary evidence support an adverse credibility finding). Because the agency reasonably found that Martoyan’s explanations for the discrepancies were unconvincing, substantial evidence supports the agency’s adverse credibility determination. See Wang v. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martoyan-v-holder"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}