{
  "id": 5643,
  "title": "2010년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-22",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Brown. 판결일: 2010-09-22. 법원: District Court, D. Colorado.",
  "description": "## 사건 정보\n\n**사건명**: GOVERNMENT EMPLOYEES INSURANCE COMPANY, Maryland Corporation, Plaintiff, v. David L. BROWN, Individually, Amanda L. Brown, Individually, Stacey Moore, Individually and as Mother and Next Friend of Caleb Moore, Caleb Moore, Individually, and Jeremy Vialpando, Individually, Defendants\n**판결일**: 2010-09-22\n**법원**: District Court, D. Colorado\n**관할**: Colorado, CO\n\n**판사**: Miller\n\n## 변호인\n\nMeloney Cargil Perry, Meekler Bulger Tilson Marick & Pearson, LLP, Dallas, TX, Gregory Keith Falls, Deisch, Marion, & Klaus, P.C., Denver, CO, for Plaintiff., Jeff J. Barker, Barker & Tolini, P.C., Patrie J. Lehouillier, Lehouillier & Associates, P.C., Colorado Springs, CO, for Defendants.\n\n## 인용\n\n- 739 F. Supp. 2d 1317\n\n## 판결문 요약\n\n\n739 F. Supp. 2d 1317 (2010)\nGOVERNMENT EMPLOYEES INSURANCE COMPANY, Maryland corporation, Plaintiff,\nv.\nDavid L. BROWN, individually, Amanda L. Brown, individually, Stacey Moore, individually and as mother and next friend of Caleb Moore, Caleb Moore, individually, and Jeremy Vialpando, individually, Defendants.\nCivil Action No. 09-cv-02666-WDM-BNB.\nUnited States District Court, D. Colorado.\nSeptember 22, 2010.\n*1319 Meloney Cargil Perry, Meckler Bulger Tilson Marick &amp; Pearson, LLP, Dallas, TX, Gregory Keith Falls, Deisch, Marion, &amp; Klaus, P.C., Denver, CO, for Plaintiff.\nJeff J. Barker, Barker &amp; Tolini, P.C., Patric J. Lehouillier, Lehouillier &amp; Associates, P.C., Colorado Springs, CO, for Defendants.\n\nORDER ON MOTIONS FOR SUMMARY JUDGMENT\nMILLER, Senior District Judge.\nThis case is before me on the Motion for Summary Judgment (ECF No. 10) filed by Defendants Stacey Moore, Caleb Moore, and Jeremy Vialpando (the \"Moore/Vialpando Defendants\"), and on the Motion for Partial Summary Judgment (ECF No. 22) filed by Plaintiff Government Employees Insurance Company (\"GEICO\"). These parties oppose the other's motions; however, Defendants David L. Brown and Amanda L. Brown (the \"Insureds\") have not stated their positions on any of the issues raised. I have reviewed the parties' written arguments and the evidence submitted with their briefs. For the reasons that follow, motion filed by the Moore/Vialpando Defendants will be denied and GEICO's motion will be granted.\n\n\nBa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=government-employees-insurance-v-brown"
    }
  ],
  "relatedIncidents": [
    5597,
    5599,
    5716,
    5806,
    5904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}