{
  "id": 5647,
  "title": "2010년 Matthew Melton Jackson v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Matthew Melton Jackson v. State of Tennessee. 판결일: 2010-09-16. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Matthew Melton Jackson v. State of Tennessee\n**판결일**: 2010-09-16\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jerry L. Smith\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n\n        MATTHEW MELTON JACKSON v. STATE OF TENNESSEE\n\n                 Appeal from the Criminal Court for Davidson County\n                                   No. 2001-A-386\n\n\n               No. M2010-00329-CCA-R3-PC - Filed September 16, 2010\n\n\nThis matter is before the Court upon the State’s motion to dismiss or in the alternative to\naffirm the judgment of the trial court by memorandum opinion pursuant to Rule 20, Rules\nof the Court of Criminal Appeals. Petitioner has appealed the trial court’s order dismissing\nhis petition for post-conviction relief in which Petitioner alleged that his guilty plea was\nbased on a coerced confession, he was denied effective assistance of counsel, and newly\ndiscovered evidence of perjury by a State witness requires a reversal of his guilty plea. Upon\na review of the record in this case, we are persuaded that the trial court was correct in\ndismissing the petition for post-conviction relief without a hearing and that this case meets\nthe criteria for affirmance pursuant to Rule 20, Rules of the Court of Criminal Appeals.\nAccordingly, the State’s motion is granted, and the judgment of the trial court is affirmed.\n\n       Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Trial Court Affirmed\n       Pursuant to Rule 20, Rules of the Court of Criminal Appeals\n\nJERRY L. SMITH , J., delivered the opinion of the court, in which THOMAS T. WOODALL and ROBERT\nW...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matthew-melton-jackson-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}