{
  "id": 5650,
  "title": "2010년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lewis. 판결일: 2010-09-14. 법원: Criminal Court of the City of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Pamela Lewis\n**판결일**: 2010-09-14\n**법원**: Criminal Court of the City of New York\n**관할**: New York, NY\n\n**판사**: Mennin\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Legal Aid Society {Steven Banks and James M. McQueeney of counsel), for defendant. Cyrus R. Vance, Jr., District Attorney {Alexandra Lane of counsel), for plaintiff.\n\n## 인용\n\n- 29 Misc. 3d 978\n- 909 NYS2d 321\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nFelicia A. Mennin, J.\nThe defendant, Pamela Lewis, is charged with stalking in the fourth degree (Penal Law § 120.45 [1]), criminal mischief in the fourth degree (Penal Law § 145.00 [1]) and harassment in the second degree (Penal Law § 240.26 [3]). She moves for an order (1) dismissing the count of stalking in the fourth degree pursuant to Criminal Procedure Law § 170.30 (1) (a) and § 170.35 (1) for lack of facial sufficiency; and (2) suppressing any and all statements given involuntarily by her.\nThe People oppose the motions. In their own right, the People request an order compelling reciprocal discovery.\nFacial Insufficiency\nThe superseding information, a self-authenticating complaint, presents the following factual allegations:\n“Deponent [Kathleen Muldoon] states that from December 3, 2009 to December 23, 2009, inside 328 East 19th Street, Apartment B, in the County and State of New York: (i) deponent observed the defendant standing inside deponent’s bedroom physically blocking deponent’s entrance into deponent’s bedroom by closing the door in deponent’s face on repeated occasions; (ii) deponent observed the defendant reach out and grab deponent’s arm when deponent was moving deponent’s personal property; (iii) deponent observed defendant reach out defendant’s open hand and strike deponent on the hand when deponent moved to adjust deponent’s radio; (iv) defendant stated in substance: YOU THINK YOU’D BE NICER TO ME IF YOU WANTED ME TO TAKE CARE OF YOUR...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lewis"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}