{
  "id": 5662,
  "title": "2010년 McClary 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-02",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: McClary. 판결일: 2010-09-02. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jamelle McCLARY, Appellant, v. UNITED STATES, Appellee\n**판결일**: 2010-09-02\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Wagner, Kern and Nebeker, Senior Judges\n\n## 변호인\n\nSloan S.J. Johnston, Public Defender Service, with whom James Klein and Jaclyn S. Frankfurt, Public Defender Service, were on the brief, for appellant., Stratton C. Strand, Assistant United States Attorney, with whom Channing D. Phillips, United States Attorney, Roy W. McLeese III, and Michael T. Truscott, Assistant United States Attorneys, were on the brief, for appellee.\n\n## 인용\n\n- 3 A.3d 346\n\n## 판결문 요약\n\n\n3 A.3d 346 (2010)\nJamelle McCLARY, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 07-CF-1154.\nDistrict of Columbia Court of Appeals.\nArgued April 27, 2010.\nDecided September 2, 2010.\n*348 Sloan S.J. Johnston, Public Defender Service, with whom James Klein and Jaclyn S. Frankfurt, Public Defender Service, were on the brief, for appellant.\nStratton C. Strand, Assistant United States Attorney, with whom Channing D. Phillips, United States Attorney, Roy W. McLeese III, and Michael T. Truscott, Assistant United States Attorneys, were on the brief, for appellee.\nBefore WAGNER, KERN and NEBEKER, Senior Judges.\nNEBEKER, Senior Judge:\nAfter a jury trial presided over by Judge Dixon, appellant was convicted of assault with intent to kill while armed (AWIKWA), aggravated assault while armed (AAWA), assault with a dangerous weapon (ADW), three counts of possession of a firearm during commission of a crime of violence (PFCV), carrying a pistol without a license (CPWL), possession of an unregistered firearm, and unlawful possession of ammunition.[1] He argues on appeal that the court erred by limiting his cross-examination of the victim for bias, by giving an \"attitude and conduct of the jury\" instruction, and in failing to merge the AAWA and AWIKWA charges, the AAWA and ADW charges, and the three counts of PFCV. We affirm the convictions except with respect to the counts of PFCV, which merge, and AAWA and ADW, which also merge.\n\nI.\nSean Grady, sixteen years-old on August 7, 2006, testified t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcclary-v-united-states"
    }
  ],
  "relatedIncidents": [
    5578,
    5587,
    5596,
    5610,
    5680
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}