{
  "id": 5665,
  "title": "2010년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-09-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Oliver. 판결일: 2010-09-01. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Lanara D. OLIVER, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent\n**판결일**: 2010-09-01\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Leadbetter, President Judge, and McGinley, Judge, and Pellegrini, Judge, and Cohn Jubelirer, Judge, and Leavitt, and Brobson, Judge, and McCullough, Judge\n\n## 변호인\n\nMatthew J. Ziegler, Williamsport, for petitioner., Jonathan D. Koltash, Asst. Counsel, Harrisburg, for respondent., Richard F. Schluter, Williamsport, for intervenor, Bostley’s Preschool Learning Center, Inc.\n\n## 인용\n\n- 5 A.3d 432\n\n## 판결문 요약\n\n\n5 A.3d 432 (2010)\nLanara D. OLIVER, Petitioner\nv.\nUNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nNo. 1798 C.D. 2009\nCommonwealth Court of Pennsylvania.\nArgued June 23, 2010.\nDecided September 1, 2010.\n*434 Matthew J. Ziegler, Williamsport, for petitioner.\nJonathan D. Koltash, Asst. Counsel, Harrisburg, for respondent.\nRichard F. Schluter, Williamsport, for intervenor, Bostley's Preschool Learning Center, Inc.\nBEFORE: LEADBETTER, President Judge, and McGINLEY, Judge, and PELLEGRINI, Judge, and COHN JUBELIRER, Judge, and LEAVITT, and BROBSON, Judge, and McCULLOUGH, Judge.\nOPINION BY Judge McGINLEY.\nLanara D. Oliver (Claimant) petitions for review from the order of the Unemployment Compensation Board of Review (Board) which reversed the referee's grant of benefits under Section 402(e) of the Unemployment Compensation Law (Law).[1]\nClaimant worked as a preschool teacher for Bostley's Preschool (Employer) from February 26, 2007, through February 26, 2009. On February 26, 2009, Claimant took her group of six children from the playroom to an outdoor play area. Employer had a policy that a teacher must supervise all of the children in her charge at all times. Claimant's supervisor noticed that one child was still in the playroom. She retrieved the child and delivered him to Claimant. Claimant's failure to supervise this child resulted in her termination.\nClaimant applied for unemployment compensation benefits. Her claim was denied by the Unemployment Compensation Service Cen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliver-v-unemployment-compensation-board-of-review"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}