{
  "id": 5668,
  "title": "2010년 DeLeon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: DeLeon. 판결일: 2010-08-31. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jose Armando DeLEON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2010-08-31\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Adele Hedges\n\n## 변호인\n\nRalph R. Martinez, Houston, for Appellant., Bill R. Turner, Bryan, John Brick, Huntsville, for Appellee.\n\n## 인용\n\n- 322 S.W.3d 375\n\n## 판결문 요약\n\n\n322 S.W.3d 375 (2010)\nJose Armando DeLEON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 14-09-00319-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nAugust 31, 2010.\n*378 Ralph R. Martinez, Houston, for Appellant.\nBill R. Turner, Bryan, John Brick, Huntsville, for Appellee.\nPanel consists of Chief Justice HEDGES and Justices ANDERSON and CHRISTOPHER.\n\nOPINION\nADELE HEDGES, Chief Justice.\nAppellant, Jose Armando DeLeon, appeals from his conviction for indecency with a child by sexual contact. A jury found appellant guilty and assessed punishment at fourteen years in prison. In two issues on appeal, appellant contends that he received ineffective assistance of counsel in the guilt/innocence and punishment phases of the trial. We affirm appellant's conviction; however, finding that appellant received ineffective assistance of counsel in the punishment phase, we remand for a new punishment proceeding.\n\nI. Background\nComplainant, a female less than seventeen years old, made an outcry statement to her mother in January 2007 that appellant, the uncle of her mother by marriage, had inappropriately touched her on several occasions. At trial, complainant testified that the first incident with appellant occurred in October 2004 when the family was living in Tyler, Texas, and she was in the fourth grade. Her brother had just been born, and her mother was in the hospital. Appellant, his wife, and youngest daughter travelled from their home in Bryan, Texas to see the baby. Complain...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=deleon-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-lee-martin-v-state"
    }
  ],
  "relatedIncidents": [
    5576,
    5589,
    5606,
    5708,
    5737
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}