{
  "id": 5669,
  "title": "2010년 Sturm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-31",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Sturm. 판결일: 2010-08-31. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Chris K. Sturm Et Al. v. Harb Development, LLC, Et Al.\n**판결일**: 2010-08-31\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Katz, McLachlan, Norcott, Palmer, Rogers, Vertefeuille, Zarella\n\n## 변호인\n\nTaryn D. Martin, with whom, on the brief, were Robert A. Ziegler and Leslee B. Hill, for the appellants (plaintiffs)., Melissa A. Scozzafava, with whom, on the brief, was PasqualeM. Salvatore, for the appellee (defendant John J. Harb).\n\n## 인용\n\n- 2 A.3d 859\n- 298 Conn. 124\n\n## 판결문 요약\n\n\n2 A.3d 859 (2010)\n298 Conn. 124\nChris K. STURM et al.\nv.\nHARB DEVELOPMENT, LLC, et al.\nNo. 18447.\nSupreme Court of Connecticut.\nArgued January 6, 2010.\nDecided August 31, 2010.\n*863 Taryn D. Martin, with whom, on the brief, were Robert A. Ziegler and Leslee B. Hill, Plainville, for the appellants (plaintiffs).\nMelissa A. Scozzafava, with whom, on the brief, was Pasquale M. Salvatore, Waterbury, for the appellee (defendant John J. Harb).\nROGERS, C.J., and NORCOTT, KATZ, PALMER, VERTEFEUILLE, ZARELLA and McLACHLAN, Js.[*]\nVERTEFEUILLE, J.\nThe plaintiffs, Chris K. Sturm and Tammy Sturm, brought this action against the defendants, Harb Development, LLC (Harb Development), and its principal, John J. Harb,[1] alleging that their poor workmanship in the construction of the plaintiffs' new home constituted, inter alia, negligence and fraud, and violated both the Connecticut Unfair Trade Practices Act (CUTPA), General Statutes § 42-110a et seq., and the New Home Construction Contractors Act (new home act), General Statutes § 20-417a et seq. The trial court granted the defendant's motion to strike all counts of the complaint against him in his individual capacity, concluding that the plaintiffs had failed to plead sufficient facts to warrant piercing the corporate veil provided by General Statutes § 34-133[2] with regard to all of those counts. The plaintiffs now appeal,[3] claiming that the trial court improperly: (1) required the pleading of facts sufficient to pierce the corporate ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sturm-v-harb-development-llc"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5686
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}