{
  "id": 5670,
  "title": "2010년 Snyder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-30",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Snyder. 판결일: 2010-08-30. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: SNYDER v. MYERS, Trustee\n**판결일**: 2010-08-30\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Delaney, Edwards, Farmer\n\n## 변호인\n\nJ. Reid Yoder and Thomas M. DiCaudo, for appellant., Edward A. Dark, for appellees.\n\n## 인용\n\n- 190 Ohio App. 3d 11\n\n## 판결문 요약\n\n\nEdwards, Presiding Judge.\n{¶ 1} Appellant, Steve Snyder, appeals a summary judgment of the Stark County Common Pleas Court dismissing his complaint for negligence against appellees Linda Myers, Trustee, and Jennifer and Kevin Amstutz.\nSTATEMENT OF FACTS AND CASE\n{¶ 2} Appellees Jennifer and Kevin Amstutz live on a 72-acre farm located on Dolphin Street in Bolivar, Ohio. The farm includes a single-family residence, a barn, and several outbuildings. The property is owned by the Harvey R. Myers trust. Harvey Myers, who died in 2004, was the father of appellee Jennifer Amstutz and the husband of Linda Myers. Linda Myers is currently trustee of the trust and, according to the trust agreement, has a life estate in the property. Upon Myers’s death, Jennifer will become the fee owner of the property. In 2007, keeping up the property became too much for Myers, and she allowed Jennifer and Kevin and their two children to move to the farm. Jennifer and Kevin did not pay rent for the farm but paid utilities and property insurance. Myers continued to pay the property taxes.\n{¶ 3} Prior to his death, Harvey Myers often went to auctions and purchased boxes or lots of items in order to purchase a specific item in the box or lot. Many of the remaining items purchased from auctions ended up in the top of his barn. As a result, the barn was full of miscellaneous items and farm equipment he had accumulated over the years.\n{¶ 4} Appellant and his friends, Justin and Tricia Durkin, were members o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=snyder-v-myers"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}