{
  "id": 5672,
  "title": "2010년 Dixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-27",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Dixon. 판결일: 2010-08-27. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Roger DIXON v. STATE of Alabama\n**판결일**: 2010-08-27\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Kellum, Main, Welch, Windom, Wise\n\n## 변호인\n\nPaul M. Harden, Sr., Monroeville, for appellant., Troy King, atty. gen., and John M. Porter, asst. atty. gen., for appellee.\n\n## 인용\n\n- 55 So. 3d 1265\n\n## 판결문 요약\n\n\n\nOn Remand from the Alabama Supreme Court\n\nKELLUM, Judge.1\nThe appellant, Roger Dixon, was convicted of attempted murder, a violation of §§ 13A-4-2 and 13A-6-2(a)(l), Ala.Code 1975, and of discharging a gun into an occupied vehicle, a violation of § 13A-11-61(b), Ala.Code 1975. The circuit court sentenced Dixon to 20 years’ imprisonment on the attempted-murder conviction; that sentence was split, and Dixon was sentenced to 5 years’ imprisonment, followed by 5 years’ supervised probation. On the discharging-a-firearm conviction, the circuit court sentenced Dixon to 10 years’ imprisonment, but split the sentence and ordered him to serve 3 years’ imprisonment followed by 5 years’ supervised probation. The circuit court ordered that the sentences were to run concurrently. ■ This Court affirmed Dixon’s conviction and sentence on June 27, 2008. See Dixon v. State, 55 So.3d 1250 (Ala.Crim.App.2008).\nDixon petitioned the Alabama Supreme Court for certiorari review, arguing, among other things, that the decision of this Court conflicted with Ex parte Dobyne, 805 So.2d 763 (Ala.2001), and Tomlin v. State, 695 So.2d 157 (Ala.Crim.App.1996), regarding his claim that L.A., who served as juror at Dixon’s trial, failed to truthfully answer a question during voir dire. The Supreme Court granted certio-rari review and, on June 30, 2010, reversed this Court’s judgment, holding that the circuit court “exceeded its discretion in denying Dixon’s motion for a new trial based on L.A.’s failure to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dixon-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}