{
  "id": 5673,
  "title": "2010년 Rozina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rozina. 판결일: 2010-08-27. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Raisa Rozina v. Casa 74th Development LLC\n**판결일**: 2010-08-27\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Friedman\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Starr Associates LLP, New York City (Andrea Roschelle of counsel), for defendants. Tsyngauz & Associates, PC., New York City (Michael Treybich of counsel), for plaintiffs.\n\n## 인용\n\n- 29 Misc. 3d 675\n- 907 NYS2d 603\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nMarcy S. Friedman, J.\nIn this action, plaintiffs Raisa Rozina and Eduard Gorenshteyn seek rescission of an option agreement to purchase a condominium unit in defendant Casa 74th Development LLC’s (Casa 74th) building, and for return of their down payment. Casa 74th and defendant Starr Associates LLP (Starr), its escrow agent, move for summary judgment dismissing the complaint and for judgment granting their counterclaim for attorney’s fees.1\nA brief recitation of the facts is as follows: plaintiffs entered into an option agreement with Casa 74th, dated November 21, 2007, to purchase a condominium unit, in a building being constructed, for $4,284,750, of which $840,000 was paid by plaintiffs as a down payment. (Doc supp to defendants’ motion [defendants’ motion], exhibit A.) Plaintiffs failed to appear at the closing scheduled on December 12, 2008, and were notified by defendants that they were in default of their obligations under the option agreement. (See id., exhibits C, D, E.) Plaintiffs then commenced this action by filing a summons and complaint on January 16, 2009, and contemporaneously moved for a preliminary injunction enjoining defendants from enforcing the option agreement or, in the alternative, staying plaintiffs’ time to cure their default if the agreement were found to be enforceable. By order dated May 29, 2009, this court held that plaintiffs failed to show a likelihood of success on the merits in support of their claim that the option a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rozina-v-casa-74th-development-llc"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}