{
  "id": 5679,
  "title": "2010년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jones. 판결일: 2010-08-24. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Teresa JONES, Plaintiff-Appellant/Cross-Appellee, v. ILLINOIS CENTRAL RAILROAD COMPANY, Defendant-Appellee/Cross-Appellant\n**판결일**: 2010-08-24\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Moore and Gilman, Circuit Judges Russell, Chief District Judge\n\n## 변호인\n\nARGUED: John W. Chandler, Jr., The Law Office of Morgan Adams, Chattanooga, Tennessee, for Appellant. Charles J. Swartwout, Boyle Brasher LLC, Belleville, Illinois, for Appellee. ON BRIEF: John W. Chandler, Jr., The Law Office of Morgan Adams, Chattanooga, Tennessee, Pamela R. O’Dwyer, Paty, Rymer & Ulin, Chattanooga, Tennessee, for Appellant. Charles J. Swartwout, Boyle Brasher LLC, Belleville, Illinois, S. Camille Reifers, Boyle Brasher LLC, Memphis, Tennessee, for Appellee.\n\n## 인용\n\n- 617 F.3d 843\n\n## 판결문 요약\n\n\n617 F.3d 843 (2010)\nTeresa JONES, Plaintiff-Appellant/Cross-Appellee,\nv.\nILLINOIS CENTRAL RAILROAD COMPANY, Defendant-Appellee/Cross-Appellant.\nNos. 09-5504, 09-5528.\nUnited States Court of Appeals, Sixth Circuit.\nArgued: April 30, 2010.\nDecided and Filed: August 24, 2010.\n*845 ARGUED: John W. Chandler, Jr., The Law Office of Morgan Adams, Chattanooga, Tennessee, for Appellant.\nCharles J. Swartwout, Boyle Brasher LLC, Belleville, Illinois, for Appellee.\nON BRIEF: John W. Chandler, Jr., The Law Office of Morgan Adams, Chattanooga, Tennessee, Pamela R. O'Dwyer, Paty, Rymer &amp; Ulin, Chattanooga, Tennessee, for Appellant.\nCharles J. Swartwout, Boyle Brasher LLC, Belleville, Illinois, S. Camille Reifers, Boyle Brasher LLC, Memphis, Tennessee, for Appellee.\nBefore: MOORE and GILMAN, Circuit Judges; RUSSELL, Chief District Judge.[*]\n\nOPINION\nKAREN NELSON MOORE, Circuit Judge.\nThis case concerns a negligence action arising out of a collision between Teresa Jones's husband's vehicle and a train owned by Illinois Central Railroad Company (\"Illinois Central\"). After a jury returned a verdict of equal fault between Mr. Jones and the railroad, Mrs. Jones filed post-trial motions to vacate the judgment, for a new trial, for post-trial discovery or an evidentiary hearing, and for sanctions. In support of those motions, she alleged that defense counsel had unreasonably resisted discovery requests and misled the court as to the truthfulness of a witness's statements. Mrs. Jones further al...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-illinois-central-railroad"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}