{
  "id": 5680,
  "title": "2010년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-24",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Davis. 판결일: 2010-08-24. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Eugene Davis\n**판결일**: 2010-08-24\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: McLacWan, Palmer, Rogers, VertefeuiUe, Zarella\n\n## 변호인\n\nG. Douglas Nash, special public defender, for the appellant (defendant)., Raheem L. Mullins, assistant state’s attorney, with whom, on the brief, were David I. Cohen, state’s attorney, and Richard Colangelo, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 1 A.3d 76\n- 298 Conn. 1\n\n## 판결문 요약\n\n\n1 A.3d 76 (2010)\n298 Conn. 1\nSTATE of Connecticut\nv.\nEugene DAVIS.\nNo. 18537.\nSupreme Court of Connecticut.\nArgued April 29, 2010.\nDecided August 24, 2010.\n*81 G. Douglas Nash, special public defender, for the appellant (defendant).\nRaheem L. Mullins, assistant state's attorney, with whom, on the brief, were David I. Cohen, state's attorney, and Richard Colangelo, senior assistant state's attorney, for the appellee (state).\nROGERS, C.J., and PALMER, VERTEFEUILLE, ZARELLA and McLACHLAN, Js.[*]\nZARELLA, J.\nThe defendant, Eugene Davis, appeals[1] from the judgments of conviction, rendered after a jury trial, of two counts of assault in the first degree as a principal or accessory in violation of General Statutes §§ 53a-59(a)(5)[2] and 53a-8(a),[3] and sentence enhancement for two counts of commission of a class A, B or C felony with a firearm in violation General Statutes § 53-202k,[4] stemming from his alleged participation with his codefendant, Michael Franklin, in two shooting incidents involving the victim, Elliot Snider, one of which occurred on May 30, 2005, and the other on July 3, 2005.[5] On appeal, the defendant claims that the trial court improperly excluded certain impeachment evidence and unduly restricted his attorney's cross-examination of the victim in violation of evidentiary law and his rights to confrontation, compulsory process and to present a defense under the sixth and fourteenth *82 amendments to the United States constitution.[6] The state responds that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-davis"
    }
  ],
  "relatedIncidents": [
    5578,
    5587,
    5596,
    5610,
    5662
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}