{
  "id": 5681,
  "title": "2010년 Fisk Building Associates LLC v. Shimazaki II, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fisk Building Associates LLC v. Shimazaki II, Inc.. 판결일: 2010-08-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Fisk Building Associates LLC v. Shimazaki II, Inc.\n**판결일**: 2010-08-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 76 A.D.2d 468\n- 907 N.Y.S.2d 2\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Louis B. York, J.), entered July 22, 2009, which, to the extent appealed from, granted plaintiff’s motion for partial summary judgment dismissing the first and third affirmative defenses and the counterclaim, and to quash a subpoena, and denied defendants’ cross motion for summary judgment dismissing the complaint, unanimously affirmed, with costs.\nUnder the first affirmative defense, it was averred that plaintiffs eviction of defendant Shimazaki II was illegal. Contrary to defendants’ assertion, plaintiff did not improperly execute on a stale warrant or obtain a warrant for rent that accrued after the commencement of the prior nonpayment summary proceeding. Rather, as was its right pursuant to article 2 (H) of the lease, plaintiff applied Shimazaki II’s September and October 2006 payments to current charges instead of arrears.\nAs to defendants’ cross motion for summary judgment dismissing the complaint, we find an issue of fact based on the version of facts most favorable to plaintiff. Plaintiff submitted the affidavit of its managing agent, saying that it accepted Shimazaki II’s November and December 2006 payments solely on account of Shimazaki II’s rent arrears and without any intention of reinstating its tenancy. Defendants’ argument that plaintiff should have submitted the underlying business records, as opposed to an affidavit, is unpreserved (see e.g. Empire Purveyors, Inc. v Weinberg, 66 AD3d 508, 509 [2009]).\n*469Defendants fai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fisk-building-associates-llc-v-shimazaki-ii-inc"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}