{
  "id": 5686,
  "title": "2010년 House of Flavors, Inc. v. TFG-Michigan, L.P. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-17",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: House of Flavors, Inc. v. TFG-Michigan, L.P.. 판결일: 2010-08-17. 법원: District Court, D. Maine.",
  "description": "## 사건 정보\n\n**사건명**: HOUSE OF FLAVORS, INC., Plaintiff v. TFG-MICHIGAN, L.P., Defendant\n**판결일**: 2010-08-17\n**법원**: District Court, D. Maine\n**관할**: Maine, ME\n\n**판사**: D. Brock Hornby\n\n## 변호인\n\nLee H. Bals, Marcus, Clegg & Mistretta, P.A., Portland, ME, for Plaintiff., Alexia Pappas, Verrill Dana LLP, Portland, ME, Richard F. Ensor, Vantus Law Group, Salt Lake City, UT, for Defendant.\n\n## 인용\n\n- 719 F. Supp. 2d 115\n\n## 판결문 요약\n\n\n719 F. Supp. 2d 115 (2010)\nHOUSE OF FLAVORS, INC., Plaintiff,\nv.\nTFG-MICHIGAN, L.P., Defendant.\nCivil No. 09-72-P-H.\nUnited States District Court, D. Maine.\nAugust 17, 2010.\nLee H. Bals, Marcus, Clegg &amp; Mistretta, P.A., Portland, ME, for Plaintiff.\nAlexia Pappas, Verrill Dana LLP, Portland, ME, Richard F. Ensor, Vantus Law Group, Salt Lake City, UT, for Defendant.\n\nDECISION AND ORDER ON DEFENDANT'S MOTION TO AMEND\nD. BROCK HORNBY, District Judge.\nThe plaintiff sued the defendant TFG-Michigan (\"Tetra\") for fraud based on false representations made by Tetra employees during the negotiation of an equipment lease. The plaintiff sought rescission of the lease, which is governed by Utah law. I conducted a bench trial on April 13-15, 2010. On June 17, 2010, after considering post-trial briefing on remedies under *116 the Utah Uniform Commercial Code (\"UCC\") and my ability to reopen the record on the issue of rescission, I entered judgment for the plaintiff, finding, by clear and convincing evidence, that Tetra had committed fraud and ordering Tetra to disgorge $27,097. Tetra now moves to amend the judgment to state that the plaintiff should, in fact, have to pay Tetra $156,399.15. Def.'s Mot. to Amend at 9 (Docket Item 98). Alternatively, Tetra asks me to reopen the record and take additional evidence on the appropriate remedy. Id. The defendant's Motion to Amend is DENIED.\nThe details of this case appear in my Findings of Fact and Conclusions of Law. See House of Flavors, Inc....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=house-of-flavors-inc-v-tfg-michigan-lp"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}