{
  "id": 5687,
  "title": "2010년 Rivera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rivera. 판결일: 2010-08-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jimmy Rivera v. 15 Broad Street, LLC, , (Action No. 1.) Jimmy Rivera v. Pace Plumbing Corp., (Action No. 2.) (And Other Titles.)\n**판결일**: 2010-08-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 76 A.D.2d 621\n- 906 N.Y.S.2d 333\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., and a related action to recover damages for personal injuries, the plaintiff Jimmy Rivera appeals, as limited by his brief, from so much of an order of the Supreme Court, Kangs County (Bunyan, J.), dated October 20, 2008, as granted those branches of the motion of 15 Broad Street, LLC, 15 Broad, LLC, and Alisa Contracting Co., Inc., defendants in action No. 1, which were for summary judgment dismissing the causes of action alleging common-law negligence and violations of Labor Law §§ 200 and 241 (6) insofar as asserted against them, and granted those branches of the motion of Pace Plumbing Corp., the defendant in action No. 2, which were for summary judgment dismissing the causes of action alleging common-law negligence and violations of Labor Law §§ 200 and 241 (6) insofar as asserted against it.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe issue of whether the machine the plaintiff Jimmy Rivera (hereinafter the plaintiff) was operating, a “core drilling machine” or “core borer,” was a “hand tool” within the meaning of 12 NYCRR 23-1.10 (b) (1) is a question of law for the court (see Szafranski v Niagara Frontier Transp. Auth., 5 AD3d 1111, 1113 [2004]). The Supreme Court correctly concluded that 12 NYCRR 23-1.10 (b) (1) was inapplicable to the machine the plaintiff was operating (id; see Messina v City of New York, 300 AD2d 121, 123 [2002]; Penta v Related Cos., 286 AD2d 674, 675 [2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rivera-v-15-broad-street-llc"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}