{
  "id": 5701,
  "title": "2010년 Reid 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Reid. 판결일: 2010-08-05. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: BRIAN REID, Plaintiff and Appellant, v. GOOGLE, INC., Defendant and Respondent\n**판결일**: 2010-08-05\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Chin\n\n## 변호인\n\nCounsel, Duane Morris, Barry L. Bunshoft, Ray L. Wong, Paul J. Killion, Lorraine P. Ocheltree, Eden E. Anderson and Allegra A. Iones for Plaintiff and Appellant., Charlotte E. Fishman for California Employment Lawyers Association as Amicus Curiae on behalf of Plaintiff and Appellant., Thomas W. Osborne, Melvin Radowitz and Barbara A. Jones for AARP as Amicus Curiae on behalf of Plaintiff and Appellant., Wilson Sonsini Goodrich & Rosati, Fred W. Alvarez, Marina C. Tsatalis, Amy K. Todd, Marvin Du\n\n## 인용\n\n- 235 P.3d 988\n- 50 Cal. 4th 512\n- 113 Cal. Rptr. 3d 327\n\n## 판결문 요약\n\n\n50 Cal. 4th 512 (2010)\n113 Cal. Rptr. 3d 327\n235 P.3d 988\nBRIAN REID, Plaintiff and Appellant,\nv.\nGOOGLE, INC., Defendant and Respondent.\nNo. S158965.\nSupreme Court of California.\nAugust 5, 2010.\n*515 Duane Morris, Barry L. Bunshoft, Ray L. Wong, Paul J. Killion, Lorraine P. Ocheltree, Eden E. Anderson and Allegra A. Jones for Plaintiff and Appellant.\nCharlotte E. Fishman for California Employment Lawyers Association as Amicus Curiae on behalf of Plaintiff and Appellant.\n*516 Thomas W. Osborne, Melvin Radowitz and Barbara A. Jones for AARP as Amicus Curiae on behalf of Plaintiff and Appellant.\nWilson Sonsini Goodrich &amp; Rosati, Fred W. Alvarez, Marina C. Tsatalis, Amy K. Todd, Marvin Dunson III, Koray J. Bulut, Elizabeth C. Tippett, Jeanna Steele, Gary M. Gansle; Paul, Hastings, Janofsky &amp; Walker and Paul W. Cane, Jr., for Defendant and Respondent.\nGreines, Martin, Stein &amp; Richland and Robert A. Olson for Association of Southern California Defense Counsel as Amicus Curiae on behalf of Defendant and Respondent.\nOrrick, Herrington &amp; Sutcliffe, Gary R. Siniscalco, Patricia K. Gillette, Greg J. Richardson and Lynne C. Hermle for Employers Group and California Employment Law Council as Amici Curiae on behalf of Defendant and Respondent.\nJonathan B. Steiner, Jay-Allen Eisen, Jon B. Eisenberg, Dennis A. Fischer, Steven L. Mayer, Robert A. Olson, Douglas R. Young; Greines, Martin, Stein &amp; Richland and Robin Meadow for California Academy of Appellate Lawyers as Ami...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reid-v-google-inc"
    }
  ],
  "relatedIncidents": [
    5634,
    5751,
    5805,
    5870,
    5322
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}