{
  "id": 5709,
  "title": "2010년 Beazer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-08-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Beazer. 판결일: 2010-08-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Edward Beazer v. New York City Health and Hospitals Corporation, and Bey's Contracting, Inc.\n**판결일**: 2010-08-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Acosta, Catterson\n\n## 인용\n\n- 76 A.D.2d 405\n- 906 N.Y.S.2d 218\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Eileen A. Rakower, J.), entered June 15, 2009, which, inter alia, denied defendant Beys Contracting Inc.’s (Beys) motion for summary judgment dismissing the common-law negligence cause of action as against it, affirmed, without costs.\nPlaintiff was an employee of the construction manager for a project at Bellevue Hospital. He was injured while using an unguarded power grinder, which was owned by Beys, to cut exposed steel from a concrete floor. Conflicting testimony as to whether plaintiff selected the grinder from his employer’s gang box or was given it by Beys presents an issue of fact whether there was a bailment of the grinder. If there was a bailment, a further triable issue arises as to whether the bailment was one for the mutual benefit of Beys and plaintiff’s employer, which would render Beys liable to plaintiff for injuries caused by its negligence in providing him with dangerous equipment, notwithstanding that the defect was patent (see Fili v Matson Motors, 183 AD2d 324, 328-329 [1992]; Dufur v Lavin, 101 AD2d 319, 324 [1984], affd 65 NY2d 830 [1985]; see also Ruggiero v Braun &amp; Sons, 141 AD2d 528 [1988], lv denied 73 NY2d 707 [1989]). Vargas v New York City Tr. Auth. (60 AD3d 438 [2009]) is inapposite, as the ladder lent to the plaintiff by the contractor (Atlantic) dismissed from that case was not alleged to be defective, unlike the grinder at issue here. In addition, Atlantic had no interest in the task the Vargas plai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beazer-v-new-york-city-health"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}