{
  "id": 5716,
  "title": "2010년 Broadcast Music, Inc. v. DMX, INC. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-07-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Broadcast Music, Inc. v. DMX, INC.. 판결일: 2010-07-26. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: BROADCAST MUSIC, INC., Petitioner, v. DMX, INC., Respondent\n**판결일**: 2010-07-26\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Louis L. Stanton\n\n## 변호인\n\nHughes Hubbard & Reed LLP, New York, NY, Of Counsel: Michael E. Salzman, James C. Fitzpatrick, Jason C. Benton, Margaret J. Hoag and Marvin L. Bernson, Joseph J. DiMona, Stuart Rosen, New York, NY, for Petitioner., Weil, Gotshal & Manges LLP, New York, NY, Of Counsel: Robert Bruce Rich, Benjamin E. Marks, Todd D. Larson, for Respondent., United States Department of Justice, Antitrust Div., Washington D.C., Daniel McCuaig, Christopher S. Reed, for United States of America.\n\n## 인용\n\n- 726 F. Supp. 2d 355\n\n## 판결문 요약\n\n\n726 F. Supp. 2d 355 (2010)\nBROADCAST MUSIC, INC., Petitioner,\nv.\nDMX, INC., Respondent.\nNo. 08 Civ. 216 (LLS).\nUnited States District Court, S.D. New York.\nJuly 26, 2010.\nHughes Hubbard &amp; Reed LLP, New York, NY, Of Counsel: Michael E. Salzman, James C. Fitzpatrick, Jason C. Benton, Margaret J. Hoag and Marvin L. Bernson, Joseph J. DiMona, Stuart Rosen, New York, NY, for Petitioner.\nWeil, Gotshal &amp; Manges LLP, New York, NY, Of Counsel: Robert Bruce Rich, Benjamin E. Marks, Todd D. Larson, for Respondent.\n\nOpinion and Order\nLOUIS L. STANTON, District Judge.\nBroadcast Music, Inc. (\"BMI\"), pursuant to article XIV of the BMI Consent Decree,[1] petitions for a determination of reasonable fees and terms for an adjustable-fee blanket license (\"AFBL\") to DMX, Inc., a member of the commercial music services (\"CMS\") industry, for the time period July 1, 2005 through December 31, 2012. (Tr. at 54). The AFBL will differ from BMI's traditional blanket license in allowing the licensee to reduce its fee to BMI by licensing, directly from individual music authors or their publisher-representatives, rights to perform music which is also in the BMI repertoire.\nThe parties agree that the fee owed to BMI under the AFBL should be expressed as an annual per-location rate. They also agree that the AFBL should include the following components: (1) a \"Blanket Fee,\" which is the fee that DMX would pay BMI if DMX did not directly license any of the BMI music it performed; (2) a \"Floor Fee,\" whi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=broadcast-music-inc-v-dmx-inc"
    }
  ],
  "relatedIncidents": [
    5597,
    5599,
    5643,
    5806,
    5904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}