{
  "id": 5740,
  "title": "2010년 Richardson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-07-12",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Richardson v. State. 판결일: 2010-07-12. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Cleveland RICHARDSON, Defendant Below-Appellant, v. STATE of Delaware, Plaintiff Below-Appellee\n**판결일**: 2010-07-12\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Steele, Chief Justice, Holland, Jacobs, Ridgely, Justices, and Kuhn, Chief Judge\n\n## 변호인\n\nJennifer-Kate Aaronson, Esquire, (argued) of Aaronson & Collins, LLC, Wilmington, Delaware, for the Appellant., Paul R. Wallace, Esquire, (argued) Gregory E. Smith, Esquire and Danielle J. Brennan, Esquire, of the Department of Justice, Wilmington, Delaware, for the Ap-pellee.\n\n## 인용\n\n- 3 A.3d 233\n\n## 판결문 요약\n\n\n3 A.3d 233 (2010)\nCleveland RICHARDSON, Defendant Below-Appellant,\nv.\nSTATE of Delaware, Plaintiff Below-Appellee.\nNo. 86, 2009.\nSupreme Court of Delaware.\nSubmitted: April 28, 2010.\nDecided: July 9, 2010.\nCorrected: July 12, 2010.\n*235 Jennifer-Kate Aaronson, Esquire, (argued) of Aaronson &amp; Collins, LLC, Wilmington, Delaware, for the Appellant.\nPaul R. Wallace, Esquire, (argued) Gregory E. Smith, Esquire and Danielle J. Brennan, Esquire, of the Department of Justice, Wilmington, Delaware, for the Appellee.\nBefore STEELE, Chief Justice, HOLLAND, JACOBS, RIDGELY, Justices, and KUHN, Chief Judge,[1] constituting the Court en Banc.\nRIDGELY, Justice:\nDefendant-appellant Cleveland Richardson appeals from the Superior Court's denial of his motion for postconviction relief from his convictions of attempted murder first degree, robbery first degree, burglary first degree, conspiracy second degree and four counts of possession of a firearm during the commission of a felony. He argues that he is entitled to a new trial because the trial court refused to instruct the jury pursuant to 11 Del. C. § 274 as required by Allen v. State.[2] He also contends the trial court abused its discretion in denying postconviction relief based upon ineffective assistance of counsel. Because we hold that Allen is not retroactively applicable and that Richardson has not established that review of his motion for postconviction relief is warranted in the interest of justice, his first argument is proced...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}