{
  "id": 5748,
  "title": "2010년 Joey D. Herrell v. Howard Carlton, Warden - Concurring 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-06-30",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Joey D. Herrell v. Howard Carlton, Warden - Concurring. 판결일: 2010-06-30. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Joey D. Herrell v. Howard Carlton, Warden - Concurring\n**판결일**: 2010-06-30\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Joseph M. Tipton\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                          Assigned on Briefs October 27, 2009\n\n           JOEY E. HERRELL v. HOWARD CARLTON, WARDEN\n\n                   Appeal from the Circuit Court for Johnson County\n                           No. 5157 Robert E. Cupp, Judge\n\n\n\n\n                  No. E2009-01162-CCA-R3-HC - Filed June 30, 2010\n\n\n\n\nJ OSEPH M. T IPTON, P.J., concurring.\n\n       I concur in the result reached in the majority opinion, given existing precedent. I\nbelieve though, that once the habeas court concludes that a judgment is void, it should\ntransfer the case to the convicting court—a court of equal jurisdiction—for further\nproceedings. The habeas court should not be allowed to act further regarding the convicting\ncase by limiting the options available to the Petitioner or to the convicting court upon transfer\nof the case.\n\n        The procedure followed in the present case, by developing a record in the habeas court\nto determine whether or not a guilty plea may be withdrawn, stems from the interpretation\nthis court made in Summers v. Fortner, 267 S.W.3d 1 (Tenn. Crim. App. 2008), regarding\ntwo Tennessee Supreme Court opinions. See Summers v. State, 212 S.W.3d 251 (Tenn.\n2007); Smith v. Lewis, 202 S.W.3d 124 (Tenn. 2006). However, I see nothing in the\nsupreme court cases that even hints at allowing the habeas court to bind a convicting court\nby determining whether a Petitioner is entitled to withdr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joey-d-herrell-v-howard-carlton-warden-concurring"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}