{
  "id": 5754,
  "title": "2010년 Ruiz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-06-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ruiz. 판결일: 2010-06-25. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jorge RUIZ, Plaintiff-Appellant, v. COUNTY OF ROCKLAND and Mary Ann Walsh-Tozer, Defendants-Appellees\n**판결일**: 2010-06-25\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Calabresi, Kahn, Pooler\n\n## 변호인\n\nMichael Sussman (Christopher Watkins, on the brief), Sussman & Watkins, Goshen, NY, for Plaintiff-Appellant., Robert Weissman, Saretsky Katz Dranhoff & Glass, L.L.P., New York, NY, for Defendants-Appellees.\n\n## 인용\n\n- 609 F.3d 486\n\n## 판결문 요약\n\n\n609 F.3d 486 (2010)\nJorge RUIZ, Plaintiff-Appellant,\nv.\nCOUNTY OF ROCKLAND and Mary Ann Walsh-Tozer, Defendants-Appellees.\nDocket No. 09-0759-cv.\nUnited States Court of Appeals, Second Circuit.\nArgued: December 22, 2009.\nDecided: June 25, 2010.\n*488 Michael Sussman (Christopher Watkins, on the brief), Sussman &amp; Watkins, Goshen, NY, for Plaintiff-Appellant.\nRobert Weissman, Saretsky Katz Dranhoff &amp; Glass, L.L.P., New York, NY, for Defendants-Appellees.\nCALABRESI and POOLER, Circuit Judges, and KAHN, District Judge.[*]\nPOOLER, Circuit Judge:\nPlaintiff Jorge Ruiz appeals the February 11, 2009 order of the United States District Court for the Southern District of New York (Eginton, J.) granting defendants County of Rockland and Mary Ann Walsh-Tozer summary judgment on plaintiff's *489 action for national origin and race discrimination pursuant to Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, et seq.; 42 U.S.C. § 1981; and the Equal Protection Clause of the Fourteenth Amendment pursuant to 42 U.S.C. § 1983. The district court concluded that Mr. Ruiz had failed to establish a prima facie case of discrimination. We agree that Mr. Ruiz failed to raise an inference of discrimination and we therefore affirm the decision of the district court. However, we wish to clarify the second prong of the prima facie case: whether Mr. Ruiz was qualified for his position. We conclude that the district court erred in finding that Mr. Ruiz was not qualified for his position b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ruiz-v-county-of-rockland"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}