{
  "id": 577,
  "title": "2023년 Savage 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2023-10-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Savage. 판결일: 2023-10-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Savage\n**판결일**: 2023-10-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2023 NY Slip Op 05452\n\n## 판결문 요약\n\n\n\nPeople v Savage (2023 NY Slip Op 05452)\n\n\n\n\n\nPeople v Savage\n\n\n2023 NY Slip Op 05452\n\n\nDecided on October 26, 2023\n\n\nAppellate Division, First Department\n\n\n\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\n\n\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\n\n\n\nDecided and Entered: October 26, 2023\n\nBefore: Kern, J.P., Moulton, Mendez, Higgitt, O'Neill Levy, JJ. \n\n\nInd No. 1726/16 Appeal No. 681 Case No. 2019-3213 \n\n[*1]The People of the State of New York, Respondent,\nvRoy Savage, Defendant-Appellant.\n\n\nTwyla Carter, The Legal Aid Society, New York (Nao Terai of counsel), for appellant.\nDarcel D. Clark, District Attorney, Bronx (T. Charles Won of counsel), for respondent.\n\n\n\nJudgment, Supreme Court, Bronx County (Margaret L. Clancy, J.), rendered October 16, 2018, convicting defendant, after a jury trial, of murder in the second degree, and sentencing him to a term of 25 years to life, unanimously reversed, on the law, the motion to suppress the second statement, the knife and the DNA evidence recovered from the knife granted, and the matter remanded for a new trial.\nAt the suppression hearing, defendant sought to suppress two videotaped statements. The first statement was made by defendant while being interrogated by police officers at the precinct in the morning of May 27, 2016, the day after the murder (Statement #1). The second statement was made by defendant to an Assistant District Attorney ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-savage"
    }
  ],
  "relatedIncidents": [
    618,
    620,
    636,
    696,
    710
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}