{
  "id": 5770,
  "title": "2010년 Kardesch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-06-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Kardesch. 판결일: 2010-06-15. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth MITCHELL, Et Al., Appellants, v. Milton KARDESCH, M.D., Respondent\n**판결일**: 2010-06-15\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Laura Denvir Stith\n\n## 변호인\n\nMichael A. Gross, Law Offices of Michael A. Gross, St. Louis, for Appellants., David P. Ellington, T. Michael Ward, Christine A. Vaporean and Teresa M. Young, Brown & James P.C., St. Louis, for Respondent.\n\n## 인용\n\n- 313 S.W.3d 667\n\n## 판결문 요약\n\n\n313 S.W.3d 667 (2010)\nElizabeth MITCHELL, et al., Appellants,\nv.\nMilton KARDESCH, M.D., Respondent.\nNo. SC 90370.\nSupreme Court of Missouri, En Banc.\nJune 15, 2010.\n*669 Michael A. Gross, Law Offices of Michael A. Gross, St. Louis, for Appellants.\nDavid P. Ellington, T. Michael Ward, Christine A. Vaporean and Teresa M. Young, Brown &amp; James P.C., St. Louis, for Respondent.\nLAURA DENVIR STITH, Judge.\nElizabeth Mitchell, along with her two minor children,[1] sued Dr. Milton Kardesch for medical malpractice, claiming that Dr. *670 Kardesch deviated from the standard of care (1) in not appropriately evaluating, diagnosing and treating her husband, Ruben Mitchell, or referring him for treatment and (2) in not acting within the standard of care upon recording abnormalities in Mr. Mitchell's thallium stress test. Because much of the case would turn on whether the jury believed her or Dr. Kardesch's recitation of events, Mrs. Mitchell requested permission to ask Dr. Kardesch about his admission in his deposition that he had given a false answer in his sworn response to an interrogatory in this case about whether his license to practice medicine ever had been suspended, and to utilize the interrogatory answer and deposition if he denied what he had stated therein.\nThe trial court believed that the issue of Dr. Kardesch's inaccurate answer was not relevant or material to Mrs. Mitchell's claim and prohibited counsel from asking Dr. Kardesch about it or impeaching him with the interr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-kardesch"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}