{
  "id": 5771,
  "title": "2010년 In re the Guardianship & Custody of Paul C. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-06-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Guardianship & Custody of Paul C.. 판결일: 2010-06-15. 법원: New York City Family Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Guardianship and Custody of Paul C., Jr., a Child Alleged to be Severely Abused. Paul M.C., Sr.\n**판결일**: 2010-06-15\n**법원**: New York City Family Court\n**관할**: New York, NY\n\n**판사**: Duggan\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Peter Torncello, Public Defender, Albany (Rylan Ritchie of counsel), for petitioner. James Green and Jeffrey Kennedy, for Albany County Department for Children, Youth and Families. Gary S. Keegan, Albany, for respondent. Thomas D. Conole, Albany, for the child.\n\n## 인용\n\n- 28 Misc. 3d 1012\n- 903 NYS2d 874\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nW. Dennis Duggan, J.\nHolding\nThe court finds: (1) that the respondent has severely abused his son by killing his son’s mother; (2) that the Department for Children, Youth and Families (the Department) should not be required to exercise reasonable efforts to return the child to the father’s home because such efforts would be contrary to the child’s best interest and would not likely result in the reunification of the child with the parent in the foreseeable future; (3) that the Department should not be required to exercise diligent efforts to strengthen the parent-child relationship because all such efforts would be detrimental to the best interests of the child; and (4) that the parental rights of the respondent should be terminated.\nProcedural Status\nBefore the court are three matters: (1) the maternal grandmother’s petition to terminate the parental rights (TPR) of the father to his son born March 29, 2003; (2) the grandmother’s motion for summary judgment; and (3) the Department’s motion for a “no reasonable efforts” finding.\nIn Matter of Paul C. (21 Misc 3d 864 [2008]), this court held that the grandmother-custodian could not file a TPR petition because the Department never exercised reasonable efforts to reunite the father with his son nor did it seek to be excused from that duty by requesting a “no reasonable efforts” finding. After an appeal, this matter was remitted to this court by the *1014Appellate Division with a direction to add the Departme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-guardianship-custody-of-paul-c"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}