{
  "id": 5777,
  "title": "2010년 McLean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-06-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McLean. 판결일: 2010-06-10. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Samuel McLean, Appellant\n**판결일**: 2010-06-10\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Jones, Smith\n\n## 변호인\n\nPOINTS OF COUNSEL, Danielle Neroni Reilly, Albany, for appellant., Robert M. Carney, District Attorney, Schenectady (Gerald A. Dwyer of counsel), for respondent.\n\n## 인용\n\n- 931 N.E.2d 520\n- 15 N.Y.3d 117\n- 905 N.Y.S.2d 536\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nSmith, J.\nWe have held that, where a defendant’s statement to law enforcement authorities is obtained in violation of his right to counsel, the use of that statement against defendant at trial is an error that may be raised on appeal, even if the issue was not preserved. Appellate review of such an unpreserved error is available, however, only when the error is established on the face of the record. Here, the record is inadequate, and we therefore cannot review the right to counsel issue.\nDefendant pleaded guilty to a 16-count indictment charging him with various crimes, including two counts of murder in the second degree, relating to the fatal shooting of Leonder Goodwin on January 27, 2002. On appeal from his conviction, he challenges County Court’s refusal to suppress, after a Huntley hearing, statements he made at a meeting with two police officers in December 2006. At the Huntley hearing, defendant argued that his statements were involuntary, but made no claim that he had been deprived of his right to counsel. He raised a right to counsel claim for the first time in the Appellate Division, which declined to consider it, saying that while the lack of preservation “does not necessarily foreclose defendant from raising this issue on appeal,” the record here “is bereft of material evidence sufficient to permit appellate review of this claim” (People v McLean, 59 AD3d 861, 864 [3d Dept 2009]). A Judge of this Court granted leave to appeal (12 NY3d 927 [2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mclean"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}