{
  "id": 5780,
  "title": "2010년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-06-08",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Johnson v. State. 판결일: 2010-06-08. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Michael K. JOHNSON v. STATE of Mississippi\n**판결일**: 2010-06-08\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Griffis, Irving, Ishee, King, Lee, Maxwell, Myers, Roberts\n\n## 변호인\n\nMichael K. Johnson, appellant, pro se., Office of the Attorney General by John R. Henry, Jr., attorney for appellee.\n\n## 인용\n\n- 50 So. 3d 335\n\n## 판결문 요약\n\n\nKING, C.J.,\nfor the Court:\n¶ 1. Michael K. Johnson was convicted in the Circuit Court of Coahoma County of Count I, attempted aggravated assault, and Count II, possession of a firearm by a convicted felon. Johnson was sentenced *337as a habitual offender to life in prison for attempted aggravated assault and life in prison for possession of a firearm by a convicted felon. The sentences were ordered to run concurrently in the custody of the Mississippi Department of Corrections (MDOC). Aggrieved, Johnson appeals, raising the following issues:\nI. Whether his indictment was defective;\nII. Whether he received ineffective assistance of counsel;\nIII. Whether the trial court erred by denying his motion for a directed verdict;\nIV. Whether the trial court erred by denying his motion for a new trial; and\nV. Whether there was cumulative error.\nFinding no error, we affirm.\nFACTS AND PROCEDURAL HISTORY\n¶ 2. On March 20, 2008, Johnson had an altercation with Russell Sanders, a coworker, while on the job. Sanders testified that Johnson wanted to talk to him about another employee, and Sanders told Johnson that he did not want to hear about it. This progressed into a verbal altercation. Sanders testified that he walked away from Johnson, but Johnson followed him. When Sanders turned around, Johnson flinched toward him. In response, Sanders grabbed Johnson, causing Johnson to drop a screwdriver. Sanders testified that Johnson retrieved the screwdriver from the ground and then walked away. Sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    5578,
    5587,
    5596,
    5610,
    5662
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}