{
  "id": 5783,
  "title": "2010년 HEON 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-06-06",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: HEON. 판결일: 2010-06-06. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Frederick M. HEON, Jr. v. STATE of Rhode Island\n**판결일**: 2010-06-06\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n## 변호인\n\nFrederick M. Heon, Jr., Aaron L. Weisman.\n\n## 인용\n\n- 19 A.3d 1225\n\n## 판결문 요약\n\n\n19 A.3d 1225 (2010)\nFrederick M. HEON, Jr.\nv.\nSTATE of Rhode Island.\nNo. 2010-180-APPEAL.\nSupreme Court of Rhode Island.\nJune 6, 2010.\nFrederick M. Heon, Jr.\nAaron L. Weisman.\n\nORDER\nThis case came before the Court at a session in conference pursuant to Article I, Rule 12A(3)(b) of the Supreme Court Rules of Appellate Procedure. After reviewing the record and the parties' prebriefing statements, we proceed to decide the case at this time without further briefing or argument.\nThe applicant, Frederick M. Heon, Jr., appeals from a Superior Court judgment granting the state's motion to dismiss his application for postconviction relief. In 1991, the applicant entered a plea of nolo contendere to charges of first-degree sexual assault, intimidation of a witness, and six counts of assault with a dangerous weapon. He filed the present application for postconviction relief in 2008. The state filed a motion to dismiss Heon's application on the grounds that it was time-barred under the doctrine of laches.\nA hearing was held on the state's motion to dismiss the application. The state argued that it would be unfair to ask the state to prosecute this crime eighteen years after Heon's conviction, but it presented no evidence to support this assertion. The hearing justice determined that the state had shown prejudice as a result of the nearly twenty-year delay between the time of conviction and the filing of the application. He concluded that this delay was unreasonable \"as a matter of law\"...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heon-v-state"
    }
  ],
  "relatedIncidents": [
    5576,
    5589,
    5606,
    5668,
    5708
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}