{
  "id": 5796,
  "title": "2010년 In Re Bultmeyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-27",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In Re Bultmeyer. 판결일: 2010-05-27. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Paul G. Bultmeyer, an Attorney at Law\n**판결일**: 2010-05-27\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n## 인용\n\n- 996 A.2d 447\n- 202 N.J. 126\n\n## 판결문 요약\n\n\n996 A.2d 447 (2010)\n202 N.J. 126\nIn the Matter of Paul G. BULTMEYER, an Attorney at Law.\nSupreme Court of New Jersey.\nMay 27, 2010.\n\nORDER\nPAUL G. BULTMEYER of UPPER SADDLE RIVER, who was admitted to the bar of this State in 1972, having pleaded guilty in the United States District Court for the District of New Jersey to an information charging him with conspiracy to commit wire fraud, in violation of 18 U.S.C. § 1349, and good cause appearing;\nIt is ORDERED that pursuant to Rule 1:20-13(b)(1), PAUL G. BULTMEYER is temporarily suspended from the practice of law pending the final resolution of ethics proceedings against him, effective immediately and until the further Order of this Court; and it is further\nORDERED that PAUL G. BULTMEYER be restrained and enjoined from practicing law during the period of his suspension; and it is further\nORDERED that the entire record of this matter be made a permanent part of respondent's file as an attorney at law of this State; and it further\nORDERED that PAUL G. BULTMEYER comply with Rule 1:20-20 dealing with suspended attorneys.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-bultmeyer"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}