{
  "id": 5797,
  "title": "2010년 Starr Foundation v. American International Group, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Starr Foundation v. American International Group, Inc.. 판결일: 2010-05-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The Starr Foundation v. American International Group, Inc.\n**판결일**: 2010-05-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Friedman, Moskowitz\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Schindler Cohen & Hochman LLP, New York City (Rebecca L. Fine, Steven R. Schindler, Lisa C. Cohen, Scott W. Bulcao and Karen M. Zakrzewski of counsel), for appellant., Weil, Gotshal & Manges LLP, New York City (Joseph S. Allerhand, Stacy Nettleton, Robert F. Carangelo and Brant Duncan Kuehn of counsel), for respondents.\n\n## 인용\n\n- 76 A.D.2d 25\n- 901 N.Y.S.2d 246\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nFriedman, J.\nAt issue on this appeal is the legal sufficiency under New York law of a claim for fraudulent inducement to continue to hold, rather than sell, a large block of the common stock of defendant American International Group, Inc. (AIG), a publicly traded security. In a nutshell, the theory of the complaint (as amplified by affidavits and testimony offered in response to the motion to dismiss) is that plaintiff The Starr. Foundation (the Foundation), which was seeking to divest itself of most of the AIG stock that formed its original endowment, was induced to set an excessively high “floor price” ($65 per share) for the sale of the stock by public statements defendants made beginning in August 2007 that allegedly misrepresented (by minimizing) the degree of risk attached to AIG’s large credit default swap (CDS) portfolio. Allegedly in reliance on these statements, the Foundation suspended its sales of the stock in October 2007, when AIG’s share price fell below $65. But for defendants’ misrepresentations, the Foundation claims, it would have set a lower floor price for selling its AIG stock and, as a result, would have accelerated its divestiture plan and sold all of its remaining AIG stock within two weeks.1 In fact, however, the Foundation ceased *27selling its AIG stock in October 2007, and therefore still held approximately 15.5 million AIG shares in February and March of 2008, when the value of AIG stock declined substantially as AIG reporte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=starr-foundation-v-american-international-group-inc"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}