{
  "id": 5802,
  "title": "2010년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Allen. 판결일: 2010-05-25. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. William ALLEN, Defendant-Appellant\n**판결일**: 2010-05-25\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Easterbrook, Chief Judge, and Bauer and Wood, Circuit Judges\n\n## 변호인\n\nYasmin Noelle Best (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee., Patrick W. Blegen (argued), Blegen & Garvey, Thomas M. Breen, Breen & Associates, Harold M. Garfinkel, Law Offices of Hal Garfinkel, Chicago, IL, for Defendants Appellant., William B. Allen, Beaumont, TX, pro se.\n\n## 인용\n\n- 605 F.3d 461\n\n## 판결문 요약\n\n\n605 F.3d 461 (2010)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nWilliam ALLEN, Defendant-Appellant.\nNo. 09-2539.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 5, 2010.\nDecided May 25, 2010.\n*463 Yasmin Noelle Best (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.\nPatrick W. Blegen (argued), Blegen &amp; Garvey, Thomas M. Breen, Breen &amp; Associates, Harold M. Garfinkel, Law Offices of Hal Garfinkel, Chicago, IL, for Defendant-Appellant.\nWilliam B. Allen, Beaumont, TX, pro se.\nBefore EASTERBROOK, Chief Judge, and BAUER and WOOD, Circuit Judges.\nBAUER, Circuit Judge.\nWilliam Allen appeals his conviction for advertising, transporting, and possessing child pornography in violation of 18 U.S.C. §§ 2251(d)(1)(A), 2252A(a)(1), and 2252A(a)(5)(B). He claims that the district court erred by denying his for-cause challenge to a prospective juror and by admitting into evidence portions of a chat log where he claimed to have committed other crimes. We have reviewed the district court's rulings for an abuse of discretion. Finding no prejudicial error, we affirm.\n\nI. BACKGROUND\nUndercover FBI agent Kenneth Jensen logged into a chatroom and observed an advertisement for a file server, operated by someone calling himself \"kidbot,\" that allowed people to trade child pornography with kidbot. Agent Jensen connected to kidbot's server, uploaded what was supposed to be an image of child pornography so that he could gain credit to download...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-allen"
    }
  ],
  "relatedIncidents": [
    5667,
    5708,
    5711,
    5854,
    5948
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}