{
  "id": 5803,
  "title": "2010년 Schwartz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Schwartz. 판결일: 2010-05-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Lisa Schwartz v. Harold Schwartz\n**판결일**: 2010-05-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 73 A.D.3d 1156\n- 902 N.Y.S.2d 127\n\n## 판결문 요약\n\n\nIn an action for divorce and ancillary relief, the defendant appeals from an order of the Supreme Court, Kings County (Hinds-Radix, J.), dated September 30, 2009, which denied his motion, made at the close of the plaintiffs case pursuant to CPLR 4401, for judgment as a matter of law dismissing the complaint.\nOrdered that the appeal is dismissed, without costs or disbursements.\n“It is the obligation of the appellant to assemble a proper record on appeal, which must include any relevant transcripts of proceedings before the Supreme Court” (Nakyeoung Seoung v Vicuna, 38 AD3d 734, 735 [2007]; see CPLR 5525 [a]; 5526; Gaffney v Gaffney, 29 AD3d 857 [2006]; Fernald v Vinci, 13 AD3d 333 [2004]; Gerhardt v New York City Tr. Auth., 8 AD3d 427, 427 [2004]; Garnerville Holding Co. v IMC Mgt., 299 AD2d 450 [2002]). “The record must contain all of the relevant papers that were before the Supreme Court, including the transcript, if any, of the proceedings” (Matison v County of Nassau, 290 AD2d 494, 495 [2002]; see Matter of Allstate Ins. Co. v Vargas, 288 AD2d 309, 310 [2001]; Desmarat v Basile, 288 AD2d 336, 337 [2001]; Lowry v Suffolk County Water Auth., 287 AD2d 551, 552 [2001]). Here, the defendant appeals from the Supreme Court’s denial of his motion pursuant to CPLR 4401, made at the close *1157of the plaintiffs case, for judgment as a matter of law dismissing the complaint. However, the defendant’s failure to provide this Court with the full trial transcript renders the record on a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schwartz-v-schwartz"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}