{
  "id": 5805,
  "title": "2010년 Hardt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hardt. 판결일: 2010-05-24. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Hardt v. Reliance Standard Life Insurance Co.\n**판결일**: 2010-05-24\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Stevens, Thomas\n\n## 변호인\n\nThomas, J., delivered the opinion of the Court, in which Roberts, C. J., and Scaxja, Kennedy, Ginsburg, Breyer, Auto, and Sotomayor, JJ., joined, and in which Stevens, J., joined as to Parts I and II. Stevens, J., filed an opinion concurring in part and concurring in the judgment, post, p. 257., John R. Ates argued the cause for petitioner. With him on the briefs were Ann K. Sullivan and Elaine Inman Hogan., Pratik A. Shah argued the cause for the United States as amicus curiae urging reversal. \n\n## 인용\n\n- 176 L. Ed. 2d 998\n- 130 S. Ct. 2149\n- 560 U.S. 242\n- 2010 U.S. LEXIS 4164\n\n## 판결문 요약\n\n(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n HARDT v. RELIANCE STANDARD LIFE INSURANCE\n\n                     CO. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE FOURTH CIRCUIT\n\n       No. 09–448.      Argued April 26, 2010—Decided May 24, 2010\nAfter medical problems forced petitioner Hardt to stop working, she\n  filed for long-term disability benefits under her employer’s long-term\n  disability plan. Upon exhausting her administrative remedies, Hardt\n  sued respondent Reliance, her employer’s disability insurance car\n  rier, alleging that it had violated the Employee Retirement Income\n  Security Act of 1974 (ERISA) by wrongfully denying her benefits\n  claim. The District Court denied Reliance summary judgment, find\n  ing that because the carrier had acted on incomplete medical infor\n  mation, the benefits denial was not based on substantial evidence.\n  Though also denying Ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hardt-v-reliance-standard-life-insurance"
    }
  ],
  "relatedIncidents": [
    5634,
    5701,
    5751,
    5870,
    5322
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}