{
  "id": 5812,
  "title": "2010년 Wren 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Wren. 판결일: 2010-05-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Terrance WREN, Defendant/Appellant\n**판결일**: 2010-05-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gary M. Gaertner, Jr.\n\n## 변호인\n\nGwenda Renee’ Robinson, St. Louis, MO, for appellant., Chris Koster, Atty. Gen., Shaun J. Mackelprang, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 317 S.W.3d 111\n\n## 판결문 요약\n\n\n317 S.W.3d 111 (2010)\nSTATE of Missouri, Respondent,\nv.\nTerrance WREN, Defendant/Appellant.\nNo. ED 92962.\nMissouri Court of Appeals, Eastern District, Division Four.\nMay 18, 2010.\nMotion for Rehearing and/or Transfer to Supreme Court Denied June 29, 2010.\nApplication for Transfer Denied August 31, 2010.\n*113 Gwenda Renee' Robinson, St. Louis, MO, for appellant.\nChris Koster, Atty. Gen., Shaun J. Mackelprang, Jefferson City, MO, for respondent.\nGARY M. GAERTNER, JR., Judge.\n\nIntroduction\nTerrance Wren (Defendant) appeals from the trial court's judgment entered *114 upon a jury verdict convicting him of the class A felony of murder in the first degree, in violation of Section 565.020[1]; two counts of armed criminal action, in violation of Section 571.015; five counts of the class A felony of unlawful use of a weapon, in violation of Section 571.030; and one count of the class A felony of assault in the first degree, in violation of Section 565.050. We affirm.\n\nFactual and Procedural Background\nDefendant challenges the sufficiency of the evidence to support his conviction. As pertinent to Defendant's points on appeal, the evidence, viewed in the light most favorable to the verdict, reveals as follows.\nOn January 30, 2008, Keith Taylor (Taylor) and Roscoe Jefferson (Jefferson) were walking south on Sarah Street toward St. Louis Avenue in the City of St. Louis at around 3:30 p.m. This neighborhood block included St. Louis Avenue, North Sarah Street, East Maffit Avenue, and Laba ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wren"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}