{
  "id": 5815,
  "title": "2010년 Funk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Funk. 판결일: 2010-05-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Patrick Funk v. United Parcel Service, Inc., Defendant/Third-Party Plaintiff-Respondent-Appellant. Long Island 2 Day Walk to Fight Breast Cancer, Inc., Third-Party Defendant-Appellant-Respondent\n**판결일**: 2010-05-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 73 A.D.3d 851\n- 900 N.Y.S.2d 740\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the third-party defendant appeals from so much of an order of the Supreme Court, Suffolk County (Emerson, J.), entered April 15, 2009, as denied its cross motion for summary judgment dismissing the third-party complaint, and the defendant/third-party plaintiff cross-appeals from so much of the same order as denied its motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, and the motion of the defendant/third-party plaintiff for summary judgment dismissing the complaint and the cross motion of the third-party defendant for summary judgment dismissing the third-party complaint are granted, with one bill of costs payable by the plaintiff to the third-party defendant and the defendant/ third party plaintiff.\nThe third-party defendant, Long Island 2 Day Walk To Fight Breast Cancer, Inc. (hereinafter LI2DW), planned a two-day fund-raising event to be held over the weekend of June 5 and 6, 2004. The event was to begin in Smith Point Park in Shirley, proceed to Cathedral Points Park in the northern part of the Town of Brookhaven, where the participants were to stay overnight, and then end the next day back in Smith Point Park for closing ceremonies. The plaintiff was a volunteer in the event. The defendant, United Parcel Service, Inc. (hereinafter UPS), donated the use of a refrigerated trailer for the purpose of providing food and water to the participants. The trailer was constru...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=funk-v-united-parcel-service-inc"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}