{
  "id": 5817,
  "title": "2010년 Grantham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-10",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Grantham. 판결일: 2010-05-10. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Grantham v. State\n**판결일**: 2010-05-10\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Steele, Chief Justice, Holland and Ridgely, Justices\n\n## 인용\n\n- 994 A.2d 744\n\n## 판결문 요약\n\n\nVICTOR GRANTHAM, Defendant Below-Appellant,\nv.\nSTATE OF DELAWARE, Plaintiff Below-Appellee.\nNo. 516, 2009.\nSupreme Court of Delaware.\nSubmitted: April 7, 2010.\nDecided: May 10, 2010.\nBefore STEELE, Chief Justice, HOLLAND and RIDGELY, Justices.\n\nORDER\nMYRON T. STEELE, Chief Justice.\nThis 10th day of May 2010, upon consideration of the appellant's opening brief pursuant to Supreme Court Rule 26(c), his attorney's motion to withdraw, and the State's response thereto, it appears to the Court that:\n(1) On February 19, 2009, the defendant-appellant, Victor Grantham, pleaded guilty to the sole charge of Murder in the Second Degree. In exchange for the guilty plea, the State agreed to dismiss six additional felony charges in connection with the shooting death of Annibel Ramirez. Grantham was sentenced to 50 years incarceration at Level V, to be suspended after 30 years, followed by 10 years of Level III probation. This is Grantham's direct appeal.\n(2) Grantham's counsel has filed a brief and a motion to withdraw pursuant to Rule 26(c). The standard and scope of review applicable to the consideration of a motion to withdraw and an accompanying brief under Rule 26(c) is twofold: (a) the Court must be satisfied that defense counsel has made a conscientious examination of the record and the law for claims that could arguably support the appeal; and (b) the Court must conduct its own review of the record and determine whether the appeal is so totally devoid of at least arguably appealabl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grantham-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}