{
  "id": 5824,
  "title": "2010년 Hui 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hui. 판결일: 2010-05-03. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: HUI Et Al. v. CASTANEDA, as Personal Representative of THE ESTATE OF CASTANEDA, Et Al.\n**판결일**: 2010-05-03\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Sotomayor\n\n## 변호인\n\nElaine J. Goldenberg argued the cause for petitioners. With her on the briefs for petitioner Stephen Gonsalves were Paul M. Smith, William M. Hohengarten, Matthew S. Hellman, and David P. Sheldon. Steven J. Renick and Patrick L. Hurley filed briefs for petitioner Esther Hui., Pratik A. Shah argued the cause for the United States as amicus curiae urging reversal. With him on the brief were Solicitor General Kagan, Assistant Attorney General West, Deputy Solicitor General Kneedler, Barbara L. Herw\n\n## 인용\n\n- 176 L. Ed. 2d 703\n- 130 S. Ct. 1845\n- 559 U.S. 799\n- 2010 U.S. LEXIS 3676\n\n## 판결문 요약\n\n(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  HUI ET AL. v. CASTANEDA, AS PERSONAL REPRESENTA-\n\n     TIVE OF THE ESTATE OF CASTANEDA, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n       No. 08–1529. Argued March 2, 2010—Decided May 3, 2010\nWhile detained by immigration authorities, Francisco Castaneda per\n sistently sought treatment for a bleeding, suppurating lesion. Al\n though a U. S. Public Health Service (PHS) physician’s assistant and\n three outside specialists repeatedly advised that Castaneda urgently\n needed a biopsy, petitioners—a PHS physician and a commissioned\n PHS officer—denied the request. After Castaneda was released from\n custody, tests confirmed that he had metastatic cancer. He then filed\n this suit, raising medical negligence claims against the United States\n under the Federal Tort Claims Act (FTCA), 28 U. S. C. §§1346, 2671–\n 26...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hui-v-castaneda"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}