{
  "id": 5825,
  "title": "2010년 Hollins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-05-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hollins. 판결일: 2010-05-03. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hollins v. the State\n**판결일**: 2010-05-03\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Melton\n\n## 변호인\n\nKhari L. Hollis, pro se., Ashley Wright, District Attorney, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Elizabeth A. Harris, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 695 S.E.2d 23\n- 287 Ga. 233\n\n## 판결문 요약\n\n\n695 S.E.2d 23 (2010)\nHOLLINS\nv.\nThe STATE.\nNo. S10A0638.\nSupreme Court of Georgia.\nMay 3, 2010.\nKhari L. Hollins, pro se.\nAshley Wright, District Attorney, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Elizabeth A. Harris, Assistant Attorney General, for appellee.\nMELTON, Justice.\nFollowing the trial court's denial of his motion for an out-of-time appeal, Khari Leon Hollins appeals, arguing that he received ineffective assistance of counsel. Because this issue has been previously adjudicated in habeas corpus proceedings, we affirm.\nIn relevant part, Hollins pled guilty to felony murder and was sentenced to life imprisonment on June 3, 1994. Hollins filed a petition for writ of habeas corpus on January 20, 1999, contending that his guilty plea was unknowing and involuntary due to ineffective assistance of counsel. A review of the habeas appellate record filed in this Court shows that the habeas court determined that Hollins' counsel represented him effectively and competently, and Hollins' petition for writ was denied on April 11, 2000.[1] Hollins did not appeal this denial, but, instead, he filed a second habeas corpus action, again arguing that he received ineffective assistance of counsel with regard to his guilty plea. This petition for writ was dismissed as successive on July 2, 2004. Hollins next filed a motion for an out-of-time appeal on July 1, 2009, once more alleging ineffective assistance of counsel. This motion was summar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hollins-v-state"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}