{
  "id": 5840,
  "title": "2010년 Middleton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-04-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Middleton. 판결일: 2010-04-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Linton Middleton, Also Known as Cash\n**판결일**: 2010-04-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 72 A.D.3d 1336\n- 898 N.Y.S.2d 729\n\n## 판결문 요약\n\n\nAppeal from a judgment of the\" County Court of Albany County (Breslin, J.), rendered October 30, 2007, convicting defendant upon his plea of guilty of the crimes of conspiracy in the second degree, criminal possession of a controlled substance in the second degree and criminal possession of a weapon in the fourth degree.\nIn satisfaction of an indictment charging defendant with several crimes related to his role in a conspiracy to traffic and sell cocaine, he pleaded guilty to conspiracy in the second degree, *1337criminal possession of a controlled substance in the second degree and criminal possession of a weapon in the fourth degree. County Court sentenced defendant to a prison term of 3 to 9 years on the conspiracy count, a prison term of 8V2 years and postrelease supervision of five years on the controlled substance count, and a jail term of one year on the weapon possession count, all to run concurrently. Defendant now appeals.\nWe do not agree with the People that defendant executed a valid appeal waiver. The purported appeal waiver was not cited ás a term of the plea agreement as initially presented. While defendant stated during the plea colloquy that he understood such a waiver was included, he never indicated that he understood the meaning of the waiver itself, County Court made minimal efforts to explain the nature of it, and defendant did not indicate that he had discussed the issue with counsel. Accordingly, we cannot say that the appeal waiver was a knowing, vol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-middleton"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}