{
  "id": 5842,
  "title": "2010년 Bolt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-04-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bolt. 판결일: 2010-04-20. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Kaylin BOLT, Appellant, v. Gene GIORDANO, Respondent, and John Shelter, Defendant\n**판결일**: 2010-04-20\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: George W. Draper\n\n## 변호인\n\nKaylin Bolt, Fitchburg, WI, for Appellant., Thomas A. Spoon, Michelle M. Funken-busch, St. Louis, MO, for Respondent.\n\n## 인용\n\n- 310 S.W.3d 237\n\n## 판결문 요약\n\n\n310 S.W.3d 237 (2010)\nKaylin BOLT, Appellant,\nv.\nGene GIORDANO, Respondent, and\nJohn Shelter, Defendant.\nNo. ED 93121.\nMissouri Court of Appeals, Eastern District, Division Four.\nApril 20, 2010.\n*240 Kaylin Bolt, Fitchburg, WI, for Appellant.\nThomas A. Spoon, Michelle M. Funkenbusch, St. Louis, MO, for Respondent.\nGEORGE W. DRAPER, III, Judge.\nKaylin Bolt (hereinafter, \"Bolt\") appeals pro se from the trial court's judgment in favor of Gene Giordano (hereinafter, \"Dealer\") on her petition seeking relief from a vehicle sales contract. Bolt raises three points on appeal. We affirm in part, and reverse and remand in part for further proceedings.\nOn September 22, 2008, Bolt went to First Capitol Auto Sales, owned by Dealer, to shop for an automobile. Bolt test drove a 2001 Chevy Prizm, listed for sale at $3,100.00. When Bolt test drove the vehicle, the \"check engine\" light came on. Bolt expressed her concern about the light to John Shelton (hereinafter, \"Shelton\"), the salesman assisting her. The parties came to an agreement that Dealer would repair the vehicle and ensure it passed the safety and emissions inspection because it was not in compliance with state emissions standards, and Bolt would pay an additional $150.00 for a total purchase price of $3,250.00. Dealer told Bolt if the problem reoccurred, she could return the vehicle and it would be repaired again.\nBolt subsequently signed a bill of sale and made a down payment in the amount of $1,250.00. The bill of sale indicate...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bolt-v-giordano"
    }
  ],
  "relatedIncidents": [
    5576,
    5589,
    5606,
    5668,
    5708
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}