{
  "id": 5844,
  "title": "2010년 Curtis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-04-15",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Curtis. 판결일: 2010-04-15. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Curtis v. Cellco Partnership\n**판결일**: 2010-04-15\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Parrillo, Lihotz and Ashrafi\n\n## 인용\n\n- 992 A.2d 795\n- 413 N.J. Super. 26\n\n## 판결문 요약\n\n\n992 A.2d 795 (2010)\n413 N.J. Super. 26\nRobert C. CURTIS, Plaintiff-Appellant,\nv.\nCELLCO PARTNERSHIP d/b/a Verizon Wireless, Defendant-Respondent.\nNo. A-5863-07T2\nSuperior Court of New Jersey, Appellate Division.\nDecided April 15, 2010.\nArgued January 5, 2010.\nRe-Argued Telephonically March 30, 2010.\n*797 Gregory Gogo, Trenton, argued the cause for appellant.\nFrank A. Luchak, Princeton, argued the cause for respondent (Duane Morris, LLP, attorneys; Mr. Luchak and Michael W. O'Hara, on the brief).\nBefore Judges PARRILLO, LIHOTZ and ASHRAFI.\nThe opinion of the court was delivered by\nLIHOTZ, J.A.D.\nIn this matter, we examine whether plaintiff's claims against defendant for consumer fraud fall within the scope of the arbitration clause of the parties' consumer service agreement. Plaintiff Robert C. Curtis became dissatisfied with the quality of the cellular telephone service provided by defendant, Cellco Partnership d/b/a Verizon Wireless, and refused to pay the outstanding account balance. Defendant reported plaintiff's non-payment to national credit bureaus, which he maintains negatively impacted his credit score and impeded his ability to procure desired financing. Plaintiff filed this action alleging, among other things, violations of the New Jersey Consumer Fraud Act (CFA), N.J.S.A. 56:8-1 to106.[1] On defendant's motion, the trial court dismissed plaintiff's complaint, concluding the expansive language of the parties' service contract compelled arbitration. On appeal, plai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=curtis-v-cellco-partnership"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}