{
  "id": 5853,
  "title": "2010년 State of Tennessee v. Joseph Ray Pinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-04-09",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Joseph Ray Pinson. 판결일: 2010-04-09. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Joseph Ray Pinson\n**판결일**: 2010-04-09\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Camille R. McMullen\n\n\n## 판결문 요약\n\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                            AT JACKSON\n                               Assigned on Briefs January 6, 2009\n\n                STATE OF TENNESSEE v. JOSEPH RAY PINSON\n                  Direct Appeal from the Circuit Court for McNairy County\n                           No. 2239    J. Weber McCraw, Judge\n\n\n                     No. W2008-01010-CCA-R3-CD - Filed April 9, 2010\n\n\nThe Defendant-Appellant, Joseph Ray Pinson, was convicted by a McNairy County jury of\nrape of a child, a Class A felony. He was sentenced as a child rapist to twenty years in the\nTennessee Department of Correction. Pinson claims on appeal that the evidence was\ninsufficient to support his conviction. Upon review, we affirm the judgment of the trial\ncourt.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nC AMILLE R. M CM ULLEN, J., delivered the opinion of the court, in which A LAN E. G LENN and\nJ. C. M CL IN, JJ., joined.\n\nRickey W. Griggs and Shana Johnson, Assistant Public Defenders, Somerville, Tennessee,\nfor the Defendant-Appellant, Joseph Ray Pinson.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Clarence E. Lutz, Assistant Attorney\nGeneral; D. Michael Dunavant, District Attorney General; and Bob G. Gray, Assistant\nDistrict Attorney General, for the Appellee, State of Tennessee.\n\n       Facts. A grand jury in McNairy County indicted Joseph Ray Pinson for two counts\nof rape of a child and the misdemeanor offense ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-joseph-ray-pinson"
    }
  ],
  "relatedIncidents": [
    5576,
    5589,
    5606,
    5668,
    5708
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}