{
  "id": 5856,
  "title": "2010년 Sumrall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-04-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Sumrall. 판결일: 2010-04-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Michael D. SUMRALL\n**판결일**: 2010-04-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Amy, Elizabeth, Gremillion, Marc, Pickett, Shannon\n\n## 변호인\n\nPaula Corley Marx, Louisiana Appellate Project, Lafayette, LA, for Defendant/Appellant, Michael D. Sumrall., Asa Allen Skinner, District Attorney, 30th Judicial District Court, Terry Wayne Lambright, Attorney at Law, Leesville, LA, for Plaintiff/Appellee, State of Louisiana.\n\n## 인용\n\n- 34 So. 3d 977\n\n## 판결문 요약\n\n\n34 So.3d 977 (2010)\nSTATE of Louisiana\nv.\nMichael D. SUMRALL.\nNo. KA 09-1216.\nCourt of Appeal of Louisiana, Third Circuit.\nApril 7, 2010.\n*978 Paula Corley Marx, Louisiana Appellate Project, Lafayette, LA, for Defendant/Appellant, Michael D. Sumrall.\nAsa Allen Skinner, District Attorney, 30th Judicial District Court, Terry Wayne Lambright, Attorney at Law, Leesville, LA, for Plaintiff/Appellee, State of Louisiana.\nCourt composed of MARC T. AMY, ELIZABETH A. PICKETT, and SHANNON J. GREMILLION, Judges.\nGREMILLION, Judge.\nDefendant, Michael D. Sumrall, was found guilty of second degree murder after trial by jury. He was given the mandatory sentence of life imprisonment at hard labor, without benefit of parole, probation, or suspension of sentence. We affirm.\n\nFACTS\nMark Schermerhorn was murdered at his home on June 23, 2006, while Defendant and Tina Pruitt were also present. Schermerhorn was stabbed eight times. The wound on his left front chest was six and a half inches deep; it punctured the upper lobe of the left lung and penetrated the pericardial sac. The wound on the right side of his back was the same depth; it punctured the lower lobe of the right lung and broke through a rib. The blow required a significant amount of force. Six separate wounds on the left side of the back were fairly close together. Four *979 penetrated the back of the left lung, and three of those four went through his ribs at depths of up to seven and a half inches. Each of the wounds was potentially...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sumrall"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}