{
  "id": 5859,
  "title": "2010년 Greiner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-04-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Greiner. 판결일: 2010-04-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Pawling Lake Property Owners Association, Inc. v. William Greiner\n**판결일**: 2010-04-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 72 A.D.3d 665\n- 897 N.Y.S.2d 729\n\n## 판결문 요약\n\n\nIn an action, inter alia, pursuant to Not-For-Profit Corpora*666tion Law § 720 to compel the defendants to account for certain alleged misconduct, the plaintiffs appeal from an order of the Supreme Court, Dutchess County (Sproat, J.), dated October 10, 2008, which granted the defendants’ motion for summary judgment dismissing the complaint on the ground of res judicata.\nOrdered that the order is modified, on the law, by deleting the provision thereof granting that branch of the motion which was for summary judgment dismissing the second cause of action and substituting therefor a provision granting that branch of the motion only to the extent that it seeks to recover damages allegedly incurred by the plaintiff, Pawling Lake Property Owners Association, Inc., on or before September 25, 2005, and otherwise denying that branch of the motion; as so modified, the order is affirmed insofar as appealed from, without costs or disbursements.\nIn 2000 a members’ derivative action (hereinafter the 2000 action) was commenced pursuant to N-PCL 623 and 720 (b) (3), on behalf of the plaintiff Pawling Lake Property Owners Association, Inc. (hereinafter the corporation), by members of the corporation against the corporation’s directors and officers. The amended complaint in that action alleged, among other things, that the corporation sustained financial loss as a result of the improper transfer of certain real property, and because membership dues had been improperly assessed.\nThe parties to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pawling-lake-property-owners-assn-v-greiner"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-martinez"
    }
  ],
  "relatedIncidents": [
    5585,
    5607,
    5612,
    5620,
    5625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}