{
  "id": 5868,
  "title": "2010년 Azur 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-04-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Azur. 판결일: 2010-04-01. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Francis H. AZUR, Appellant v. CHASE BANK, USA, NATIONAL ASSOCIATION Formerly Known as Chase Manhattan Bank, USA, National Association Formerly Known as First USA Bank, N.A.\n**판결일**: 2010-04-01\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Fuentes and Fisher, Circuit Judges, and Diamond\n\n## 변호인\n\nDennis J. Buffone, Kurt A. Miller, Jerri A. Ryan (Argued), llene Tobias, Thorp, Reed & Armstrong, Pittsburgh, PA, for Appellant., James C. Martin (Argued), Perry A. Napolitano, Reed Smith, Pittsburgh, . PA, Joe N. Nguyen, Reed Smith, Philadelphia, PA, Felicia Y. Yu, Reed Smith, Los Angeles, CA, for Appellee.\n\n## 인용\n\n- 601 F.3d 212\n\n## 판결문 요약\n\n\n601 F.3d 212 (2010)\nFrancis H. AZUR, Appellant\nv.\nCHASE BANK, USA, NATIONAL ASSOCIATION formerly known as Chase Manhattan Bank, USA, National Association formerly known as First USA Bank, N.A.\nNo. 09-1553.\nUnited States Court of Appeals, Third Circuit.\nArgued January 27, 2010.\nFiled April 1, 2010.\n*213 Dennis J. Buffone, Kurt A. Miller, Jerri A. Ryan (Argued), Ilene Tobias, Thorp, Reed &amp; Armstrong, Pittsburgh, PA, for Appellant.\nJames C. Martin (Argued), Perry A. Napolitano, Reed Smith, Pittsburgh, PA, Joe N. Nguyen, Reed Smith, Philadelphia, PA, Felicia Y. Yu, Reed Smith, Los Angeles, CA, for Appellee.\nBefore: FUENTES and FISHER, Circuit Judges, and DIAMOND,[*] District Judge.\n\nOPINION OF THE COURT\nFISHER, Circuit Judge.\nFrancis H. Azur filed suit against Chase Bank, USA, alleging violations of 15 U.S.C. §§ 1643 and 1666 of the Truth in Lending Act (TILA) and a common law negligence claim after Azur's personal assistant, Michele Vanek, misappropriated over $1 million from Azur through the fraudulent use of a Chase credit card over the course of seven years. The District Court granted Chase's motion for summary judgment, and Azur appealed. We are presented here with three discrete issues for our review. First, we must determine whether § 1643 of the TILA provides the cardholder with a right to reimbursement. *214 Second, we must evaluate whether Azur's §§ 1643 and 1666 claims are precluded because Azur vested Vanek with apparent authority to use the Chase credit card. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=azur-v-chase-bank-usa-national-assn"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}