{
  "id": 5870,
  "title": "2010년 Nj Div. v. Mc III 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-31",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Nj Div. v. Mc III. 판결일: 2010-03-31. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Nj Div. v. Mc III\n**판결일**: 2010-03-31\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Wallace, Jr\n\n## 인용\n\n- 990 A.2d 1097\n- 201 N.J. 328\n\n## 판결문 요약\n\n\n990 A.2d 1097 (2010)\n201 N.J. 328\nNEW JERSEY DIVISION OF YOUTH AND FAMILY SERVICES, Plaintiff-Appellant,\nv.\nM.C. III, Defendant-Respondent.\nIn The Matter of M.C. IV and N.C., Minors.\nA-96/97 September Term 2008.\nSupreme Court of New Jersey.\nArgued October 13, 2009.\nDecided March 31, 2010.\n*1098 James D. Harris, Deputy Attorney General, argued the cause for appellant (Anne Milgram, Attorney General of New Jersey, attorney; Melissa H. Raksa, Assistant Attorney General, of counsel).\nJames A. Louis, Deputy Public Defender, argued the cause for appellants M.C. IV and N.C. (Yvonne Smith Segars, Public Defender, Law Guardian, attorney; Olivia Belfatto Crisp, Assistant Deputy Public Defender, on the letter briefs).\nBeatrix W. Shear, Deputy Public Defender, argued the cause for respondent *1099 (Yvonne Smith Segars, Public Defender, Parental Representation, attorney; Ms. Shear and Michael C. Wroblewski, Designated Counsel, on the briefs).\nMary M. McManus-Smith submitted a brief on behalf of amicus curiae Legal Services of New Jersey (Melville D. Miller, Jr., President, attorney; Ms. McManus-Smith, Mr. Miller, and Jeyanthi C. Rajaraman, on the brief).\nJustice WALLACE, JR., delivered the opinion of the Court.\nThis is an abuse and neglect case. On September 24, 2006, a brother and sister were examined at a hospital emergency room. Based on the injuries observed, the examining physician contacted the Division of Youth and Family Services (the Division), and a Division caseworker investig...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nj-div-v-mc-iii"
    }
  ],
  "relatedIncidents": [
    5578,
    5587,
    5596,
    5610,
    5634
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}