{
  "id": 5875,
  "title": "2010년 Woodard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Woodard. 판결일: 2010-03-25. 법원: District Court, S.D. Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Lee WOODARD, Petitioner, v. Rick THALER, Respondent\n**판결일**: 2010-03-25\n**법원**: District Court, S.D. Texas\n**관할**: Texas, TX\n\n**판사**: Harmon, Melinda\n\n## 변호인\n\nRosa A. Eliades, Law Office of Rosa Eliades, Houston, TX, for Petitioner., Edward Larry Marshall, Office of the Attorney General, Kelli L. Weaver, Assistant Attorney General, Austin, TX, for Respondent.\n\n## 인용\n\n- 702 F. Supp. 2d 738\n\n## 판결문 요약\n\n\n702 F. Supp. 2d 738 (2010)\nRobert Lee WOODARD, Petitioner,\nv.\nRick THALER,[1] Respondent.\nCivil Action No. H-08-2036.\nUnited States District Court, S.D. Texas, Houston Division.\nMarch 25, 2010.\n*742 Rosa A. Eliades, Law Office of Rosa Eliades, Houston, TX, for Petitioner.\nEdward Larry Marshall, Office of the Attorney General, Kelli L. Weaver, Assistant Attorney General, Austin, TX, for Respondent.\n\nMEMORANDUM AND ORDER\nMELINDA HARMON, District Judge.\nRobert Woodard, an inmate on Texas' death row, seeks federal habeas corpus relief. Woodard has filed a federal petition for a writ of habeas corpus that challenges his capital conviction and death sentence. Respondent Rick Thaler has moved for summary judgment. This Court has considered the pleadings, record, and law, particularly the relevant provisions of the Anti-Terrorism and Effective Death Penalty Act (\"AEDPA\"). For the reasons discussed at length below, the Court finds that Woodard has not shown an entitlement to federal habeas relief. Accordingly, the Court will grant Respondent's summary judgment motion and deny Woodard's habeas petition. The Court will not certify any issue for appellate review.\n\n\n*743 BACKGROUND\nThe State of Texas indicted Woodard for murdering Achamma and Thankachen Mathai during a robbery on February 12, 2000. Woodard stood trial in the 339th District Court of Harris County, Texas. The Texas Court of Criminal Appeals has summarized the facts surrounding the murders as follows:\nThe Mathais owned and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=woodard-v-thaler"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}