{
  "id": 5877,
  "title": "2010년 Silver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Silver. 판결일: 2010-03-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: First National Bank of Chicago v. Alvin Silver\n**판결일**: 2010-03-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Florio\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Smith, Buss & Jacobs, LLP, Yonkers (Jeffrey D. Buss of counsel), for appellants., Zavatsky Mendelsohn & Levy, LLP, Syosset (John Tangel of counsel), for respondent.\n\n## 인용\n\n- 73 A.D.3d 162\n- 899 N.Y.S.2d 256\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nFlorio, J.\nIn this matter we are asked to determine an issue of first impression at the appellate level, that is, whether the failure to comply with notice requirements of the Home Equity Theft Prevention Act (Real Property Law § 265-a [hereinafter HETPA]) must be raised as an affirmative defense or whether it can be raised at any time during an action. We hold that it can be raised at any time and, therefore, reverse, insofar as appealed from, the order of the Supreme Court granting the plaintiff’s motion, inter alia, for summary judgment on the complaint and to appoint a referee to compute and, in effect, denying the cross motion of the appellants, Alvin Silver and Pearl Silver,1 among other things, for summary judgment dismissing the complaint insofar as asserted against them.\n*164The Factual Background\nOn April 9, 1999 the appellants borrowed $324,000 from M.L. Moskowitz &amp; Co., Inc. They executed and delivered a promissory note to M.L. Moskowitz &amp; Co., Inc., agreeing to repay that amount over 30 years. They also executed and delivered a mortgage on their home, as collateral security for the loan. The mortgage indicates that the premises is a one- or two-family dwelling, to be occupied by the borrowers (i.e., the appellants) as their principal residence. On April 14, 1999 the mortgage and note were assigned by M.L. Moskowitz &amp; Co., Inc., to the plaintiff First National Bank of Chicago, as trustee. On April 28, 1999 this mortgage was record...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-national-bank-of-chicago-v-silver"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}