{
  "id": 5882,
  "title": "2010년 Zagami 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Zagami. 판결일: 2010-03-19. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. David ZAGAMI\n**판결일**: 2010-03-19\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Conner, Fisher, Fuentes\n\n## 변호인\n\nMark S. Miller, Esq., Office of United States Attorney, Philadelphia, PA, for United States of America., Michael J. Engle, Esq., Trigiani & En-gle, Philadelphia, PA, for Appellant., David L. Zagami, Inez, KY, pro se.\n\n## 인용\n\n- 374 F. App'x 295\n\n## 판결문 요약\n\n\n*296OPINION OF THE COURT\nFUENTES, Circuit Judge:\nAppellant David L. Zagami’s attorney has filed a brief requesting to withdraw as counsel pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967). Appellant has received notice of his attorney’s motion, but has not filed a brief in opposition to counsel’s Anders brief. We find that no nonfrivolous issues for appeal exist, and as such, we affirm the District Court’s sentence and grant counsel’s Anders brief to withdraw from the representation.\nI.\nBecause we write for the parties, we discuss only the facts relevant to our conclusion. In August 2004, Appellant was charged with one count of interstate transportation of a stolen vehicle in violation of 18 U.S.C. § 2312, one count of conspiracy to transport a stolen vehicle in violation of 18 U.S.C. § 371, and one count of possession of a firearm by a convicted felon in violation of 18 U.S.C. § 922(g)(1).\nFollowing the entry of Zagami’s guilty plea on all counts, he was sentenced to forty months’ imprisonment and three years of supervised release. On or about April 17, 2007, Zagami was transferred to the Kintock Group Community Corrections Center (“KGCCC”) in Philadelphia, Pennsylvania. On June 30, 2007, Zagami escaped from KGCCC and was not located until he surrendered to authorities on July 9, 2007.\nZagami was charged with escape, in violation of 18 U.S.C. § 751(a). He pled guilty to the aforementioned charge. Pursuant to the plea agreement entered into...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-zagami"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}