{
  "id": 5883,
  "title": "2010년 MBUGUA 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: MBUGUA. 판결일: 2010-03-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Michael MBUGUA, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2010-03-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Tim Taft\n\n## 변호인\n\nJani J. Maselli, Houston, TX, for Appellant., Michael Mbugua, Kenedy, TX, pro se., Bridget Holloway, Assistant District Attorney-Harris County, Dan McCrory, Assistant District Attorney, Houston, TX, for Appellee.\n\n## 인용\n\n- 312 S.W.3d 657\n\n## 판결문 요약\n\n\nOPINION\nTIM TAFT, Justice (Retired).\nA jury convicted appellant, Michael Mbugua, of the offense of murder and assessed punishment at life in prison. See Tex. Penal Code Ann. § 19.02(b)(1) (Vernon 2003). We determine whether (1) the trial court abused its discretion in failing to suppress appellant’s statement; (2) this appeal should be abated and the trial court required to submit findings of fact and *660conclusions of law regarding the denial of appellant’s motion to suppress; (3) the trial court erred in not submitting a jury instruction pursuant to article 38.23 of the Texas Code of Criminal Procedure;1 and (4) the exclusion of portions of appellant’s medical records from evidence was reversible error. We affirm.\nFacts\nKimberly Watkins and Blair Brown were driving westbound on West Bellfort in Houston, Texas, on the night of May 13, 2006, when they saw the complainant lying facedown in the road. They stopped at an Auto Zone store parking lot, and Watkins exited the car to help the complainant. When Watson approached him, she saw that he was covered in blood. She bent down to check on him and touched his neck. He was breathing and making a humming sound, but was not moving or speaking and did not respond to her. Watson stood up and waved her arms to deter cars from accidentally hitting him, turning around occasionally to check on the complainant. Brown was trying to call 9-1-1; she had borrowed a cell phone from a Pizza Hut delivery driver in the same parking lot, but the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mbugua-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cann-rebecca-jean"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}