{
  "id": 5886,
  "title": "2010년 Senior 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Senior. 판결일: 2010-03-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Vernon Senior v. Valery Mikhailov, and Atlantis Taxi Corp.\n**판결일**: 2010-03-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 71 A.D.3d 864\n- 895 N.Y.S.2d 864\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the defendant Atlantis Taxi Corp. appeals, as limited by its brief, from so much of an order of the Supreme Court, Kings County (Battaglia, J.), dated May 1, 2009, as denied its motion for summary judgment dismissing the complaint insofar as asserted against it on the ground that the plaintiff did not sustain a serious injury within the meaning of Insurance Law § 5102 (d).\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe defendant Atlantis Taxi Corp. (hereinafter the defendant) failed to meet its prima facie burden of showing that the plaintiff did not sustain a serious injury within the meaning of Insurance Law § 5102 (d) as a result of the subject accident (see Toure v Avis Rent A Car Sys., 98 NY2d 345 [2002]; Gaddy v Eyler, 79 NY2d 955, 956-957 [1992]). The defendant’s examining orthopedist noted, in his affirmed medical report, that the plaintiff, inter alia, had a significant loss of power in his right shoulder and stated that this finding may be related to the rota-tor cuff tear and labral tear noted in the bill of particulars. Since the defendant’s orthopedist did not state that this significant loss of power was unrelated to the injuries sustained in the accident, the defendant’s proof failed to objectively demonstrate that the plaintiff did not sustain a serious injury to his right shoulder as a result of the subject accident. Since the defendant failed to meet his prima facie burden,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=senior-v-mikhailov"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}