{
  "id": 5899,
  "title": "2010년 In Re Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: In Re Smith. 판결일: 2010-03-12. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: In Re Mark Steven SMITH\n**판결일**: 2010-03-12\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Per Curiam\n\n## 인용\n\n- 29 So. 3d 484\n\n## 판결문 요약\n\n\n29 So. 3d 484 (2010)\nIn re Mark Steven SMITH.\nNo. 2009-B-2523.\nSupreme Court of Louisiana.\nMarch 12, 2010.\n\n\n*485 ATTORNEY DISCIPLINARY PROCEEDINGS\nPER CURIAM.[*]\nThis disciplinary matter arises from formal charges filed by the Office of Disciplinary Counsel (\"ODC\") against respondent, Mark Steven Smith. For the reasons that follow, we accept the recommendation of the disciplinary board and permanently disbar respondent.\n\nUNDERLYING FACTS AND PROCEDURAL HISTORY\nBetween 2003 through 2005, respondent served as director of the Louisiana Film Commission. In his capacity as director of the Commission, respondent was charged with the responsibility of approving budgets submitted to the State of Louisiana by film production companies.\nOn August 17, 2007, the United States Attorney for the Eastern District of Louisiana filed a bill of information alleging respondent engaged in a conspiracy to willfully allow and approve inflated budgets to be submitted to the state by a film production company in order to receive inflated state tax credits. The bill of information alleged respondent knowingly solicited bribes to influence his issuance of state tax credits.\nOn September 7, 2007, respondent entered a plea of guilty in the United States District Court for the Eastern District of Louisiana to one count each of bribery and conspiracy. In the factual basis accompanying the guilty plea, respondent admitted that he knowingly conspired to falsely inflate movie budgets so that a film producti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-smith"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}