{
  "id": 5904,
  "title": "2010년 Sancom, Inc. v. AT & T CORP. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-11",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: Sancom, Inc. v. AT & T CORP.. 판결일: 2010-03-11. 법원: District Court, D. South Dakota.",
  "description": "## 사건 정보\n\n**사건명**: SANCOM, INC., Plaintiff, v. AT & T CORP., Defendant\n**판결일**: 2010-03-11\n**법원**: District Court, D. South Dakota\n**관할**: South Dakota, SD\n\n**판사**: Karen E. Schreier\n\n## 변호인\n\nJoseph P. Bowser, Michael B. Hazzard, Ross A. Buntrock, Arent Fox LLP, Washington, DC, Jeffrey D. Larson, Woonsocket, SD, for Plaintiff., James F. Bendernagel, Jr., Michael J. Hunseder, Sidley Austin, LLP, Washington, DC, William M. Van Camp, Olinger, Lovald, McCahren & Reimers, P.C., Pierre, SD, for Defendant.\n\n## 인용\n\n- 696 F. Supp. 2d 1030\n\n## 판결문 요약\n\n\n696 F. Supp. 2d 1030 (2010)\nSANCOM, INC., Plaintiff,\nv.\nAT &amp; T CORP., Defendant.\nNo. CIV. 08-4211-KES.\nUnited States District Court, D. South Dakota, Southern Division.\nMarch 11, 2010.\n*1031 Joseph P. Bowser, Michael B. Hazzard, Ross A. Buntrock, Arent Fox LLP, Washington, *1032 DC, Jeffrey D. Larson, Woonsocket, SD, for Plaintiff.\nJames F. Bendernagel, Jr., Michael J. Hunseder, Sidley Austin, LLP, Washington, DC, William M. Van Camp, Olinger, Lovald, McCahren &amp; Reimers, P.C., Pierre, SD, for Defendant.\n\nORDER STAYING CASE AND REFERRING SEVERAL ISSUES TO FEDERAL COMMUNICATIONS COMMISSION\nKAREN E. SCHREIER, Chief Judge.\nPlaintiff, Sancom, Inc. (Sancom), moves the court to stay the case and refer several issues to the Federal Communications Commission (FCC) for resolution. Defendant, AT &amp; T Corp. (AT &amp; T), opposes the motion.\n\nBACKGROUND\n\nI. History of the Present Case\nSancom brought this action to recover amounts allegedly due under its federal and state tariffs. Sancom, a competitive local exchange carrier (CLEC) based in South Dakota, alleges that it provided originating and terminating access services to AT &amp; T, an interexchange carrier (IXC), and billed AT &amp; T the applicable rates set forth in Sancom's interstate access tariff filed with the FCC and intrastate access tariff filed with the South Dakota Public Utilities Commission (SDPUC).[1] Sancom alleges that AT &amp; T has failed to pay the invoices and as a result owes Sancom at least $5,733,162...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sancom-inc-v-at-t-corp"
    }
  ],
  "relatedIncidents": [
    5597,
    5599,
    5643,
    5716,
    5806
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}