{
  "id": 5910,
  "title": "2010년 Nalco Co. v. Environmental Management, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-08",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Nalco Co. v. Environmental Management, Inc.. 판결일: 2010-03-08. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: NALCO COMPANY, a Corporation, Plaintiff/Counter-Defendant, v. ENVIRONMENTAL MANAGEMENT, INC., a Corporation, Defendant/Counter-Claimant/Third-Party Plaintiff, v. Clean Harbors Environmental Services, Inc., a Corporation, and United States Environmental Services, LLC, a Corporation\n**판결일**: 2010-03-08\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: William J. Hibbler\n\n## 변호인\n\nDavid J. Flynn, Jennifer J. Sackett-Pohlenz, Paul Alan Rettberg, Querrey & Harrow, Ltd., Chicago, IL, for Nalco Company., William A. Geiser, Genevieve Marie Lefevour, William V. Johnson, Johnson & Bell, Ltd., Chicago, IL, for Environmental Management, Inc., Charles T. Miers, Richard Simses, Beirne, Maynard & Parsons, L.L.P., Houston, TX, Patrick J. Lamb, Reeghan William Raffals, Valorem Law Group, Chicago, IL, for United States Environmental Services, LLC., Karl W Roth, Roth Law Group LLC, Chica\n\n## 인용\n\n- 694 F. Supp. 2d 994\n\n## 판결문 요약\n\n\n694 F. Supp. 2d 994 (2010)\nNALCO COMPANY, a corporation, Plaintiff/Counter-Defendant,\nv.\nENVIRONMENTAL MANAGEMENT, INC., a corporation, Defendant/Counter-Claimant/Third-Party Plaintiff,\nv.\nClean Harbors Environmental Services, Inc., a corporation, and United States Environmental Services, LLC, a corporation.\nNo. 08 C 2708.\nUnited States District Court, N.D. Illinois, Eastern Division.\nMarch 8, 2010.\n*995 David J. Flynn, Jennifer J. Sackett-Pohlenz, Paul Alan Rettberg, Querrey &amp; Harrow, *996 Ltd., Chicago, IL, for Nalco Company.\nWilliam A. Geiser, Genevieve Marie Lefevour, William V. Johnson, Johnson &amp; Bell, Ltd., Chicago, IL, for Environmental Management, Inc.\nCharles T. Miers, Richard Simses, Beirne, Maynard &amp; Parsons, L.L.P., Houston, TX, Patrick J. Lamb, Reeghan William Raffals, Valorem Law Group, Chicago, IL, for United States Environmental Services, LLC.\nKarl W. Roth, Roth Law Group LLC, Chicago, IL, for Clean Harbors Environmental Services, Inc.\n\nMEMORANDUM OPINION AND ORDER\nWILLIAM J. HIBBLER, District Judge.\nPlaintiff Nalco brought this lawsuit in Illinois state court against Defendant Environmental Management (EMI), alleging breach of contract and negligence, EMI removed the case to this court on the basis of diversity jurisdiction. EMI then filed third party complaints against Clean Harbors Environmental Services (CHES) and United States Environmental Services (USES). EMT, CHES, and USES now move the Court to transfer the case to the Southern District o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nalco-co-v-environmental-management-inc"
    }
  ],
  "relatedIncidents": [
    5597,
    5599,
    5643,
    5716,
    5806
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}