{
  "id": 5916,
  "title": "2010년 United States v. McKinney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. McKinney. 판결일: 2010-03-05. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Duane McKINNEY\n**판결일**: 2010-03-05\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Edwards, Garland, Henderson\n\n## 변호인\n\nRyan Wesley Bounds, Virginia Cheat-ham, Roy W. McLeese, III, Esquire, U.S. Attorney’s Office, Washington, DC, for Ap-pellee., Mary E. Davis, Davis & Davis, Washington, DC, for Appellant.\n\n## 인용\n\n- 373 F. App'x 74\n\n## 판결문 요약\n\n\nJUDGMENT\nPER CURIAM.\nThis cause was considered on the record from the United States District Court for the District of Columbia, and was briefed and argued by counsel. It is\nOrdered And Adjudged that the case be remanded to the District Court with instructions to determine with clarity whether the defendant lacked the mental capacity to represent himself at trial.\nAppellant Duane McKinney challenges his conviction on four counts of mail fraud in violation of 18 U.S.C. § 1341, two counts of wire fraud in violation of 18 U.S.C. § 1343, two counts of engaging in monetary transactions in violation of 18 U.S.C. § 1957, and three counts of first degree theft in violation of D.C.Code § 22-3212(a). During trial, McKinney represented himself, with appointed counsel on standby. On April 17, 2008, the jury returned its verdict against McKinney. On June 19, 2008, the Supreme Court handed down its decision in Indiana v. Edwards, 554 U.S. 164, 128 S.Ct. 2379, 2387-88, 171 L.Ed.2d 345 (2008) (holding that “the Con*75stitution permits Judges to take realistic account of the particular defendant’s mental capacities by asking whether a defendant who seeks to conduct his own defense at trial is mentally competent to do so.”). On July 1, 2008, McKinney, through counsel, moved for reconsideration of the trial court’s order granting his prior request to represent himself at trial. The District Court treated the motion for reconsideration as a motion for a new trial and orally denied it after a he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-mckinney"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}