{
  "id": 5921,
  "title": "2010년 Wiest 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Wiest. 판결일: 2010-03-04. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Michael Carlos Cooper WIEST, Appellant\n**판결일**: 2010-03-04\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Murphy, Smith and Benton, Circuit Judges\n\n## 변호인\n\nJohn P. Messina, Asst. Fed. Public Defender, Des Moines, IA, for appellant., John E. Beamer, Asst. U.S. Atty., Des Moines, IA, for appellee.\n\n## 인용\n\n- 596 F.3d 906\n\n## 판결문 요약\n\n\n596 F.3d 906 (2010)\nUNITED STATES of America, Appellee,\nv.\nMichael Carlos Cooper WIEST, Appellant.\nNo. 09-1389.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: November 17, 2009.\nFiled: March 4, 2010.\n*908 John P. Messina, Asst. Fed. Public Defender, Des Moines, IA, for appellant.\nJohn E. Beamer, Asst. U.S. Atty., Des Moines, IA, for appellee.\nBefore MURPHY, SMITH and BENTON, Circuit Judges.\nBENTON, Circuit Judge.\nMichael Carlos Cooper Wiest was indicted for three bank robberies under 18 U.S.C. § 2113(a), and three related counts of possession of a firearm in furtherance of a crime of violence in violation of 18 U.S.C. § 924(c)(1)(a). Wiest pled not guilty, and moved to suppress some evidence. His motion to suppress was denied. The jury found Wiest guilty on all counts, and he was sentenced to a total of 696 months (58 years). Wiest appeals, arguing that (1) the district court[1] erred in denying his *909 motion to suppress, (2) the evidence was insufficient to support his convictions, and (3) the mandatory minimum sentence of 684 months for three violations of § 924(c) violates the Eighth Amendment. Having jurisdiction under 28 U.S.C. § 1291, this court affirms.\n\nI.\nA lone robber held up a bank and two credit unions in Des Moines during the week before Christmas in 2006. Each time, witnesses identified the robber as a polite, partly masked, short, Hispanic male with a long-barrel gun. Surveillance video recorded each robbery. Police focused on Wiest as a suspect ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-wiest"
    }
  ],
  "relatedIncidents": [
    5585,
    5607,
    5612,
    5620,
    5625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}