{
  "id": 5924,
  "title": "2010년 Progressive Northeastern Insurance v. North State Autobahn, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Progressive Northeastern Insurance v. North State Autobahn, Inc.. 판결일: 2010-03-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Progressive Northeastern Insurance Company v. North State Autobahn, Inc., Doing Business as North State Custom Auto\n**판결일**: 2010-03-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 71 A.D.3d 657\n- 896 N.Y.S.2d 137\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for fraud, the plaintiff appeals from a judgment of the Supreme Court, Westchester County (Smith, J.), dated January 12, 2009, which, upon the granting of the defendants’ motion pursuant to CPLR 4401 to dismiss the complaint, made at the close of the plaintiffs evidence, is in favor of the defendants and against it, dismissing the complaint.\nOrdered that the judgment is reversed, on the law, with costs, the motion is denied, the complaint is reinstated, and a new trial is granted.\nThe defendants established their prima facie entitlement to judgment as a matter of law (see Sitar v Sitar, 61 AD3d 739, 741 [2009]; cf. Smith v Ameriquest Mtge. Co., 60 AD3d 1037, 1039 [2009]). In opposition, however, the plaintiff demonstrated that there were triable issues of fact, inter alia, regarding whether the defendants had charged for repairs not performed, for parts not installed, for unnecessary repairs, and for excess *658labor charges (see Jered Contr. Corp. v New York City Tr. Auth., 22 NY2d 187, 194 [1968]). Accordingly, the Supreme Court correctly denied that branch of the defendants’ motion which was for summary judgment dismissing the complaint.\nThe Supreme Court did not improvidently exercise its discretion in denying that branch of the defendants’ motion which was, in the alternative, to direct that this action be tried jointly with an action entitled North State Autobahn v Progressive Ins. Group, pending in the Supreme Court, Westch...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=progressive-northeastern-insurance-v-north-state-autobahn-inc"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}