{
  "id": 5927,
  "title": "2010년 Wilcox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-03-01",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Wilcox. 판결일: 2010-03-01. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: ESPRIT LOG AND TIMBER FRAME HOMES, INC. Et Al. v. WILCOX Et Al.\n**판결일**: 2010-03-01\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Barnes, Miller\n\n## 변호인\n\nWilliam L. Reilly, for appellant., Michael H. Cummings II, for appellees.\n\n## 인용\n\n- 691 S.E.2d 344\n- 302 Ga. App. 550\n\n## 판결문 요약\n\n\n691 S.E.2d 344 (2010)\nESPRIT LOG AND TIMBER FRAME HOMES, INC. et al.\nv.\nWILCOX et al.\nNo. A09A2215.\nCourt of Appeals of Georgia.\nMarch 1, 2010.\n*345 William L. Reilly, for appellant.\nMichael H. Cummings II, Clayton, for appellees.\nMILLER, Chief Judge.\nEsprit Log and Timber Frame Homes, Inc. d/b/a Fireside Log Homes sued Ricky Wilcox and Sherry Wilcox seeking damages for breach of contract. The Wilcoxes answered and asserted a counterclaim against Esprit Log and Don Mahaffy, d/b/a Fireside Log Homes (collectively, \"Fireside\")[1] for *346 breach of contract, negligent construction, conversion, fraud, and attorney fees. The jury awarded the Wilcoxes $200,000 on their counterclaim, $450,000 in punitive damages, and $20,000 in attorney fees. The trial court reduced the punitive damages award to $250,000. On appeal, Fireside claims that the trial court erred in overruling its motion for new trial because (i) the verdict on the counterclaim is excessive and unsupported by competent or sufficient evidence, (ii) the punitive damages award is not supported by the evidence, and (iii) the Wilcoxes received a double recovery. We affirm because the jury's verdict was authorized by the evidence.\n\"There is a presumption in favor of the validity of verdicts. And after rendition of a verdict, all the evidence and every presumption and inference arising therefrom, must be construed most favorably towards upholding the verdict.\" (Citation and punctuation omitted.) Williamson v. Strickland &amp;...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=esprit-log-timber-frame-homes-inc-v-wilcox"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}