{
  "id": 5947,
  "title": "2010년 Little 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-25",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Little. 판결일: 2010-02-25. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Marvin C. LITTLE, Appellant, v. UNITED STATES, Appellee\n**판결일**: 2010-02-25\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Reid, Blackburnerigsby, and Thompson, Associate Judges\n\n## 변호인\n\nJonathan P. Willmott, for appellant., Roy W. McLeese III, Assistant United States Attorney, with whom Jeffery A. Taylor, United States Attorney at the time the brief was filed, and Elizabeth Tros-man, John P. Gidez and Michael C. Lieb-man, Assistant United States Attorneys, were on the brief, for appellee., Alice Wang, Public Defender Service, with whom James Klein, Samia Fam, Jaclyn Frankfurt, and Chris Kemmitt, Public Defender Service, filed a brief as amicus curiae for appellant.\n\n## 인용\n\n- 989 A.2d 1096\n\n## 판결문 요약\n\n\n989 A.2d 1096 (2010)\nMarvin C. LITTLE, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 06-CF-140.\nDistrict of Columbia Court of Appeals.\nArgued February 18, 2009.\nDecided February 25, 2010.\n*1097 Jonathan P. Willmott, for appellant.\nRoy W. McLeese III, Assistant United States Attorney, with whom Jeffery A. Taylor, United States Attorney at the time the brief was filed, and Elizabeth Trosman, John P. Gidez and Michael C. Liebman, Assistant United States Attorneys, were on the brief, for appellee.\nAlice Wang, Public Defender Service, with whom James Klein, Samia Fam, Jaclyn Frankfurt, and Chris Kemmitt, Public Defender Service, filed a brief as amicus curiae for appellant.\nBefore REID, BLACKBURNERIGSBY, and THOMPSON, Associate Judges.\nBLACKBURNE-RIGSBY, Associate Judge:\nAs a result of his involvement in a violent attempt to rob a purported drug dealer, appellant Marvin Little was convicted by a jury of one count of armed robbery (\"AR\"), two counts of assault with a dangerous weapon (\"ADW\"), two counts of aggravated assault while armed (\"AAWA\"), three counts of possession of a firearm during a crime of violence (\"PFCV\"), one count of carrying a pistol without a license (\"CPWL\"), one count of possession of an unregistered firearm (\"UF\"), and one count of unlawful possession *1098 of ammunition (\"UA\").[1] Appellant raises three issues on appeal. First, appellant claims that his CPWL, UF, and UA convictions should be reversed because the relevant statutes violate his Second Amendment r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=little-v-united-states"
    }
  ],
  "relatedIncidents": [
    5585,
    5607,
    5612,
    5620,
    5625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}