{
  "id": 5948,
  "title": "2010년 Powell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Powell. 판결일: 2010-02-24. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Eddie POWELL, Jr., Appellant, v. STATE of Florida, Appellee\n**판결일**: 2010-02-24\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Padovano, Rowe, Webster\n\n## 변호인\n\nMichael Robert Ufferman of Michael Uf-ferman Law Firm, P.A., Tallahassee, for Appellant., Bill McCollum, Attorney General, Office of the Attorney General, Tallahassee, and Kristen L. Davenport, Assistant Attorney General, Daytona Beach, for Appellee.\n\n## 인용\n\n- 28 So. 3d 958\n\n## 판결문 요약\n\n\n28 So. 3d 958 (2010)\nEddie POWELL, Jr., Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 1D08-0823.\nDistrict Court of Appeal of Florida, First District.\nFebruary 24, 2010.\nMichael Robert Ufferman of Michael Ufferman Law Firm, P.A., Tallahassee, for Appellant.\nBill McCollum, Attorney General, Office of the Attorney General, Tallahassee, and Kristen L. Davenport, Assistant Attorney General, Daytona Beach, for Appellee.\nPER CURIAM.\nEddie Powell, Jr., appeals his convictions and sentences for kidnapping, burglary, assault, fleeing law enforcement, battery, resisting an officer, possession of cannabis, and leaving the scene of an accident. We affirm in part, reverse in part, and remand for further proceedings consistent with this opinion.\nWe reject appellant's challenge to the trial court's determination that appellant was competent to stand trial, but we remand with directions to the trial court to enter a written order adjudicating appellant competent, nunc pro tunc. See, e.g., Bailey v. State, 931 So. 2d 224, 225 (Fla. 1st DCA 2006); Martinez v. State, 851 So. 2d 832 (Fla. 1st DCA 2003); Hampton v. State, 988 So. 2d 103 (Fla. 2d DCA 2008).\nWe reverse appellant's conviction for Count XI, leaving the scene of an accident, because the state failed to establish the statutory elements of the offense. Appellant claimed in his motion for judgment of acquittal that the state had not presented evidence of damage to property or to another vehicle. Section 316.063(1), Florida *959 Statutes ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=powell-v-state"
    }
  ],
  "relatedIncidents": [
    5667,
    5708,
    5711,
    5802,
    5854
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}