{
  "id": 5956,
  "title": "2010년 Parks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Parks. 판결일: 2010-02-18. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Keith A. PARKS, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff\n**판결일**: 2010-02-18\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: May\n\n## 변호인\n\nEugene C. Hollander, Indianapolis, IN, Attorney for Appellant., Gregory F. Zoeller, Attorney General of Indiana, Zachary J. Stock, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\n## 인용\n\n- 921 N.E.2d 826\n\n## 판결문 요약\n\n\n921 N.E.2d 826 (2010)\nKeith A. PARKS, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 70A01-0907-CR-355.\nCourt of Appeals of Indiana.\nFebruary 18, 2010.\n*828 Eugene C. Hollander, Indianapolis, IN, Attorney for Appellant.\nGregory F. Zoeller, Attorney General of Indiana, Zachary J. Stock, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\nOPINION\nMAY, Judge.\nKeith Parks appeals his convictions of Class B felony burglary[1] and Class D felony theft,[2] along with an habitual offender enhancement.[3] Parks argues the trial court erred by replaying a witness's testimony for the jury during deliberations and there was insufficient evidence to support the habitual offender enhancement. We affirm.\n\nFACTS AND PROCEDURAL HISTORY\nOn October 31, 2008, Kelly Richardson arrived home and noticed a car parked near her front porch. When she went inside the house, she found two men attempting to dismantle her computer. Kelly knew one of the men was Parks, because she had been friends with Parks when they were teenagers, and they had remained on friendly terms throughout the years.\nParks, who had something under his shirt, ran out the back door of the house. Kelly went out the front door to the porch, and she saw Parks get in the car parked nearby. Kelly called Parks by name, and he \"bowed his head and said it's not me.\" (Tr. at 231.) The other man ran out the door from the laundry room. He had something underneath his shirt, and he got into the car with Park...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parks-v-state"
    }
  ],
  "relatedIncidents": [
    5585,
    5607,
    5612,
    5620,
    5625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}