{
  "id": 5960,
  "title": "2010년 Wilkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Wilkins. 판결일: 2010-02-12. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Joseph J. WILKINS, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2010-02-12\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cohen, Evander, Monaco\n\n## 변호인\n\nJoseph J. Wilkins, Milton, pro se., Bill McCollum, Attorney General, Tallahassee, and Douglas T. Squire, Assistant Attorney General, Daytona Beach, for Ap-pellee.\n\n## 인용\n\n- 28 So. 3d 165\n\n## 판결문 요약\n\n\n28 So. 3d 165 (2010)\nJoseph J. WILKINS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 5D09-4175.\nDistrict Court of Appeal of Florida, Fifth District.\nFebruary 12, 2010.\nJoseph J. Wilkins, Milton, pro se.\nBill McCollum, Attorney General, Tallahassee, and Douglas T. Squire, Assistant Attorney General, Daytona Beach, for Appellee.\nCOHEN, J.\nJoseph Wilkins appeals an order dismissing his motion to mitigate his sentence as untimely. We treat this appeal as a petition for writ of certiorari, see Eberheart v. State, 5 So. 3d 791 (Fla. 5th DCA 2009), grant the petition, and quash the order.\nWilkins was sentenced on August 6, 2009, to eighteen months in the Department of Corrections for cultivating cannabis and possession with intent to sell or deliver cannabis. Forty-nine days later, on September 24, 2009, Wilkins filed a motion to mitigate his sentence, alleging that he was amenable to supervision, this was his first felony conviction, the guidelines called for a non-prison sanction, the offense was committed in an unsophisticated manner, and was an isolated incident. The motion was file stamped by the clerk of the circuit court on September 28th, fifty-three days after Wilkins was sentenced.\nOn October 27, 2009, the circuit court entered an order dismissing Wilkins' motion because it believed it did not have jurisdiction to modify his sentence because \"more than sixty days have past (sic) since the imposition of the sentence.\" At the time of entry of the order, the trial judge did...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilkins-v-state"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}