{
  "id": 5961,
  "title": "2010년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Thomas. 판결일: 2010-02-12. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Kenneth V. THOMAS\n**판결일**: 2010-02-12\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Hamilton, Posner, Tinder\n\n## 변호인\n\nRanley R. Killian, Jr., Attorney, Office of the United States Attorney, Fairview Heights, IL, for Plaintiff-Appellee., Kenneth V. Thomas, Salem, IL, pro se.\n\n## 인용\n\n- 365 F. App'x 22\n\n## 판결문 요약\n\n\nORDER\nFollowing a two-day jury trial at which he represented himself, Kenneth Thomas was convicted of conspiracy to distribute and possess with intent to distribute cocaine and marijuana, 21 U.S.C. §§ 846, 841(a)(1), and possession with intent to distribute crack cocaine, id. § 841(a)(1). The district court sentenced him within the guidelines imprisonment range to a total of 300 months. Thomas appeals, but his appointed lawyers seek to withdraw under Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), because they conclude that the appeal is frivolous. Thomas opposes counsel’s motion. See Cir. R. 51(b). We confine our review to the potential issues identified in counsel’s facially adequate brief and Thomas’s response. See United States v. Schuh, 289 F.3d 968, 973-74 (7th Cir.2002).\nThomas first landed on the government’s radar in July 2007, when an informant fingered him as a drug dealer. During a recorded phone call, the informant arranged to buy crack from Thomas at his house in East St. Louis, Illinois. DEA agents then orchestrated a controlled buy at the residence, followed by three more over the following two months. Those transactions supplied the probable cause for a warrant to search Thomas’s home. Before executing that warrant, the agents arrested Thomas at his parole office and, after giving him Miranda warnings, escorted him to the house, where they found marijuana, a hat concealing a baggy with 12.3 grams of crack, sandwich bags typically us...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-thomas"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}