{
  "id": 5975,
  "title": "2010년 Ranes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-05",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Ranes. 판결일: 2010-02-05. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Bryan RANES, Appellant, v. ADAMS LABORATORIES, INC.; Adams Respiratory Therapeutics; Owl Pharmacy; Frank Reznicek; Amanda Mathews; Hy-Vee, Inc.; McKesson Corporation; And Michael Rinaldi, Appellees\n**판결일**: 2010-02-05\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Cady, Wiggins\n\n## 변호인\n\nCurt N. Daniels, Chariton, for appellant., Stephen R. Eckley of Belin Lamson McCormick Zumbach Flynn, P.C., Des Moines, for appellee Adams Laboratories, Inc., Thomas H. Walton and Kristina M. Stanger of Nyemaster, Goode, West, Han-sell & O’Brien, P.C., Des Moines, for ap-pellees Owl Pharmacy, Frank Reznicek, and Amanda Mathews., Kermit B. Anderson and Stacie M. Codr of Finley, Alt, Smith, Scharnberg, Craig, Hilmes & Gaffney, P.C., Des Moines, for appellee Hy-Vee, Inc., Patrick H. O’Neill, Jr. of\n\n## 인용\n\n- 778 N.W.2d 677\n\n## 판결문 요약\n\n\n778 N.W.2d 677 (2010)\nBryan RANES, Appellant,\nv.\nADAMS LABORATORIES, INC.; Adams Respiratory Therapeutics; Owl Pharmacy; Frank Reznicek; Amanda Mathews; Hy-Vee, Inc.; McKesson Corporation; and Michael Rinaldi, Appellees.\nNo. 06-1428.\nSupreme Court of Iowa.\nFebruary 5, 2010.\nRehearing Denied February 23, 2010.\n*681 Curt N. Daniels, Chariton, for appellant.\nStephen R. Eckley of Belin Lamson McCormick Zumbach Flynn, P.C., Des Moines, for appellee Adams Laboratories, Inc.\nThomas H. Walton and Kristina M. Stanger of Nyemaster, Goode, West, Hansell &amp; O'Brien, P.C., Des Moines, for appellees Owl Pharmacy, Frank Reznicek, and Amanda Mathews.\nKermit B. Anderson and Stacie M. Codr of Finley, Alt, Smith, Scharnberg, Craig, Hilmes &amp; Gaffney, P.C., Des Moines, for appellee Hy-Vee, Inc.\nPatrick H. O'Neill, Jr. of O'Neill &amp; Murphy, LLC, St. Paul, Minnesota, and William J. Bush of Bush, Motto, Creen, Koury &amp; Halligan, P.L.C., Davenport, for appellee McKesson Corporation.\nMichael H. Figenshaw of Bradshaw, Fowler, Proctor &amp; Fairgrave, P.C., Des Moines, for appellee Michael Rinaldi.\nCADY, Justice.\nIn this appeal from various summary judgment rulings by the district court in a toxic-tort case involving a claim that the ingestion of prescription medication allegedly containing phenylpropanolamine caused brain injury, we primarily consider the admissibility of testimony from an expert *682 witness that the injuries allegedly suffered by the plaintiff were caused by the ingesti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ranes-v-adams-laboratories-inc"
    }
  ],
  "relatedIncidents": [
    5576,
    5589,
    5606,
    5668,
    5708
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}