{
  "id": 5976,
  "title": "2010년 Dudley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-05",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Dudley. 판결일: 2010-02-05. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Alabama v. David Lamar DUDLEY, Jr.\n**판결일**: 2010-02-05\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Kellum, Main, Welch, Windom, Wise\n\n## 변호인\n\nTroy King, atty. gen., and Jean A. Ther-kelsen, asst. atty. gen., for appellant., Michael Guy Holton, Montgomery, for appellee.\n\n## 인용\n\n- 43 So. 3d 630\n\n## 판결문 요약\n\n\n43 So.3d 630 (2010)\nSTATE of Alabama\nv.\nDavid Lamar DUDLEY, Jr.\nCR-08-1933.\nCourt of Criminal Appeals of Alabama.\nFebruary 5, 2010.\n*631 Troy King, atty. gen., and Jean A. Therkelsen, asst. atty. gen., for appellant.\nMichael Guy Holton, Montgomery, for appellee.\nKELLUM, Judge.\nDavid Lamar Dudley, Jr., was arrested and charged with unlawful possession of marijuana in the first degree, a violation of § 13A-12-213, Ala.Code 1975. Dudley filed a pretrial motion to suppress the evidence seized from him by law-enforcement officials namely, a brown paper bag filled with smaller plastic bags containing a green, leafy substance later determined to be marijuana. Following an evidentiary hearing, the trial court granted Dudley's motion to suppress.[1] Pursuant to Rule 15.7, Ala. R.Crim. P., the State appeals the trial court's ruling.\nThe following evidence was presented by the State at the suppression hearing. Officer Leroy Manigault, Jr., of the Montgomery Police Department was the only witness to testify at the suppression hearing. His testimony indicated the following: On November 11, 2008, Officer Manigault and Officer Livingston[2] received a dispatch informing them that a number of males were selling narcotics out of a blue Chevrolet Impala automobile near the intersection of Hill Street and the Mobile Highway in Montgomery. Officer Manigault initially testified that the dispatch informed the officers that there was an unknown number of suspects, but he later testified that the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dudley"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}