{
  "id": 5977,
  "title": "2010년 In re the Personal Restraint of Grantham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-04",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In re the Personal Restraint of Grantham. 판결일: 2010-02-04. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Personal Restraint of James W. Grantham\n**판결일**: 2010-02-04\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Alexander, Chambers, Fairhurst, Johnson, Madsen, Owens, Sanders, Stephens\n\n## 변호인\n\nDavid L. Dorman and Nancy P. Collins (of Washington Appellate Project), for petitioner., Robert M. McKenna, Attorney General, Jay D. Geek, Deputy Solicitor General, and Peter W. Berney, Assistant, for respondent.\n\n## 인용\n\n- 168 Wash. 2d 204\n\n## 판결문 요약\n\n\nChambers, J.\n¶1 James Grantham, an inmate, was disciplined for attempting to smuggle tobacco and marijuana into the McNeil Island Corrections Center. He challenges the disciplinary process and the sufficiency of the evidence against him. We take this opportunity to clarify the approach courts must take in such cases and hold that a petitioner seeking relief in a personal restraint petition from prison discipline is not required to make a prima facie showing of prejudice, since no opportunity for judicial review is otherwise available. However, the burden is on the petitioner to show that the disciplinary action was so arbitrary and capricious as to deny a fundamentally fair proceeding. Grantham was not denied a fundamentally fair *206proceeding. We affirm the Court of Appeals on different grounds and dismiss the petition.\nFACTS\n¶2 Grantham was convicted of first degree murder in 1995 and sentenced to 416 months to be served consecutively to his pending sentence for two counts of second degree rape. In 2007, an investigation at McNeil Island Corrections Center revealed that a corrections officer was bringing contraband into the prison. Once confronted, the corrections officer turned over a plastic bag that contained smoking and chewing tobacco together with a coffee can containing marijuana. The corrections officer did not know the name of the person who gave her the contraband but had his phone number. The number belonged to Grantham’s brother. After a brief investigation, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-personal-restraint-of-grantham"
    }
  ],
  "relatedIncidents": [
    5557,
    5570,
    5571,
    5573,
    5580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}