{
  "id": 5978,
  "title": "2010년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lewis. 판결일: 2010-02-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Morris R. Lewis Jr.\n**판결일**: 2010-02-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 70 A.D.3d 1068\n- 897 N.Y.S.2d 261\n\n## 판결문 요약\n\n\nMercure, J. Appeal from a judgment of the County Court of Saratoga County (Scarano, J.), rendered March 9, 2009, convicting defendant upon his plea of guilty of the crimes of rape in the first degree,, sexual, abuse in the first degree and unlawful imprisonment in the second degree.\nDefendant pleaded guilty to the crimes of rape in the first degree, sexual abuse in the first degree and unlawful imprisonment in the second degree and waived his right to appeal. He was thereafter sentenced to an aggregate prison term of 15 years to be followed by 10 years of postrelease supervision, and now appeals.\nWe affirm. Defendant argues that the waiver of his right to appeal was not valid. However, as part of the negotiated plea agreement, County Court explained that defendant was waiving his right to appeal, and defendant confirmed that he understood the waiver and had discussed the matter with counsel. In addition, defendant executed a written waiver in which he acknowledged the right and that he had discussed the consequences of the waiver with counsel and that he was waiving the right voluntarily. As a result, we conclude that defendant validly waived his right to appeal (see People v Ramos, 7 NY3d 737, 738 [2006]; People v Motz, 52 AD3d 1029, 1031 [2008], lv denied 11 NY3d 791 [2008]; People v Mosher, 45 AD3d 970, 970 [2007], lv denied 10 NY3d 814 [2008]). Insofar as defendant validly waived his right to appeal, he is precluded from challenging his sentence as harsh and excessive (s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lewis"
    }
  ],
  "relatedIncidents": [
    5576,
    5589,
    5606,
    5668,
    5708
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}