{
  "id": 5979,
  "title": "2010년 Meier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-02-02",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Meier. 판결일: 2010-02-02. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Idaho, Plaintiff-Respondent, v. John Scott MEIER, Defendant-Appellant\n**판결일**: 2010-02-02\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Gratton, Gutierrez, Melanson\n\n## 변호인\n\nMolly J. Huskey, State Appellate Public Defender; Sarah E. Tompkins, Deputy Appellate Public Defender, Boise, for appellant., Hon. Lawrence G. Wasden, Attorney General; Rebekah A. Cudé, Deputy Attorney General, Boise, for respondent.\n\n## 인용\n\n- 233 P.3d 160\n- 149 Idaho 229\n\n## 판결문 요약\n\n\n233 P.3d 160 (2010)\nSTATE of Idaho, Plaintiff-Respondent,\nv.\nJohn Scott MEIER, Defendant-Appellant.\nNo. 35555.\nCourt of Appeals of Idaho.\nFebruary 2, 2010.\nReview Denied May 19, 2010.\n*161 Molly J. Huskey, State Appellate Public Defender; Sarah E. Tompkins, Deputy Appellate Public Defender, Boise, for appellant.\nHon. Lawrence G. Wasden, Attorney General; Rebekah A. Cudé, Deputy Attorney General, Boise, for respondent.\nMELANSON, Judge.\nJohn Scott Meier appeals from the district court's order denying his I.C.R. 41(e) motion to return property. For the reasons set forth below, we affirm.\n\nI.\n\nFACTS AND PROCEDURE\nWhile Meier was on probation for felony possession of a controlled substance, he was suspected of participating in a number of thefts from local retail stores involving fraudulent merchandise returns. His probation officer, accompanied by law enforcement and loss prevention specialists from the victimized stores, searched Meier's storage unit and apartment for stolen merchandise. Several items of merchandise were found which were identified as stolen from their respective stores by the loss prevention specialists. These items were seized by the officers. Officers also discovered a briefcase containing child pornography. Meier pled guilty to possession of a sexually exploitative material and being a persistent violator. The state dismissed additional counts of possession of sexually exploitative material and agreed not to file any charges relating to the pending theft in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-meier"
    }
  ],
  "relatedIncidents": [
    5552,
    5602,
    5603,
    5635,
    5669
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}