{
  "id": 5989,
  "title": "2010년 Ross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-01-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Ross. 판결일: 2010-01-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Nicholas ROSS, Appellant, v. the STATE of Florida, Appellee\n**판결일**: 2010-01-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Shepherd, Suarez, and Lagoa\n\n## 변호인\n\nNicholas Ross, in proper person., Bill McCollum, Attorney General, for appellee.\n\n## 인용\n\n- 26 So. 3d 83\n\n## 판결문 요약\n\n\n26 So.3d 83 (2010)\nNicholas ROSS, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 3D09-2823.\nDistrict Court of Appeal of Florida, Third District.\nJanuary 20, 2010.\n*84 Nicholas Ross, in proper person.\nBill McCollum, Attorney General, for appellee.\nBefore SHEPHERD, SUAREZ, and LAGOA, JJ.\nSUAREZ, J.\nNicholas Ross appeals from the summary denial of his postconviction relief motion filed pursuant to Florida Rule of Criminal Procedure 3.850. We affirm in part, reverse in part, and remand for further proceedings.\nRoss was convicted of robbery while wearing a mask, without a firearm. On direct appeal from his judgment and sentence, this Court affirmed. Ross v. State, 976 So.2d 1118 (Fla. 3d DCA 2008). Ross raised thirteen issues in his motion for postconviction relief, which the trial court summarily denied as legally insufficient. Our review of the record shows that throughout the transcript of the court's hearing on Ross's rule 3.850 claims, the court stated that it would attach specific portions of the record that conclusively refuted the defendant's claims, but the promised attachments are not in the record. We must reverse because, on appeal from a summary denial, this court must reverse unless the postconviction record shows conclusively that the appellant is entitled to no relief. See Fla. R.App. P. 9.141(b)(2)(A), (D). Because the record now before us fails to make the required showing on certain of Ross's postconviction claims, we reverse the order and remand for attachm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ross-v-state"
    }
  ],
  "relatedIncidents": [
    5585,
    5607,
    5612,
    5620,
    5625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}