{
  "id": 5991,
  "title": "2010년 Lennard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-01-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lennard. 판결일: 2010-01-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Yohan Lennard, Appellant-Respondent v. Fazal Khan, and Keith O. Prescod, Jr.\n**판결일**: 2010-01-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 69 A.D.3d 812\n- 893 N.Y.2d 572\n\n## 판결문 요약\n\n\n*813In early 2007 the plaintiff commenced this action to recover damages for personal injuries allegedly sustained as the result of an automobile accident. On November 13, 2008, the Supreme Court issued an order requiring the plaintiff to undergo an independent medical examination within 30 days of the order, and extending the time, in effect, to make summary judgment motions to 60 days from the date of the independent medical examination, “but no later than [January 27, 2009] whichever is sooner.” The plaintiffs independent medical examination occurred on December 4, 2008, thus requiring submission of any summary judgment motions by January 27, 2009, the earliest of the possible deadlines.\nBy notice of motion dated January 22, 2009, the defendants Fazal Khan and Ace Towing, LLC (hereinafter the respondents), moved for summary judgment dismissing the complaint insofar as asserted against them on the ground that the plaintiff did not sustain a serious injury within the meaning of Insurance Law § 5102 (d). The respondents served the plaintiffs counsel with the summary judgment motion on January 23, 2009, and filed the motion with the court on February 11, 2009.\nThe defendants Keith O. Prescod, Jr., and Desiree Klass separately moved for the same relief. They served the plaintiffs counsel with their motion papers on January 30, 2009, and filed them with the court on March 2, 2009.\nIn support of their respective motions, the movants established their respective prima facie entit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lennard-v-khan"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}