{
  "id": 6007,
  "title": "2010년 Hojnacki 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2010-01-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Hojnacki. 판결일: 2010-01-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Hojnacki v. LAST REBEL TRUCKING INC.\n**판결일**: 2010-01-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Martin\n\n## 인용\n\n- 689 S.E.2d 601\n\n## 판결문 요약\n\n\nSTEVE F. HOJNACKI, Employee, Plaintiff,\nv.\nLAST REBEL TRUCKING INC., Employer, NONINSURED, and\nCINDY BIVINS, Individually, and ROBY L. HENDERSON, Individually, and/or COMTRAK LOGISTICS, Employer, and\nGREAT WEST CASUALTY COMPANY, Carrier, Defendants.\nNo. COA09-460.\nCourt of Appeals of North Carolina.\nFiled January 5, 2010.\nThis case not for publication\nPatterson Harkavy LLP, by Leto Copeley and Narendra K. Ghosh, for plaintiff-appellant.\nHedrick, Gardner, Kincheloe &amp; Garofalo, L.L.P., by Martha W. Surles and Larissa M. Bixler, and Cerwin Law Firm, PA, by Todd Cerwin, for defendants-appellees.\nMARTIN, Chief Judge.\nPlaintiff appeals from an Opinion and Award of the North Carolina Industrial Commission concluding it had no subject matter jurisdiction and dismissing his claim for benefits. Because we conclude plaintiff was an employee of Last Rebel Trucking, Inc. (\"Last Rebel\") at the time of his injury, we reverse the Commission's Opinion and Award and remand for further proceedings consistent with this opinion.\nThe evidence presented before the Industrial Commission tended to show that defendant Comtrak Logistics (\"Comtrak\") is a Tennessee corporation in the business of transporting goods in interstate commerce via tractor-trailer trucks. In conducting this business, Comtrak often leases tractor-trailer trucks from independent contractors. In 2002, Comtrak entered into a lease agreement with defendant Last Rebel, a North Carolina business, to lease its tractor-trailer truck...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hojnacki-v-last-rebel-trucking-inc"
    }
  ],
  "relatedIncidents": [
    5552,
    5553,
    5554,
    5557,
    5570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}