{
  "id": 6032,
  "title": "2009년 Ex Parte Acoff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-12-18",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ex Parte Acoff. 판결일: 2009-12-18. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Mario Dewayne ACOFF. (In Re Mario Dewayne Acoff v. State of Alabama)\n**판결일**: 2009-12-18\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bolin, Cobb, Lyons, Murdock, Stuart\n\n## 변호인\n\nMario Dewayne Acoff, pro se., Troy King, atty. gen., and Stephen N. Dodd, asst. atty. gen., for respondent.\n\n## 인용\n\n- 40 So. 3d 681\n\n## 판결문 요약\n\n\n40 So. 3d 681 (2009)\nEx parte Mario Dewayne ACOFF.\n(In re Mario Dewayne Acoff v. State of Alabama).\n1081306.\nSupreme Court of Alabama.\nDecember 18, 2009.\nMario Dewayne Acoff, pro se.\nTroy King, atty. gen., and Stephen N. Dodd, asst. atty. gen., for respondent.\nLYONS, Justice.\nMario Dewayne Acoff was convicted in September 2004 of first-degree robbery; he was sentenced to 22 years in prison. On direct appeal, the Court of Criminal Appeals affirmed his conviction and sentence, without an opinion. Acoff v. State, 926 So. 2d 1085 (Ala.Crim.App.2005) (table). This Court denied his petition for a writ of certiorari, without an opinion. Ex parte Acoff, 946 So. 2d 547 (Ala.2005) (table).\nOn December 10, 2008, Acoff filed a petition for postconviction relief pursuant to Rule 32, Ala. R.Crim. P., alleging that the trial court was without jurisdiction to render the judgment or to impose the sentence in his case because, he said, it had failed to swear in the members of the jury venire or the petit jury. After the State filed a response, the trial court dismissed Acoff's petition. The Court of Criminal Appeals affirmed the order dismissing Acoff's Rule 32 petition, without an opinion. Acoff v. State (No. CR-08-0873, May 22, 2009), ___ So.3d ___ (Ala.Crim.App. 2009) (table). Acoff then petitioned this Court for certiorari review. We granted his petition, and we affirm.\nIn its unpublished memorandum, the Court of Criminal Appeals stated: \"A portion of the record provided by Acoff refutes ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-acoff"
    }
  ],
  "relatedIncidents": [
    6014,
    6035,
    6051,
    6052,
    6083
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}