{
  "id": 6036,
  "title": "2009년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-12-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Thomas. 판결일: 2009-12-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: McKinley Dale THOMAS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2009-12-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Seymore, Sullivan, Yates\n\n## 변호인\n\nJimmy Phillips Jr., Angleton, for Appellant., Eric Kugler, Houston, for Appellee.\n\n## 인용\n\n- 304 S.W.3d 849\n\n## 판결문 요약\n\n\n304 S.W.3d 849 (2009)\nMcKinley Dale THOMAS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 14-08-00269-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nDecember 15, 2009.\n*850 Jimmy Phillips Jr., Angleton, for Appellant.\nEric Kugler, Houston, for Appellee.\nPanel consists of Justices YATES, SEYMORE, and SULLIVAN.\n\nOPINION\nPER CURIAM.\nAfter being convicted of murder and sentenced to life imprisonment, appellant McKinley Dale Thomas filed a pro se motion requesting appointment of appellate counsel, a new trial, and a new trial hearing. The trial court granted the request for appellate counsel but did not conduct a hearing and allowed the motion for new trial to be overruled by operation of law.\nIn this appeal, appellant claims (1) the trial court improperly allowed the State to amend the indictment after trial began, (2) he was denied counsel in the critical thirty-day period after sentencing, and (3) the trial court erred in denying his request for a new trial hearing because it was necessary to develop evidence on his ineffective assistance of counsel claims. In a published order on May 28, 2009, we overruled appellant's issues regarding amending the indictment and denial of counsel. See Thomas v. State, 286 S.W.3d 109, 114-15 (Tex.App.-Houston [14th Dist.] 2009).[1] However, we sustained appellant's remaining issue after determining he was entitled to a new trial hearing. See id. at 115-16. We abated this appeal and remanded to the trial court for a hearing on appellant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    6039,
    6043,
    6053,
    6054,
    6069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}