{
  "id": 6039,
  "title": "2009년 State of Tennessee v. Donald Ragland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-12-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Donald Ragland. 판결일: 2009-12-15. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Donald Ragland\n**판결일**: 2009-12-15\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge David H. Welles\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                           Assigned on Briefs September 1, 2009\n\n                 STATE OF TENNESSEE v. DONALD RAGLAND\n\n                      Appeal from the Criminal Court for Shelby County\n                          No. 06-06182    W. Mark Ward, Judge\n\n\n\n                  No. W2008-02065-CCA-R3-CD - Filed December 15, 2009\n\n\nThe Defendant, Donald Ragland, was convicted by a jury of one count of first degree premeditated\nmurder. See Tenn. Code Ann. § 39-13-202. He was sentenced to life, with the possibility of parole,\nin the Department of Correction. In this direct appeal, he contends that: (1) the trial court erred in\ndenying his motion to suppress a statement he made to police; (2) the trial court erred in excluding\na certified copy of a traffic citation received by the Defendant’s alibi witness; and (3) the State\npresented evidence insufficient to convict him. After our review, we affirm the judgment of the trial\ncourt.\n\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nDAVID H. WELLES, J., delivered the opinion of the court, in which ALAN E. GLENN and CAMILLE R.\nMCMULLEN , JJ., joined.\n\nJeff Woods, Memphis, Tennessee, for the appellant, Donald Ragland.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Renee W. Turner, Assistant Attorney General;\nWilliam L. Gibbons, District Attorney General; Reginald Henderson and Ray Lepone, Assistant\nDist...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-donald-ragland"
    }
  ],
  "relatedIncidents": [
    6036,
    6043,
    6053,
    6054,
    6069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}