{
  "id": 6043,
  "title": "2009년 Bernardo Lane v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-12-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Bernardo Lane v. State of Tennessee. 판결일: 2009-12-11. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Bernardo Lane v. State of Tennessee\n**판결일**: 2009-12-11\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                              Assigned on Briefs July 14, 2009\n\n                  BERNARDO LANE v. STATE OF TENNESSEE\n\n                  Direct Appeal from the Criminal Court for Shelby County\n                 Nos. 94-11344-49, P-24886   James M. Lammey, Jr., Judge\n\n\n\n                 No. W2008-02504-CCA-R3-CO - Filed December 11, 2009\n\n\nThe petitioner, Bernardo Lane, appeals the denial of relief from his petition for writ of error coram\nnobis. He was convicted of first degree felony murder, first degree premeditated murder, and four\ncounts of aggravated robbery. On appeal, he argues that he has received newly discovered evidence\nin the form of an affidavit signed by a codefendant, which purports to exonerate the petitioner from\nall wrongdoing. After careful review, we affirm the denial of error coram nobis relief.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nJOHN EVERETT WILLIAMS, J., delivered the opinion of the court, in which NORMA MCGEE OGLE and\nALAN E. GLENN , JJ., joined.\n\nRobert Brooks, Memphis, Tennessee, for the appellant, Bernardo Lane.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Lacy Wilber, Assistant Attorney General;\nWilliam L. Gibbons, District Attorney General; and David Zak, Assistant District Attorney General,\nfor the appellee, State of Tennessee.\n\n                                            OPINION\n\n       This cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bernardo-lane-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6053,
    6054,
    6069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}