{
  "id": 6051,
  "title": "2009년 State ex rel. R.J. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-12-09",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State ex rel. R.J.. 판결일: 2009-12-09. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana In the Interest of R.J.\n**판결일**: 2009-12-09\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Gorbaty, Love, Murray\n\n## 변호인\n\nLeon A. Cannizzaro, Jr., District Attorney, Nisha Sandhu, Assistant District Attorney, New Orleans, LA, for State of Louisiana., Ilona Prieto Picou, Juvenile Regional Services, New Orleans, LA, for R.J.\n\n## 인용\n\n- 28 So. 3d 513\n\n## 판결문 요약\n\n\nTERRI F. LOVE, Judge.\n[, This appeal arises from juvenile proceedings in which the juvenile court judge dismissed the case based upon two other adjudications involving the same juvenile and the interest of judicial economy. We find that the juvenile court judge’s reasons did not constitute good cause for dismissal and reverse.\n\nPROCEDURAL HISTORY\n\nR.J. was charged with simple burglary of an inhabited dwelling, pursuant to La. R.S. 14:62.2. R.J. entered a plea of not guilty. The juvenile court judge received a letter from the Office of Juvenile Justice stating that it had custody of R.J. On the date of trial, the juvenile court judge dismissed R.J.’s case, pursuant to La. Ch.C. art. 876. The State’s devolutive appeal followed.\n\nGOOD CAUSE FOR DISMISSAL\n\nThe juvenile court may dismiss a petition on its own motion for “good cause.” La. Ch.C. art. 876. The juvenile court is given great discretion when determining whether a case should be dismissed for good cause. State in the Interest of S.R., 08-0785, p. 4 (La.App. 4 Cir. 10/8/08), 995 So.2d 63, 65. “Although neither the Children’s Code nor the jurisprudence defines ‘good cause,’ it generally means ‘[a] legally sufficient reason.’ ” S.R., 08-0785, p. 4, 995 So.2d at 65-66, quoting Bryan A. Garner, Black’s Law Dictionary, 235 (8th ed.2004). Good cause must be supported by the record and is determined on a case-by-case basis. State in the Interest of M.B., 97-0524, p. 2 (La.App. 4 Cir. 11/19/97), 703 So.2d 146, 147. “The juvenile...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-rj"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6052,
    6083
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}