{
  "id": 6053,
  "title": "2009년 MIDGYETT 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-12-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: MIDGYETT. 판결일: 2009-12-08. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Travis S. MIDGYETT, Appellant\n**판결일**: 2009-12-08\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Division III: Mark D. Pfeiffer, Presiding Judge, and Karen King Mitchell and Cynthia L. Martin, Judges\n\n## 변호인\n\nCraig A. Johnston, Assistant State Public Defender, Columbia, MO, for Appellant., Chris Koster, Attorney General, Jamie Pamela Rasmussen, Assistant Attorney General, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 297 S.W.3d 932\n\n## 판결문 요약\n\n\n297 S.W.3d 932 (2009)\nSTATE of Missouri, Respondent,\nv.\nTravis S. MIDGYETT, Appellant.\nNo. WD 69177.\nMissouri Court of Appeals, Western District.\nDecember 8, 2009.\nCraig A. Johnston, Assistant State Public Defender, Columbia, MO, for Appellant.\nChris Koster, Attorney General, Jamie Pamela Rasmussen, Assistant Attorney General, Jefferson City, MO, for Respondent.\nBefore Division III: MARK D. PFEIFFER, Presiding Judge, and KAREN KING MITCHELL and CYNTHIA L. MARTIN, Judges.\n\nOrder\nPER CURIAM.\nTravis S. Midgyett appeals the trial court's judgment convicting him, after a jury trial, of one count of attempted robbery in the first degree in violation of section 564.011, RSMo 2000, and murder in the second degree in violation of section 565.021, RSMo 2000. On appeal, he presents two points. We affirm in this per curiam order issued pursuant to Rule 30.25(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-midgyett"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6054,
    6069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}