{
  "id": 6054,
  "title": "2009년 Whitaker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-12-07",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Whitaker. 판결일: 2009-12-07. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: State of New Jersey, Plaintiff-Appellant, v. Quadir Whitaker, Defendant-Respondent\n**판결일**: 2009-12-07\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Albin\n\n## 변호인\n\nCarey J. Huff, Assistant Prosecutor, argued the cause for appellant (Lids A. Valentin, Monmouth County Prosecutor, attorney; Ma'i-y R. Juliano, Assistant Prosecutor, on the brief)., Kevin G. Byrnes, Designated Counsel, argued the cause for respondent (Yvonne Smith Segars, Public Defender, attorney)., Robett E. Bonpietro, Deputy Attorney General, argued the cause for amicus curiae Attorney General of New Jersey (Anne Milgram, Attorney General, attorney; Mr. Bonpietro and Frank J. Ducort, Deputy A\n\n## 인용\n\n- 983 A.2d 181\n- 200 N.J. 444\n\n## 판결문 요약\n\n\n983 A.2d 181 (2009)\n200 N.J. 444\nSTATE of New Jersey, Plaintiff-Appellant,\nv.\nQuadir WHITAKER, Defendant-Respondent.\nNo. A-67 September Term 2008\nSupreme Court of New Jersey.\nArgued September 15, 2009.\nDecided December 7, 2009.\n*183 Carey J. Huff, Assistant Prosecutor, argued the cause for appellant (Luis A. Valentin, Monmouth County Prosecutor, attorney; Mary R. Juliano, Assistant Prosecutor, on the brief).\nKevin G. Byrnes, Designated Counsel, argued the cause for respondent (Yvonne Smith Segars, Public Defender, attorney).\nRobert E. Bonpietro, Deputy Attorney General, argued the cause for amicus curiae Attorney General of New Jersey (Anne Milgram, Attorney General, attorney; Mr. Bonpietro and Frank J. Ducort, Deputy Attorney General, on the brief).\n*184 Justice ALBIN delivered the opinion of the Court.\nDefendant Quadir Whitaker was convicted of robbery and felony murder based on accomplice liability. The issue before the jury was whether defendant aided and abetted Greg Davis in the robbery and shooting death of the victim. In summation, the prosecutor told the jury that it could convict defendant as an accomplice to robbery and felony murder, regardless of whether defendant participated in or shared Davis's intent to commit a theft or played any role in killing the victim, so long as he assisted Davis in disposing of the murder weapon as the two men fled the crime scene.\nThe Appellate Division reversed defendant's conviction, rejecting the State's legal theory that would ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-whitaker"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}