{
  "id": 6062,
  "title": "2009년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-24",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Wilson. 판결일: 2009-11-24. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent, v. Paul S. WILSON, Defendant/Appellant\n**판결일**: 2009-11-24\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Glenn, Hoff, Lawrence, Mary, Mooney, Norton\n\n## 변호인\n\nStacey Sullivan Rosenberger, Special Public Defender, St. Louis, MO, for Appellant., Chris Koster, Attorney General, John W. Grantham, Assistant Attorney General, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 297 S.W.3d 662\n\n## 판결문 요약\n\n\n297 S.W.3d 662 (2009)\nSTATE of Missouri, Plaintiff/Respondent,\nv.\nPaul S. WILSON, Defendant/Appellant.\nNo. ED 92053.\nMissouri Court of Appeals, Eastern District, Division Three.\nNovember 24, 2009.\nStacey Sullivan Rosenberger, Special Public Defender, St. Louis, MO, for Appellant.\nChris Koster, Attorney General, John W. Grantham, Assistant Attorney General, Jefferson City, MO, for Respondent.\nBefore GLENN A. NORTON, P.J., MARY K. HOFF, J., and LAWRENCE E. MOONEY, J.\n\nORDER\nPER CURIAM.\nPaul S. Wilson (Defendant) appeals from the trial court's judgment and sentence (judgment) imposed after a jury found him guilty of one count of forcible rape, in violation of Section 566.030[1]. The trial court sentenced Defendant as a prior and persistent offender to a term of 25 years' imprisonment.\nWe have reviewed the briefs of the parties, the legal file, and the record on appeal and find the claims of error to be without merit. No error of law appears. An extended opinion reciting the detailed facts and restating the principles of law applicable to this case would serve no jurisprudential purpose. The parties have been furnished with a memorandum for their information only, setting forth the reasons for our decision. We affirm the judgment pursuant to Rule 30.25(b).\nNOTES\n[1]  All statutory references are to RSMo 2006 Cum.Supp., unless otherwise indicated.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wilson"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6119,
    6162,
    6164
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}