{
  "id": 6067,
  "title": "2009년 Alston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Alston. 판결일: 2009-11-20. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Ronald ALSTON, Plaintiff, v. CARACO PHARMACEUTICAL, INC. and Ortho-McNeil Pharmaceutical, Inc., Defendants\n**판결일**: 2009-11-20\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Sweet\n\n## 변호인\n\nRonald Alston, Comstock, NY, pro se., Patterson Belknap Webb & Tyler LLP, John D. Winter, Esq., New York, NY, for Defendant Ortho-McNeil Pharmaceutical, Inc., Reiss, Eisenpresss and Eisenberg, Matthew Henry Sheppe, Esq., New York, NY, for Defendant Caraco Pharmaceutical Laboratories.\n\n## 인용\n\n- 670 F. Supp. 2d 279\n\n## 판결문 요약\n\n\n670 F. Supp. 2d 279 (2009)\nRonald ALSTON, Plaintiff,\nv.\nCARACO PHARMACEUTICAL, INC. and Ortho-McNeil Pharmaceutical, Inc., Defendants.\nNo. 08 Civ. 2826.\nUnited States District Court, S.D. New York.\nNovember 20, 2009.\n*281 Ronald Alston, Comstock, NY, pro se.\nPatterson Belknap Webb &amp; Tyler LLP, John D. Winter, Esq., New York, NY, for Defendant Ortho-McNeil Pharmaceutical, Inc.\nReiss, Eisenpresss and Eisenberg, Matthew Henry Sheppe, Esq., New York, NY, for Defendant Caraco Pharmaceutical Laboratories.\n\nOPINION\nSWEET, District Judge.\nDefendants Ortho-McNeil Pharmaceutical, Inc. (\"Ortho\") and Caraco Pharmaceutical Laboratories, Ltd. (\"Caraco\" or collectively, the \"Defendants\") have moved for summary judgment under Rule 56 Fed. R.Civ.P. to dismiss the amended complaint of plaintiff, pro se, Ronald Alston (\"Alston\" or the \"Plaintiff\"). Upon the findings and conclusions set forth below, the motion is granted, and judgment will be entered dismissing the complaint.\n\nPrior Proceedings\nThe complaint was filed on March 18, 2008. It alleged that the failure of the Defendants to warn the New York Department of Corrections adequately of the risks and potential side effects of using Ultram, manufactured by Ortho, or its generic equivalent tramadol, manufactured by Caraco, Plaintiff became physically and psychologically addicted to tramadol. (Compl. at ¶¶ 30, 42-44, 47-50.) The Plaintiff has alleged that between June 2004 and June 2005 he became \"a severe Ultram dependent person dependen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alston-v-caraco-pharmaceutical-inc"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}