{
  "id": 6069,
  "title": "2009년 Carswell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Carswell. 판결일: 2009-11-18. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Fred CARSWELL III, Petitioner, v. STATE of Florida, Respondent\n**판결일**: 2009-11-18\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: May\n\n## 변호인\n\nFred Carswell III, Coleman, Pro Se., Bill McCollum, Attorney General, Tallahassee, and Myra J. Fried, Assistant Attorney General, West Palm Beach, for ap-pellee.\n\n## 인용\n\n- 23 So. 3d 195\n\n## 판결문 요약\n\n\n23 So. 3d 195 (2009)\nFred CARSWELL III, Petitioner,\nv.\nSTATE of Florida, Respondent.\nNo. 4D09-1814.\nDistrict Court of Appeal of Florida, Fourth District.\nNovember 18, 2009.\n*196 Fred Carswell III, Coleman, Pro Se.\nBill McCollum, Attorney General, Tallahassee, and Myra J. Fried, Assistant Attorney General, West Palm Beach, for appellee.\nMAY, J.\nThe defendant appeals an order denying his motion for post-conviction relief, filed pursuant to Florida Rule of Criminal Procedure 3.850. To prevent manifest injustice, we treat this appeal as a petition for writ of habeas corpus and grant a belated direct appeal on a limited issue. See Lago v. State, 975 So. 2d 613 (Fla. 3d DCA 2008) (treating appeal as petition for habeas corpus and granting relief in order to correct a manifest injustice).[1]\nThe State charged the defendant with attempted second degree murder with a firearm for a fight that resulted in a shooting. The defendant claimed that he did not possess a gun and that the victim accidentally shot himself during the fight. At trial, the defendant objected to the State's request for instructions on the permissive lesser included offenses, particularly, the aggravated battery instruction. The defense argued that the Information failed to allege all the essential elements, notably that the defendant \"intentionally and knowingly\" inflicted great bodily harm. The trial court overruled the objection and read the instruction on aggravated battery because the Information alleged that t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carswell-v-state"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}