{
  "id": 6071,
  "title": "2009년 Farrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Farrell. 판결일: 2009-11-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: James Farrell v. City of New York, and IESI NY Corporation\n**판결일**: 2009-11-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 67 A.D.3d 859\n- 889 N.Y.S.2d 103\n\n## 판결문 요약\n\n\n*860In an action to recover damages for personal injuries, etc., the defendants IESI NY Corporation and D.C. Properties, Inc., appeal from an order of the Supreme Court, Kings County (Miller, J.), dated August 11, 2008, which denied their motion for summary judgment dismissing the complaint and all cross claims insofar as asserted against them.\nOrdered that the order is reversed, on the law, with costs, and the motion of the defendants IESI NY Corporation and D.C. Properties, Inc., for summary judgment dismissing the complaint and all cross claims insofar as asserted against them is granted.\nOn February 19, 2003 the injured plaintiff tripped and fell after stepping into a hole in a street in Brooklyn, approximately 10 to 15 feet away from a garbage transfer facility operated by the defendant IESI NY Corporation, and owned by the defendant D.C. Properties, Inc. (hereinafter together the appellants). The injured plaintiff and his wife, suing derivatively, subsequently commenced this action against the appellants, the City of New York, and two companies which had allegedly performed repair or construction work in the area where the accident occurred. The appellants moved for summary judgment dismissing the complaint and all cross claims insofar as asserted against them contending, inter alia, that they had not created the subject dangerous condition by performing repair work, and had no duty to maintain the portion of the public street where the accident occurred. The Supreme C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farrell-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}