{
  "id": 6088,
  "title": "2009년 Ham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ham. 판결일: 2009-11-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Dwayne Ham\n**판결일**: 2009-11-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mercure\n\n## 인용\n\n- 67 A.D.3d 1038\n- 889 N.Y.S.2d 110\n\n## 판결문 요약\n\n\nMercure, J.E\nAppeal from a judgment of the County Court of Schenectady County (Hoye, J.), rendered June 20, 2007, upon a verdict convicting defendant of the crimes of assault in the first degree, reckless endangerment in the first degree, criminal possession of a weapon in the second degree and criminal possession of a weapon in the third degree.\nIn April 2005, defendant and the victim got into an argument while playing basketball at a public park in the City of Schenectady, Schenectady County. The victim, who was on the same team as defendant, felt that defendant was not taking the game seriously or playing hard enough. The argument escalated until a mutual friend separated defendant and the victim, who both walked away before any punches were thrown. Defendant then left the park, only to return 15 to 20 minutes later in a car driven by his brother, codefendant Carl Molano.\nAccording to the victim and an eyewitness, defendant walked towards him and asked to speak with him. When the victim approached, defendant pulled out a handgun and began firing at the victim, who pulled out his own handgun, ran behind a tree and fired back at defendant. Defendant remained in an open area, screaming that he was going to kill the victim and continuing to fire his handgun until he was out of bullets. At that point, the victim fled the park, firing at least two shots at defendant *1039as he ran away. While the victim was running across the park, Molano allegedly got out of the car, knelt dow...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ham"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}