{
  "id": 6089,
  "title": "2009년 Rodriguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rodriguez. 판결일: 2009-11-05. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alcibiades RODRIGUEZ v. ATTORNEY GENERAL OF the UNITED STATES\n**판결일**: 2009-11-05\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Fisher, Garth, Rendell\n\n## 변호인\n\nRegis Fernandez, Esq., Newark, NJ, for Petitioner., Sharon M. Clay, Esq., Richard M. Evans, Esq., Andrew J. Oliveira, Esq., United States Department of Justice, Office of Immigration Litigation, Washington, DC, for Respondent.\n\n## 인용\n\n- 351 F. App'x 613\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nPER CURIAM.\nAlcibiades Rodriguez petitions for review of an order of the Board of Immigration Appeals (“BIA”) dismissing his appeal of an Immigration Judge’s decision to deny his motion to reopen his immigration proceedings. We will deny the petition for review.\nRodriguez, a native and citizen of Nicaragua, came to the United States in 1985 with his parents and siblings when he was nine years old. In 1987, Rodriguez’s mother filed an application for political asylum. In 1996, when Rodriguez was twenty years old, the Immigration and Naturalization Service issued an Order to Show Cause and Notice of Hearing charging that he was subject to deportation for entering the United States without inspection. Rodriguez failed to appear for a scheduled hearing and, on August 15,1996, Immigration Judge Nicole Kim ordered his deportation in absentia.\nOver eleven years later, Rodriguez filed a counseled motion to reopen the immigration proceedings and rescind the order entered in absentia. Rodriguez claimed that he did not receive written or oral notice of the August 15, 1996, hearing and that the Immigration Court and the Immigration and Naturalization Service sent correspondence to either his former address or an incomplete address.\nImmigration Judge Frederic Leeds (“IJ”) found that the Order to Show Cause was personally served on Rodriguez on April 2, 1996, as evidenced by his signa-*615toe on the document, and that the document informed him that he must appear at a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rodriguez-v-attorney-general-of-the-united-states"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}