{
  "id": 6090,
  "title": "2009년 Vincent Roger Harris v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Vincent Roger Harris v. State of Tennessee. 판결일: 2009-11-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Vincent Roger Harris v. State of Tennessee\n**판결일**: 2009-11-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n          IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT NASHVILLE\n                            Assigned on Briefs February 11, 2009\n\n             VINCENT ROGER HARRIS v. STATE OF TENNESSEE\n\n                 Direct Appeal from the Criminal Court for Davidson County\n                       No. 2005-A-463    Mark J. Fishburn, Jr., Judge\n\n\n\n                    No. M2008-01422-CCA-R3-PC - Filed November 5, 2009\n\n\nPetitioner, Vincent Roger Harris, appeals the dismissal of his post-conviction petition in which\nPetitioner alleged that his trial counsel rendered ineffective assistance of counsel in connection with\nthe entry of his pleas of guilty, and that his guilty pleas were not voluntarily or knowingly entered.\nAfter a thorough review we affirm the judgment of the post-conviction court.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nTHOMAS T. WOODALL, J., delivered the opinion of the court, in which DAVID H. WELLES and JERRY\nL. SMITH , JJ., joined.\n\nDavid M. Hopkins, Nashville, Tennessee, for the appellant, Vincent Roger Harris.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Matthew Bryant Haskell, Assistant Attorney\nGeneral; Victor S. Johnson, III, District Attorney General; Katie Miller, Assistant District Attorney\nGeneral; and Sarah Davis, Assistant District Attorney General, for the appellee, State of Tennessee.\n\n                                             OPINION\n\nI. Background\n\n         Petitioner wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vincent-roger-harris-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}