{
  "id": 6091,
  "title": "2009년 Rodriguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-11-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rodriguez. 판결일: 2009-11-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ross A. RODRIGUEZ, Attorney at Law, Surety, Appellant, v. the STATE of Texas\n**판결일**: 2009-11-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hervey\n\n## 변호인\n\nBarry P. Hitchings, San Antonio, for Appellant., Scott Roberts, Asst. District Atty., San Antonio, Jeffrey L. Van Horn, State’s Atty., Austin, for State.\n\n## 인용\n\n- 297 S.W.3d 349\n\n## 판결문 요약\n\n\n297 S.W.3d 349 (2009)\nRoss A. RODRIGUEZ, Attorney at Law, Surety, Appellant,\nv.\nThe STATE of Texas.\nNo. PD-513-09.\nCourt of Criminal Appeals of Texas.\nNovember 4, 2009.\nBarry P. Hitchings, San Antonio, for Appellant.\n*350 Scott Roberts, Asst. District Atty., San Antonio, Jeffrey L. Van Horn, State's Atty., Austin, for State.\n\nOPINION\nHERVEY, J., delivered the opinion for a unanimous Court.\nAppellant executed a $100,000 bail bond (having been reduced from $1,000,000) for a client who had been charged with possession of more than 400 grams of a Penalty Group 1 controlled substance (cocaine).[1] The punishment range for this possession offense is 10 to 99 years, or life, in prison and a fine not to exceed $100,000. See Section 481.115(f), TEX. HEALTH &amp; SAFETY CODE. The client was later indicted in a two-count indictment for possession and also for possession with intent to deliver more than 400 grams of the same Penalty Group 1 controlled substance. The punishment range for the possession-with-intent-to deliver offense is 15 to 99 years, or life, in prison and a fine not to exceed $250,000. See Section 481.115(f), TEX. HEALTH &amp; SAFETY CODE. The client failed to appear for trial on this indictment and appellant and the client, jointly and severally, were ordered to pay the full amount of the $100,000 bond. The court of appeals rejected appellant's claim that he was not liable on the bond because \"the State, by increasing the charges [to include a possession-with-intent-t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rodriguez-v-state"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}