{
  "id": 6103,
  "title": "2009년 Serrano-Lemus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Serrano-Lemus. 판결일: 2009-10-27. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Daniel SERRANO-LEMUS v. Eric H. HOLDER, Jr., Attorney General\n**판결일**: 2009-10-27\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Fletcher, Leavy, Rymer\n\n## 변호인\n\nAngela Mary Bean, Angela M. Bean & Associates, Oakland, CA, for Petitioner., Mary Jane Candaux, Assistant Director, Jennifer L. Lightbody, Esquire, DOJ— U.S. Department of Justice, Washington, DC, Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, for Respondent.\n\n## 인용\n\n- 350 F. App'x 122\n\n## 판결문 요약\n\n\nMEMORANDUM **\nDaniel Serrano-Lemus, a native and citizen of El Salvador, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s decision denying his application for asylum and withholding of removal. We have jurisdiction under 8 U.S.C. § 1252. We review for substantial evidence, Cruz-Navarro v. INS, 232 F.3d 1024, 1028 (9th Cir.2000), and we deny in part and dismiss in part the petition for review.\nSubstantial evidence supports the BIA’s determination that, even if Serrano-Lemus testified credibly, he did not establish past persecution from the one death threat he received while in the mili*123tary. See id. at 1028-30. Substantial evidence also supports the BIA’s determination that Serrano-Lemus did not establish a well-founded fear of future persecution based on his earlier military service. See Lolong v. Gonzales, 484 F.3d 1173, 1179-81 (9th Cir.2007) (State Department Reports constitute substantial evidence supporting BIA’s determination of no well-founded fear).\nBecause Serrano-Lemus failed to establish eligibility for asylum, he necessarily failed to meet the more stringent standard for withholding of removal. See Cruz-Navarro, 232 F.3d at 1031.\nFinally, we lack jurisdiction to review Serrano-Lemus’s challenge to the IJ’s denial of voluntary departure. See 8 U.S.C. §§ 1229c(f), 1252(a) (2) (B) (i).\nPETITION FOR REVIEW DENIED in part; DISMISSED in part.\n\n This disposition is not appropriate for publicatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=serrano-lemus-v-holder"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}