{
  "id": 6104,
  "title": "2009년 Drummond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-27",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Drummond. 판결일: 2009-10-27. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Christopher Keon DRUMMOND, Appellant, v. STATE of Mississippi, Appellee\n**판결일**: 2009-10-27\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Carlton, Griffis, Irving, Ishee, King, Lee, Maxwell, Myers, Roberts\n\n## 변호인\n\nChristopher Keon Drummond, pro se., Office of the Attorney General by Billy L. Gore, attorney for appellee.\n\n## 인용\n\n- 33 So. 3d 507\n\n## 판결문 요약\n\n\n33 So.3d 507 (2009)\nChristopher Keon DRUMMOND, Appellant,\nv.\nSTATE of Mississippi, Appellee.\nNo. 2008-KP-00313-COA.\nCourt of Appeals of Mississippi.\nOctober 27, 2009.\nRehearing Denied April 13, 2010.\n*508 Christopher Keon Drummond, pro se.\nOffice of the Attorney General by Billy L. Gore, attorney for appellee.\nBefore KING, C.J., GRIFFIS and MAXWELL, JJ.\nKING, C.J., for the Court.\n¶ 1. Christopher Drummond was convicted in the Circuit Court of Harrison County of aggravated assault and sentenced to twenty years in the custody of the Mississippi Department of Corrections (MDOC). The trial court denied Drummond's motion for a new trial or, alternatively, for a judgment notwithstanding the verdict (JNOV). On appeal, Drummond argues the following issues: (1) the jury verdict is against the overwhelming weight of the evidence; (2) the trial court erred in allowing a witness to testify to hearsay information; (3) he was denied effective assistance of counsel; (4) he was denied his constitutional and statutory rights to a speedy trial; and (5) he suffered cumulative error. Finding no error, we affirm.\n\nFACTS\n¶ 2. On or about May 28, 2006, Doris Duckworth agreed to move some furniture and clean and varnish the floors at Melissa Durr's home. Duckworth asked her friends, Larry Moffett and Anthony Henderson, to help her with the job. The following day, Drummond, approached Duckworth and asked the whereabouts of Moffett because Moffett had allegedly stolen his drugs (i.e. Ecstasy pills) w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=drummond-v-state"
    }
  ],
  "relatedIncidents": [
    6033,
    6047,
    6056,
    6100,
    6124
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}