{
  "id": 6109,
  "title": "2009년 Wiley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-23",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Wiley. 판결일: 2009-10-23. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: Lolita WILEY, Individually and on Behalf of All Others Similarly Situated, Plaintiff, v. GERBER PRODUCTS COMPANY, Defendant\n**판결일**: 2009-10-23\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Gorton\n\n## 변호인\n\nSaba B. Hashem, Jay M. Wolman, D’Angelo & Hashem, LLC, Lawrence, MA, Patrick J. Sheehan, Whatley Drake & Kallas, Boston, MA, for Plaintiff., Bryan A. Merryman, White & Case LLP, Los Angeles, CA, Jeffrey W. Moss, Morgan Lewis & Bockius LLP, Boston, MA, for Defendant.\n\n## 인용\n\n- 667 F. Supp. 2d 171\n\n## 판결문 요약\n\n\n667 F. Supp. 2d 171 (2009)\nLolita WILEY, individually and on behalf of all others similarly situated, Plaintiff,\nv.\nGERBER PRODUCTS COMPANY, Defendant.\nCivil Action No. 09-10099-NMG.\nUnited States District Court, D. Massachusetts.\nOctober 23, 2009.\nSaba B. Hashem, Jay M. Wolman, D'Angelo &amp; Hashem, LLC, Lawrence, MA, Patrick J. Sheehan, Whatiey Drake &amp; Kallas, Boston, MA, for Plaintiff.\nBryan A. Merryman, White &amp; Case LLP, Los Angeles, CA, Jeffrey W. Moss, Morgan Lewis &amp; Bockius LLP, Boston, MA, for Defendant.\n\nMEMORANDUM &amp; ORDER\nGORTON, District Judge.\nPlaintiff Lolita Wiley (\"Wiley\") filed a class action complaint against Gerber Products Company (\"Gerber\") alleging various claims under Massachusetts and New Jersey state law sounding in fraud, breach of warranties and intentional misrepresentation. *172 Before the Court is Gerber's motion to transfer this case for the purpose of consolidation with another action.\n\nI. Background\n\nThe claims arise out of allegedly deceptive packaging for Gerber's Fruit Juice Snacks for Toddlers (\"Fruit Juice Snacks\" or \"Snacks\"). Plaintiff contends, in essence, that words and depictions on the packaging conveyed the message that the Fruit Juice Snacks were nutritious when they \"were virtually nothing more than candy with a touch of Vitamin C.\" Plaintiff allegedly bought the Snacks based on this deceptive labeling because she was\nseeking healthy snacks for children as she is concerned about their health and is aware of the p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wiley-v-gerber-products-company"
    }
  ],
  "relatedIncidents": [
    6038,
    6113,
    6118,
    6168,
    6175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}