{
  "id": 6115,
  "title": "2009년 Island Estates Management, Inc. v. MBA-Manorhaven, LLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Island Estates Management, Inc. v. MBA-Manorhaven, LLC. 판결일: 2009-10-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Island Estates Management, Inc. v. MBA-Manorhaven, LLC\n**판결일**: 2009-10-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 66 A.D.3d 839\n- 886 N.Y.S.2d 768\n\n## 판결문 요약\n\n\nIn an action, inter alia, for specific performance of a contract for the sale of real property, the defendant appeals from an order of the Supreme Court, Nassau County (Austin, J.), dated October 10, 2008, which denied its motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nThe plaintiff contracted to purchase a parcel of unimproved property from the defendant conditioned upon, inter alia, the plaintiff securing subdivision approval from the Village of Manorhaven by June 16, 2002. The plaintiff was not able to obtain the subdivision approval until December 15, 2004, and, even then, the approval was conditioned upon remediation of environmental contamination on the property to the satisfaction of the New York State Department of Environmental Conservation and the Department of Health. Such remediation was, pursuant to the contract of sale and its amendments, the sole responsibility of the defendant and a condition of closing. By letter dated July 12, 2005, the defendant cancelled the contract on the basis that the plaintiff failed to obtain subdivision ap*840proval by the stated date. The plaintiff then commenced this action, inter alia, for specific performance. The Supreme Court denied the defendant’s motion for summary judgment dismissing the complaint, finding that the plaintiffs submissions in opposition were sufficient to raise triable issues of fact.\nAn examination of the contract and its amendments reveals that the par...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=island-estates-management-inc-v-mba-manorhaven-llc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=serano-v-new-york-city-housing-authority"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}