{
  "id": 6118,
  "title": "2009년 Seven Hanover Assocs., LLC. v. Jones Lang Lasalle Americas, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Seven Hanover Assocs., LLC. v. Jones Lang Lasalle Americas, Inc.. 판결일: 2009-10-16. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SEVEN HANOVER ASSOCIATES, LLC., Water/Pearl Associates, LLC, Builtland, LLC, Plaintiffs-Counter-Defendants-Appellants v. JONES LANG LASALLE AMERICAS, INC., Defendant-Counter-Defendant-Appellee\n**판결일**: 2009-10-16\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cabranes, Miner\n\n## 변호인\n\nRobert L. Begleiter, (Gary J. Malone, on the brief, Jeffrey A. Oppenheim, of counsel) Constantine Cannon, LLP, New York, NY, for Plaintiffs-Appellants., David R. King (Christopher P. Greeley, on the brief) Herrick, Feinstein, LLP, New York, NY, for Defendant-Appellee.\n\n## 인용\n\n- 363 F. App'x 49\n\n## 판결문 요약\n\n\nSUMMARY ORDER\nPlaintiffs-appellants Seven Hanover Associates, LLC, Water/Pearl Associates, LLC, and Builtland, LLC (jointly, “plaintiffs”), appeal from the District Court’s grant of summary judgment in favor of defendant-appellee Jones Lang LaSalle (“defendant”). Plaintiffs’ action stems from their contracts with defendant for property management and leasing services. In an order dated February 19, 2008, the District Court granted in part defendant’s motion for summary judgment dismissing plaintiffs’ non-contract claims, including allegations of: fraudulent misrepresentation, breach of fiduciary duty, unjust enrichment, conversion, negligent supervision and retention, and trespass to chattel. It also dismissed plaintiffs’ requests for equitable remedies, punitive damages, consequential damages for fraudulent concealment, and an accounting of all monies paid to defendant. The District Court denied defendant’s motion for summary judgment with respect to plaintiffs’ breach-of-contract claims and a counterclaim for breach of a brokerage agreement. Subsequently, by a stipulation dated December 1, 2008, the parties agreed to dismiss the counterclaim and claim for breach of contract with prejudice. We assume the parties’ familiarity with the underlying facts, the *50procedural history, and the issues on appeal.\nWe review de novo the District Court’s decision to grant summary judgment and, in the course of that review, we draw all permissible factual inferences in favor of the non-m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seven-hanover-assocs-llc-v-jones-lang-lasalle-americas-inc"
    }
  ],
  "relatedIncidents": [
    6038,
    6109,
    6113,
    6168,
    6175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}