{
  "id": 6119,
  "title": "2009년 Whitehead 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Whitehead. 판결일: 2009-10-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Whitehead v. the State\n**판결일**: 2009-10-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Adams, Mikell, Smith\n\n## 변호인\n\nGilbert J. Murrah, Robert R. McLendon IV, for appellant., Joseph K. Mulholland, District Attorney, for appellee.\n\n## 인용\n\n- 685 S.E.2d 770\n- 300 Ga. App. 504\n\n## 판결문 요약\n\n\n685 S.E.2d 770 (2009)\nWHITEHEAD\nv.\nThe STATE.\nNo. A08A1923.\nCourt of Appeals of Georgia.\nOctober 16, 2009.\n*771 Gilbert J. Murrah, Bainbridge, Robert R. McLendon IV, Blakely, for appellant.\nJoseph K. Mulholland, District Attorney, for appellee.\nMIKELL, Judge.\nIn Whitehead v. State,[1] the Court of Appeals affirmed Richard Dennis Whitehead's conviction under OCGA § 16-6-5.1(b) for sexual assault against a person enrolled in a school. Whitehead's conviction followed a bench trial, at which the evidence showed that he, while a teacher at Bainbridge High School, engaged in sexual contact within the meaning of OCGA § 16-6-5.1(a)(4)[2] with J.A.P., a 17-year-old student registered at the school. The facts are more fully set forth in our prior decision in Whitehead.[3]\nWhitehead challenged his conviction on several grounds, including insufficiency of the evidence. We affirmed his conviction, ruling that the evidence was sufficient to show that Whitehead had \"supervisory or disciplinary authority\" over J.A.P., as required for a conviction under OCGA § 16-6-5.1(b), which provides that \"[a] . . . supervisor of another person referred to in this Code section commits sexual assault when he or she engages in sexual contact with another person . . . who is enrolled in a school . . . and such actor has supervisory or disciplinary authority over such other person.\"\nThe Supreme Court granted Whitehead's petition for certiorari and remanded this case to us for consideration in light of the Su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whitehead-v-state"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6162,
    6164
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}