{
  "id": 6123,
  "title": "2009년 GLK, L.P. v. Four Seasons Hotel Ltd. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: GLK, L.P. v. Four Seasons Hotel Ltd.. 판결일: 2009-10-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: GLK, L.P. and Emanuel Organek v. FOUR SEASONS HOTEL LIMITED and Terremark Brickell II, Ltd.\n**판결일**: 2009-10-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cortinas, Rothenberg, Shepherd\n\n## 변호인\n\nMombach, Boyle & Hardin and Michael P. Hamaway, Fort Lauderdale; Broad and Cassel and Beverly A. Pohl and Linda Spaulding White, Fort Lauderdale, for appellants., Conroy, Simberg, Ganon, Krevans, Abel, Lurvey, Morrow & Schefer and Hinda Klein and Lawrence S. Gordon, Hollywood, for appellees.\n\n## 인용\n\n- 22 So. 3d 635\n\n## 판결문 요약\n\n\nROTHENBERG, J.\nGLK and Emanuel Organek (collectively, “appellants”) appeal from the trial court’s order in favor of the Four Seasons Hotel and Terremark Brickell II (collectively, “appellees”) dismissing with prejudice appellants’ action for rescission and damages because the claim was barred by the statute of limitations. We affirm.\n\nFacts\n\nThe facts, viewed in the light most favorable to appellants as the non-moving party, are as follows. Appellants closed on the purchase of seven condominium units in the Millennium Tower Condominium Hotel owned by appellees on July 23, 2004, for a total of $6,656,640. The hotel is part of a mixed-use development project and includes residential units above the hotel. Appellants allege that appellees knew they intended to use the units as rentals for investment purposes and would not be permanently residing in the units. Appellants also claim that appellees guaranteed a certain amount of rental income on the units.\nNearly four years later, on April 6, 2008, Organek read an article in The Wall Street Journal stating that the sale of the condominiums could be considered the sale of securities. Under the Florida Securities and Investor Protection Act, Chapter 517 of the Florida Statutes, the sellers of securities are required to register the purchase agreements, secure a permit or license to sell, and provide buyers with a prospectus. Appellants reviewed the documents appel-lees provided them during their 2004 transaction and found that they ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=glk-lp-v-four-seasons-hotel-ltd"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}