{
  "id": 6151,
  "title": "2009년 Sanchez-Gonzalez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-10-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sanchez-Gonzalez. 판결일: 2009-10-02. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Rodrigo SANCHEZ-GONZALEZ\n**판결일**: 2009-10-02\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Fuentes, Sloviter, Smith\n\n## 변호인\n\nRodrigo Sanchez-Gonzalez, Fort Dix, NJ, pro se.\n\n## 인용\n\n- 347 F. App'x 852\n\n## 판결문 요약\n\n\n\nOPINION\n\nSLOVITER, Circuit Judge.\nAppellant Rodrigo Sanchez-Gonzalez (“Gonzalez”) was convicted of one count of conspiracy to distribute cocaine and one count of distributing or aiding and abetting the distribution of cocaine in violation of 21 U.S.C. §§ 846, 841 and 18 U.S.C. § 2, respectively. The District Court vacated the original sentence and, following a resentencing hearing, found that Gonzalez was responsible for distributing more than 150 kilograms of cocaine. The Court concluded that Gonzalez had an Offense Level of 38 and assigned him to Criminal History Category III. Gonzalez was sentenced to 292 months imprisonment and ten years supervised release.\n*854Gonzalez appeals, alleging the District Court erred in finding him responsible for distributing more than 150 kilograms of cocaine and in failing to reduce his offense level for acceptance of responsibility.1 Specifically, Gonzalez argues that the facts in the PSR show only 145 kilograms of cocaine can be attributed to him, giving him an Offense Level of 36 instead of 38. He also maintains that his Offense Level should have been reduced by an additional two levels for acceptance of responsibility.\nWe review the District Court’s application of the Sentencing Guidelines for abuse of discretion. United States v. Tupone, 442 F.3d 145, 149 (3d Cir.2006) (citing Buford v. United States, 532 U.S. 59, 63-66, 121 S.Ct. 1276, 149 L.Ed.2d 197 (2001)). In reviewing the amount of cocaine attributable to Gonzalez, it is import...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sanchez-gonzalez"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}