{
  "id": 6162,
  "title": "2009년 Sittner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-09-29",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sittner. 판결일: 2009-09-29. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Johnny SITTNER, Appellant\n**판결일**: 2009-09-29\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Kenneth M. Romines\n\n## 변호인\n\nMatthew Ward, Columbia, MO, for appellant., Chris Koster, Jamie Pamela Rasmussen, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 294 S.W.3d 90\n\n## 판결문 요약\n\n\n294 S.W.3d 90 (2009)\nSTATE of Missouri, Respondent,\nv.\nJohnny SITTNER, Appellant.\nNo. ED 91463.\nMissouri Court of Appeals, Eastern District, Division Four.\nSeptember 29, 2009.\nMatthew Ward, Columbia, MO, for appellant.\nChris Koster, Jamie Pamela Rasmussen, Jefferson City, MO, for respondent.\nKENNETH M. ROMINES, C.J.\n\nIntroduction\nAppellant, Johnny Sittner appeals the judgment of the Circuit Court of Washington County which convicted him of statutory rape in the first degree, § 566.032[1], statutory sodomy in the first degree, § 566.062, and two counts of incest, § 568.020. We affirm.\n\nFactual and Procedural Background\nOn 28-29 April 2009 Sittner was tried before the Honorable Judge Kenneth Wayne Pratte of charges of first-degree statutory rape, first-degree sodomy, and *91 two counts of incest. Prior to the trial a licensed clinical social worker at the Children's Advocacy Center of East Central Missouri, Dina Vitoux, performed an extended evaluation of S.S. During this evaluation S.S. communicated, with considerable detail, the acts Sittner was alleged to have subjected her to.\nVitoux was called as a witness and the trial court recognized her as an expert in the field of child sex abuse and forensic counseling. Vitoux testified to what she and other experts used to determine the accuracy of a child's disclosure. She listed four factors, one of which was an unusual sexual knowledge for their age. Over objection, Vitoux stated that S.S. had such unusual knowledge. During a be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sittner"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6164
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}