{
  "id": 6164,
  "title": "2009년 Janssen Pharmaceutica N.V. v. Teva Pharmaceuticals USA, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-09-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Janssen Pharmaceutica N.V. v. Teva Pharmaceuticals USA, Inc.. 판결일: 2009-09-25. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In re '318 PATENT INFRINGEMENT LITIGATION. Janssen Pharmaceutica N.V., Janssen L.P., and Synaptech, Inc. v. Teva Pharmaceuticals USA, Inc. and Teva Pharmaceutical Industries, Ltd., and Mylan Pharmaceuticals, Inc. and Mylan Laboratories, Inc., and Dr. Reddy's Laboratories, Inc. and Dr. Reddy's Laboratories, Ltd., and Barr Laboratories, Inc., and Purepac Pharmaceutical Co. and Actavis Group, and Alphapharm Pty Ltd., Janssen Pharmaceutica, N.V., Janssen, L.P., Ortho-Mcneil Neurologics, Inc., and Synaptech, Inc. v. Barr Laboratories, Inc., and Barr Pharmaceuticals, Inc.\n**판결일**: 2009-09-25\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Dyk, Gajarsa, Mayer\n\n## 변호인\n\nGeorge F. Pappas, Covington & Burling LLP, of Washington, DC, argued for all plaintiffs-appellants. With him on the brief for Janssen Pharmaceutica, N.V., et al. were Christopher N. Sipes and Kurt G. Calia. Of counsel on the brief for plaintiff-appellant Synaptech, Inc. were Edward V. Filardi and Rachel Blitzer, Skadden, Arps, Slate, Meagher & Flom LLP, of New York, NY., William A. Rakoczy, Rakoczy Molino Mazzochi Siwik LLP, of Chicago, IL, argued for defendants-appellees Mylan Pharmaceuticals, \n\n## 인용\n\n- 583 F.3d 1317\n\n## 판결문 요약\n\n\nDYK, Circuit Judge.\nJanssen Pharmaceutica N.V., Janssen L.P., and Synaptech, Inc. (“Janssen”), appeal from a final judgment of the United States District Court for the District of Delaware. After a bench trial, the district court determined that the claims of U.S. Patent No. 4,663,318 (“the '318 patent”) were invalid for lack of enablement. In re '318 Patent Infringement Litig., 578 F.Supp.2d 711, 737 (D.Del.2008). We affirm.\nBACKGROUND\nJanssen’s '318 patent claims a method for treating Alzheimer’s disease with galanthamine. Claim 1 is representative. It claims “[a] method of treating Alzheimer’s disease and related dementias which comprises administering to a patient suffering from such a disease a therapeutically effective amount of'galanthamine or a pharmaceutically-acceptable acid addition salt thereof.” '318 patent col.3 11.6 — 10.1 The application for the '318 patent was filed on January 15,1986, by Dr. Bonnie Davis, the claimed inventor.\nAlzheimer’s disease is a form of progressive dementia in which memory and mental abilities steadily decline. At the time of the '318 patent’s application in early 1986, researchers had observed a correlation between Alzheimer’s disease symptoms and a reduced level of the neurotransmitter acetylcholine in the brain. During neurotransmission, acetylcholine is released by a transmitting neuron and binds to receptors on a receiving neuron. The two main types of acetylcholine receptors are nicotinic receptors and muscarinic receptors. Nico...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=janssen-pharmaceutica-nv-v-teva-pharmaceuticals-usa-inc"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}