{
  "id": 6173,
  "title": "2009년 SwedishAmerican Hospital Ass'n v. Illinois State Medical Inter-Insurance Exchange 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-09-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: SwedishAmerican Hospital Ass'n v. Illinois State Medical Inter-Insurance Exchange. 판결일: 2009-09-18. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: SWEDISHAMERICAN HOSPITAL ASSOCIATION OF ROCKFORD Et Al., Plaintiffs-Appellants, v. ILLINOIS STATE MEDICAL INTER-INSURANCE EXCHANGE, Defendant-Appellee\n**판결일**: 2009-09-18\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Bowman\n\n## 변호인\n\nRichard K. Van Evera and Charlotte A. LeClercq, both of Barrick, Switzer, Long, Balsley & Van Evera, LLP, of Rockford, and Michael M. Marick and Rebecca R. Haller, both of Meckler Bulger Tilson Marick & Pearson LLP, of Chicago, for appellants., James J. Stamos, of Stamos & Trueco LLP, of Chicago, for appellee.\n\n## 인용\n\n- 916 N.E.2d 80\n- 334 Ill. Dec. 47\n- 395 Ill. App. 3d 80\n\n## 판결문 요약\n\n\n916 N.E.2d 80 (2009)\n334 Ill. Dec. 47\nSWEDISHAMERICAN HOSPITAL ASSOCIATION OF ROCKFORD and Sari Insurance Company, Individually and as Subrogees and Assignees of Bruce Hecht, Plaintiffs-Appellants,\nv.\nILLINOIS STATE MEDICAL INTER-INSURANCE EXCHANGE, Defendant-Appellee.\nNo. 2-08-0136.\nAppellate Court of Illinois, Second District.\nSeptember 18, 2009.\n*84 Richard K. Van Evera, Charlotte A. LeClercq, Barrick, Switzer, Long, Balsley &amp; Van Evera, LLP, Rockford, IL, Michael M. Marick, Rebecca R. Haller, Meckler Bulger Tilson Marick &amp; Pearson LLP, Chicago, IL, for Appellant.\nJames J. Stamos, Stamos &amp; Trucco LLP, Chicago, IL, for Appellee.\nJustice BOWMAN delivered the opinion of the court:\nPlaintiffs, SwedishAmerican Hospital Association of Rockford (Hospital) and Sari Insurance Company, individually and as subrogees of Dr. Bruce Hecht, appeal the trial court order that granted summary judgment in favor of defendant, Illinois State Medical Inter-Insurance Exchange (ISMIE). On appeal, plaintiffs argue that the trial court erred in determining that the \"no action\" clause in defendant's insurance policy was enforceable and barred plaintiffs' recovery under the policy. ISMIE relied on the no-action provision when it refused to contribute its policy limit toward a settlement agreement that plaintiffs entered in a medical-malpractice lawsuit that was filed against them. Plaintiffs argue that ISMIE breached its good-faith duty to settle the medical-malpractice lawsuit and cannot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=swedishamerican-hospital-assn-v-illinois-state-medical-inter-insurance"
    }
  ],
  "relatedIncidents": [
    6046,
    6093,
    6128,
    6301,
    6344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}