{
  "id": 6177,
  "title": "2009년 Davidson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-09-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Davidson. 판결일: 2009-09-14. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Bertha G. DAVIDSON, Claimant-Appellant, v. Eric K. SHINSEKI, Secretary of Veterans Affairs, Respondent-Appellee\n**판결일**: 2009-09-14\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Linn, Dyk, and Prost, Circuit Judges\n\n## 변호인\n\nBertha G. Davidson, of Statesville, North Carolina, pro se., Michael D. Austin, Trial Attorney, Commercial Litigation Branch, Civil Division, United States Department of Justice, of Washington, DC, for respondent-appellee. With him on the brief were Tony West, Assistant Attorney General, Jeanne E. Davidson, Director, and Kirk T. Manhardt, Assistant Director. Of counsel on the brief were David J. Barrans, Deputy Assistant General Counsel, and Rachael T. Shenkman, Staff Attorney, Office of the Gen\n\n## 인용\n\n- 581 F.3d 1313\n\n## 판결문 요약\n\n\n581 F.3d 1313 (2009)\nBertha G. DAVIDSON, Claimant-Appellant,\nv.\nEric K. SHINSEKI, Secretary of Veterans Affairs, Respondent-Appellee.\nNo. 2009-7075.\nUnited States Court of Appeals, Federal Circuit.\nSeptember 14, 2009.\nBertha G. Davidson, of Statesville, North Carolina, pro se.\nMichael D. Austin, Trial Attorney, Commercial Litigation Branch, Civil Division, United States Department of Justice, of Washington, DC, for respondent-appellee. With him on the brief were Tony West, Assistant Attorney General, Jeanne E. Davidson, Director, and Kirk T. Manhardt, Assistant Director. Of counsel on the brief were David J. Barrans, Deputy Assistant General Counsel, and Rachael T. Shenkman, Staff Attorney, Office of the General Counsel, United States Department of Veterans Affairs, of Washington, DC.\nBefore LINN, DYK, and PROST, Circuit Judges.\nLINN, Circuit Judge.\nBertha G. Davidson (\"Ms. Davidson\") appeals a decision of the United States Court of Appeals for Veterans Claims (\"Veterans Court\"), which affirmed a decision of the Board of Veterans' Appeals (\"Board\") finding that Ms. Davidson's husband did not die from a service-connected or compensable disability. In re Davidson, No. 02-16 322 (Bd. Vet.App. June 28, 2007) (\"Board Op.\"), aff'd, Davidson v. Shinseki, No. 07-2070, 2009 WL 550161 *1314 (Vet.App. Mar. 5, 2009) (\"CAVC Op.\"). Because the Veterans Court ignored the precedent of this court and incorrectly interpreted 38 U.S.C. § 1154 to require a medical opinion to prove nexus between...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davidson-v-shinseki"
    }
  ],
  "relatedIncidents": [
    6333,
    6444,
    6461,
    5634,
    5701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}