{
  "id": 6179,
  "title": "2009년 State v. Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-09-11",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: State v. Clark. 판결일: 2009-09-11. 법원: Court of Appeals of Utah.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, Plaintiff and Appellee, v. Zachriah E. CLARK, Defendant and Appellant\n**판결일**: 2009-09-11\n**법원**: Court of Appeals of Utah\n**관할**: Utah, UT\n\n**판사**: Judges Bench, Orme, and McHugh\n\n## 변호인\n\nHerschel Bullen, Salt Lake City, for Appellant., Mark L. Shurtleff, atty. gen., and Christine F. Soltis, asst. atty. gen., Salt Lake City, for Appellee.\n\n## 인용\n\n- 2009 UT App 252\n- 219 P.3d 631\n\n## 판결문 요약\n\n\n219 P.3d 631 (2009)\n2009 UT App 252\nSTATE of Utah, Plaintiff and Appellee,\nv.\nZachriah E. CLARK, Defendant and Appellant.\nNo. 20080545.\nCourt of Appeals of Utah.\nSeptember 11, 2009.\n*634 Herschel Bullen, Salt Lake City, for Appellant.\nMark L. Shurtleff, atty. gen., and Christine F. Soltis, asst. atty. gen., Salt Lake City, for Appellee.\nBefore Judges BENCH, ORME, and McHUGH.\n\nOPINION\nMcHUGH, Judge:\n¶ 1 Defendant Zachriah E. Clark appeals his conviction of five counts of sodomy on a child and five counts of sexual abuse of a child. Defendant contends that the trial court erred in excluding evidence of the sexual behavior or, alternatively, the prior false allegations, of his accusers pursuant to Utah's rape shield law. See generally Utah R. Evid. 412(a) (making evidence of a victim's other sexual behavior inadmissable in criminal proceedings involving alleged sexual misconduct). He further argues that the trial court erred in denying an evidentiary hearing on the matter. We affirm.\n\nBACKGROUND\n¶ 2 On June 19, 2006, Defendant was charged with ten counts of sodomy on a child, see Utah Code Ann. § 76-5-403.1 (2008), and five counts of sexual abuse of a child,[1]see id. § 76-5-404.1.[2] The information alleged that Defendant had sodomized and sexually abused his two younger brothers, T.C., then twelve years old, and S.N.C., then ten years old.\n¶ 3 Defendant and his younger brothers resided together with their siblings and parents until 2002, at which point Defendant became estran...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-clark"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}