{
  "id": 6182,
  "title": "2009년 Buchmeier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-09-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Buchmeier. 판결일: 2009-09-10. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Shane BUCHMEIER, Petitioner-Appellant, v. UNITED STATES of America, Respondent-Appellee\n**판결일**: 2009-09-10\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Easterbrook, Chief Judge, and Posner, Manion, Kanne, Rovner, Wood, Evans, Williams, Sykes, and Tinder, Circuit Judges\n\n## 변호인\n\nErik W.A. Snapp, Attorney (submitted), Winston & Strawn, Chicago, IL, for Petitioner-Appellant., Madeleine S. Murphy, Attorney, Office of the United States Attorney, Chicago, IL, for Respondent-Appellee.\n\n## 인용\n\n- 581 F.3d 561\n\n## 판결문 요약\n\n\n581 F.3d 561 (2009)\nShane BUCHMEIER, Petitioner-Appellant,\nv.\nUNITED STATES of America, Respondent-Appellee.\nNo. 06-2958.\nUnited States Court of Appeals, Seventh Circuit.\nArgued March 5, 2008.\nDecided September 10, 2009.\n*562 Erik W.A. Snapp, Attorney (submitted), Winston &amp; Strawn, Chicago, IL, for Petitioner-Appellant.\nMadeleine S. Murphy, Attorney, Office of the United States Attorney, Chicago, IL, for Respondent-Appellee.\nBefore EASTERBROOK, Chief Judge, and POSNER, MANION, KANNE, ROVNER, WOOD, EVANS, WILLIAMS, SYKES, and TINDER, Circuit Judges.[]\nEASTERBROOK, Chief Judge.\nShane Buchmeier was sentenced as an armed career criminal following four firearms convictions: two for possessing firearms despite a prior felony conviction, 18 U.S.C. § 922(g)(1), and two for receiving stolen firearms, § 922(j). His sentence of 188 months' imprisonment is within the 480-month maximum for these crimes. *563 (Each conviction carries a maximum sentence of 10 years, § 924(a)(2)). But the armed career criminal enhancement set a floor of 180 months, § 924(e), and without it Buchmeier might have received a sentence in the Guideline range of 121 to 151 months that would have applied, but for the enhancement.\nWe affirmed Buchmeier's conviction and sentence on direct appeal. 255 F.3d 415 (7th Cir.2001). He then filed a collateral attack under 28 U.S.C. § 2255, contending that his lawyer had furnished ineffective assistance by failing to contest the recidivist enhancement. The prosecutor mig...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=buchmeier-v-united-states"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}