{
  "id": 6190,
  "title": "2009년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-09-01",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Wright. 판결일: 2009-09-01. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Harold H. Wright, Jr., The State of Washington v. Richy D. Carter\n**판결일**: 2009-09-01\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Armstrong, Deren, Hunt\n\n## 변호인\n\nBarbara L. Corey, Sheri L. Arnold, and Reed M.B. Speir, for appellants., Gerald A. Horne, Prosecuting Attorney, and Kathleen Proctor, Deputy, for respondent.\n\n## 인용\n\n- 152 Wash. App. 64\n\n## 판결문 요약\n\n\nArmstrong, J.\n¶1 Richy Carter and Harold Wright, Jr., appeal their third degree rape convictions, arguing that (1) the trial court erred in providing the lesser-degree third degree rape instruction and (2) insufficient evidence supports their third degree rape convictions. Wright also contends that the prosecutor committed misconduct by notifying the victim before her testimony that her statements in a civil complaint arising from the rape were inconsistent with her proposed testimony and then by arguing during closing argument that the victim’s story was consistent. We agree that the trial court erred in giving the third degree rape instruction. Accordingly, we reverse and remand for a new trial.\nFACTS\n¶2 One night in January 2004, 19-year-old S.F. was at a party with her friends, Stephanie Fincham and Jamie Whittaker. The three friends left the party to go to a bar to meet S.F.’s ex-boyfriend. S.F.’s friends went inside the bar because they were 21 years old; later, S.F sneaked inside to go to the restroom. When she came out of the restroom, her friends were talking with Harold Wright, Jr.; Richy Carter; Harold’s brother, Daryl Wright (Daryl); and Jerry Mc-Clurkin. S.F. joined them.\n13 S.F. knew Carter because he had lived in the neighborhood where she grew up and because he played basketball with her brother. McClurkin was also her former neighbor. She and the other girls also knew Wright because he worked at Spanaway Lake High School, where they had gone to school.\n14 Mc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wright"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}