{
  "id": 6201,
  "title": "2009년 Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Edwards. 판결일: 2009-08-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Thomas Edwards, Jr.\n**판결일**: 2009-08-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Peradotto, Scudder\n\n## 인용\n\n- 65 A.D.3d 829\n- 884 N.Y.S.2d 528\n\n## 판결문 요약\n\n\n*830Appeal from a judgment of the Erie County Court (Sheila A. DiTullio, J.), rendered April 3, 2008. The judgment convicted defendant, upon his plea of guilty, of criminal possession of a controlled substance in the first degree and assault in the third degree.\nIt is hereby ordered that the judgment so appealed from is reversed on the law, the plea is vacated, that part of the motion seeking to suppress tangible property is granted, the first through fourth counts of the indictment are dismissed, and the matter is remitted to Erie County Court for further proceedings on the fifth count of the indictment.\nMemorandum: On appeal from a judgment convicting him, upon his plea of guilty, of criminal possession of a controlled substance in the first degree (Penal Law § 220.21 [1]) and assault in the third degree (§ 120.00 [2]), defendant contends that his extended detention at a roadside traffic stop by Sheriffs Deputies- (Deputies) was unconstitutional and that County Court therefore erred in refusing to suppress the evidence seized as a result thereof. Although defendant does not challenge the initial stop of the vehicle that he was operating, he contends that he was then detained for a period of time and purpose that exceeded constitutionally permissible limits. We agree with defendant that the People did not establish at the suppression hearing that the Deputies had reasonable suspicion to extend the traffic stop after its initial justification was exhausted and thus that the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-edwards"
    }
  ],
  "relatedIncidents": [
    6033,
    6047,
    6056,
    6100,
    6104
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}