{
  "id": 6205,
  "title": "2009년 Eason 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-25",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Eason. 판결일: 2009-08-25. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Juan Eason\n**판결일**: 2009-08-25\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Flynn, Graendel, Gruendel, Haiper\n\n## 변호인\n\nRichard W. Callahan, special public defender, for the appellant (defendant)., Rocco A. Chiarenza, special deputy assistant state’s attorney, with whom, on the brief, were John A. Connelly and GailP. Hardy, state’s attorneys, for the appellee (state).\n\n## 인용\n\n- 976 A.2d 797\n- 116 Conn. App. 601\n\n## 판결문 요약\n\n\n976 A.2d 797 (2009)\n116 Conn.App. 601\nSTATE of Connecticut\nv.\nJuan EASON.\nNo. 30420.\nAppellate Court of Connecticut.\nArgued May 19, 2009.\nDecided August 25, 2009.\n*799 Richard W. Callahan, special public defender, for the appellant (defendant).\nRocco A. Chiarenza, special deputy assistant state's attorney, with whom, on the brief, were John A. Connelly and Gail P. Hardy, state's attorneys, for the appellee (state).\nFLYNN, C.J., and GRUENDEL and HARPER, Js.\nGRUENDEL, J.\nThe defendant, Juan Eason, appeals from the judgment of conviction, rendered after a jury trial, of murder in violation of General Statutes § 53a-54a. On appeal, the defendant claims that the trial court improperly (1) assumed the role of advocate on behalf of the state and (2) failed to consider, sua sponte, whether certain photographs admitted into evidence should have been cropped to excise allegedly prejudicial images contained therein, as a matter of due process. We affirm the judgment of the trial court.\nThe jury reasonably could have found the following facts. The defendant and the victim, Robin Wilcox, were involved in a periodic relationship for approximately eight years. Throughout their relationship, the defendant lived at the victim's apartment in Waterbury along with two of the victim's children and her granddaughter. Upon learning of the defendant's affair with her sister, the victim ended her relationship with the defendant, and he moved out of the apartment.\nApproximately three weeks later, the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-eason"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}