{
  "id": 6206,
  "title": "2009년 Featherfoot Point Property Owners Association, Inc. v. Jim Zweig 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-25",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Featherfoot Point Property Owners Association, Inc. v. Jim Zweig. 판결일: 2009-08-25. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Featherfoot Point Property Owners Association, Inc. v. Jim Zweig\n**판결일**: 2009-08-25\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge J. Steven Stafford\n\n\n## 판결문 요약\n\n                 IN THE COURT OF APPEALS OF TENNESSEE\n                              AT JACKSON\n                                     July 22, 2009 Session\n\n FEATHERFOOT POINT PROPERTY OWNERS ASSOCIATION, INC. v.\n                    JIM ZWEIG, ET AL.\n\n                 Direct Appeal from the Chancery Court for Decatur County\n                          No. 3878    Ron E. Harmon, Chancellor\n\n\n\n                    No. W2008-02494-COA-R3-CV - Filed August 25, 2009\n\n\nThis appeal arises from Appellant’s action to enforce a restrictive covenant in a residential\nsubdivision. The matter was heard by the trial court in a non-jury trial on August 12, 2008. Before\nAppellant completed its presentation of evidence, the trial court sua sponte ended the proceeding and\nentered an order of involuntary dismissal. Finding that the trial court erred in dismissing the case\nbefore Appellant completed its presentation of evidence, we reverse.\n\n\n  Tenn. R. App. P. 3. Appeal as of Right; Judgment of the Chancery Court Reversed and\n                                        Remanded\n\nJ. STEVEN STAFFORD , J., delivered the opinion of the court, in which ALAN E. HIGHERS, P.J., W.S.,\nand HOLL .Y M. KIRBY , J., joined.\n\nRalph D. Golden and Linda Jew Mathis, Memphis, Tennessee, for the Appellant, Featherfoot Point\nProperty Owners Association, Inc.\n\nCarthel L. Smith, Jr., Lexington, Tennessee, for the Appellees, Jim Zwieg and Pauline Zwieg.\n\nMagan N. White, Jackson, Tennessee, for the Appellee, Fred Reinhardt.\n\n   ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=featherfoot-point-property-owners-association-inc-"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}