{
  "id": 6210,
  "title": "2009년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-21",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: White. 판결일: 2009-08-21. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Darryl Rayshawn WHITE, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2009-08-21\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cohen, Monaco, Sawaya\n\n## 변호인\n\nJames S. Purdy, Public Defender, and Dee Ball, Assistant Public Defender, Day-tona Beach, for Appellant., Bill McCollum, Attorney General, Tallahassee, and Carmen F. Corrente, Assistant Attorney General, Daytona Beach, for Ap-pellee.\n\n## 인용\n\n- 17 So. 3d 822\n\n## 판결문 요약\n\n\n17 So.3d 822 (2009)\nDarryl Rayshawn WHITE, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 5D07-4435.\nDistrict Court of Appeal of Florida, Fifth District.\nAugust 21, 2009.\nRehearing Denied September 24, 2009.\n*823 James S. Purdy, Public Defender, and Dee Ball, Assistant Public Defender, Daytona Beach, for Appellant.\nBill McCollum, Attorney General, Tallahassee, and Carmen F. Corrente, Assistant Attorney General, Daytona Beach, for Appellee.\nCOHEN, J.\nAppellant, Darryl Rayshawn White, challenges his convictions for first-degree murder with a firearm and robbery with a firearm. White raises numerous arguments for reversal. Finding these arguments to be without merit, we affirm.\nAlexis Nurell enlisted White to assist her in robbing Rajon Davis, a drug dealer with whom she had a prior relationship. White, in turn, recruited Terrance Cobb. Under the ruse that she wanted to buy drugs, Nurell arranged to meet Davis behind a park. When Davis approached the van, White and Cobb jumped out and began shooting. They chased Davis into Vondasa Brown's yard where he was robbed. After White, Cobb, and Nurell fled, Davis made his way to Vondasa Brown's front door where he rang the doorbell and began banging on her door. After calling 911, she went to her front door where Davis, fearing he was going to die, told her the names of his attackers, and to \"please let them know if I die before they come.\" Davis implicated Nurell and White in his shooting.\nThree officers arrived at the crime scene and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-state"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}