{
  "id": 6212,
  "title": "2009년 Gonzalez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gonzalez. 판결일: 2009-08-20. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jose GONZALEZ, Maribel Gonzalez, Antonio Franco, Maria Gonzalez, Luis Franco, and Julio Gonzalez, Plaintiffs-Appellants, v. CITY OF ELGIN, Miguel Pantoja, Shaun Schroeder, Todd Pavoris, Heather Robinson, Doug Neff, Daniel McGinley, and James Kelly, Defendants-Appellees\n**판결일**: 2009-08-20\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Posner, Flaum, and Wood, Circuit Judges\n\n## 변호인\n\nSamantha Liskow, Debra Loevy-Reyes (argued), Loevy & Loevy, Chicago, IL, for Plaintiffs-Appellants., James L. Deano (argued), Deano & Scarry, Wheaton, IL, for Defendants-Appellees.\n\n## 인용\n\n- 578 F.3d 526\n\n## 판결문 요약\n\n\n578 F.3d 526 (2009)\nJose GONZALEZ, Maribel Gonzalez, Antonio Franco, Maria Gonzalez, Luis Franco, and Julio Gonzalez, Plaintiffs-Appellants,\nv.\nCITY OF ELGIN, Miguel Pantoja, Shaun Schroeder, Todd Pavoris, Heather Robinson, Doug Neff, Daniel McGinley, and James Kelly, Defendants-Appellees.\nNo. 08-2658.\nUnited States Court of Appeals, Seventh Circuit.\nArgued January 21, 2009.\nDecided August 20, 2009.\n*529 Samantha Liskow, Debra Loevy-Reyes (argued), Loevy &amp; Loevy, Chicago, IL, for Plaintiffs-Appellants.\nJames L. Deano (argued), Deano &amp; Scarry, Wheaton, IL, for Defendants-Appellees.\nBefore POSNER, FLAUM, and WOOD, Circuit Judges.\nWOOD, Circuit Judge.\nJose Gonzalez, Maribel Gonzalez, Antonio Franco, Maria Gonzalez, Luis Franco, and Julio Gonzalez filed this action under 42 U.S.C. § 1983 against the City of Elgin and numerous Elgin police officers. The plaintiffs allege that the defendants violated their Fourth Amendment rights by unlawfully arresting and detaining them, using excessive force against them to effectuate the arrest, and failing to intervene to prevent the excessive use of force. The complaint also alleges three claims based on Illinois law: one for malicious prosecution, one against the City of Elgin based on state-law concepts of respondeat superior, and one for indemnification. The district court granted the defendants' motion for summary judgment, and the plaintiffs appeal to this court.\n\nI\n\nA\nThe facts of this case are highly contested; a person compar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gonzalez-v-city-of-elgin"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}