{
  "id": 6217,
  "title": "2009년 Sidhu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sidhu. 판결일: 2009-08-17. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Rachhpal Singh SIDHU v. Eric H. HOLDER, Jr., Attorney General\n**판결일**: 2009-08-17\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Ikuta, Kleinfeld, Smith\n\n## 변호인\n\nMartin Avila Robles, Esq., Law Office of Martin Resendez Guajardo, P.C., San Francisco, CA, for Petitioner., Quynh Vu Bain, Esq., Charles E. Canter, DOJ-U.S. Department of Justice Torts Branch/Civil Division, Washington, DC, Ronald E. Lefevre, Chief Counsel, Office of the District Counsel Department of Homeland Security, San Francisco, CA, for Respondent.\n\n## 인용\n\n- 331 F. App'x 535\n\n## 판결문 요약\n\n\nMEMORANDUM**\nIn these consolidated petitions, Ra-chhpal Singh Sidhu, a native and citizen of India, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s (“IJ”) decision denying his application for asylum, withholding of removal, and protection under the Convention Against Torture (“CAT”) (No. 06-75196), and the BIA’s order denying his motion to reconsider (No. 07-70341). Our jurisdiction is governed by 8 U.S.C. § 1252. We review for substantial evidence factual findings, Gonzalez-Hernandez v. Ashcroft, 336 F.3d 995, 998 (9th Cir.2003), we review de novo due process claims, Colmenar v. INS, 210 F.3d 967, 971 (9th Cir.2000), and we review for abuse of discretion the denial of a motion to reconsider, Lara-Torres v. Ashcroft, 383 F.3d 968, 972 (9th Cir.2004). In No. 06-75196 we dismiss in part and deny in part the petition for review, and in No. 07-70341 we deny the petition for review.\nSubstantial evidence supports the agency’s determination that, even if petitioner’s testimony was credible and he established the presumption of a well-founded fear of future persecution, the government rebutted the presumption by showing changed country conditions, see 8 C.F.R. § 1208.13(b)(l)(i)(A), and petitioner’s ability to relocate to another part of India, see 8 C.F.R. § 1208.13(b)(1)(i)(B); Gonzalez-*536Hernandez, 336 F.3d at 998-99. Accordingly, petitioner’s asylum claim fails.\nBecause petitioner failed to establish eli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sidhu-v-holder"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}