{
  "id": 6221,
  "title": "2009년 Ortiz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-13",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Ortiz. 판결일: 2009-08-13. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellant, v. Marty ORTIZ, Defendant-Appellee\n**판결일**: 2009-08-13\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Linda, Michael, Sutin, Vanzi, Vigil\n\n## 변호인\n\nGary K. King, Attorney General, Santa Fe, NM, Joel Jacobsen, Assistant Attorney General, Albuquerque, NM, for Appellant., Robert E. Tangora, L.L.C., Robert E. Tangora, Santa Fe, NM, for Appellee.\n\n## 인용\n\n- 215 P.3d 811\n- 146 N.M. 873\n- 2009 NMCA 092\n\n## 판결문 요약\n\n\n215 P.3d 811 (2009)\n2009-NMCA-092\nSTATE of New Mexico, Plaintiff-Appellant,\nv.\nMarty ORTIZ, Defendant-Appellee.\nNo. 27,544.\nCourt of Appeals of New Mexico.\nAugust 13, 2009.\n*813 Gary K. King, Attorney General, Santa Fe, NM, Joel Jacobsen, Assistant Attorney General, Albuquerque, NM, for Appellant.\nRobert E. Tangora, L.L.C., Robert E. Tangora, Santa Fe, NM, for Appellee.\n\nOPINION\nSUTIN, Judge.\n{1} The State appeals from the district court's order dismissing the charges against Defendant with prejudice, in part due to the State's failure to comply with a discovery order under Rule 5-501(A)(3) NMRA. The court determined that Defendant made a threshold showing that the discovery requested was potentially material to the defense and ordered the State to identify whether any such material evidence existed. The State chose not to comply in any manner with the district court's order, and the court dismissed the case with prejudice. We conclude the court did not abuse its discretion in doing so.\n\nFACTS\n{2} Defendant Marty Ortiz was indicted in April 2006 for driving while intoxicated (DWI) and three related charges. At a hearing on June 19, 2006, the prosecutor stated that on the night in question a person overdosed on heroin at a local convenience store, that police officers were looking for that particular person traveling in a gold or tan Honda or Acura, and that it turned out the person they were looking for was a passenger in Defendant's car. The prosecutor further stated that O...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ortiz"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}