{
  "id": 6225,
  "title": "2009년 McMillon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McMillon. 판결일: 2009-08-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Samuel Lyn McMILLON, Appellant v. the STATE of Texas, Appellee\n**판결일**: 2009-08-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morriss, C.J., Carter and Moseley\n\n## 변호인\n\nPaul Hoover, Texarkana, TX, for Appellant., Michael Shepherd, Asst. Dist. Atty., Texarkana, TX, for Appellee.\n\n## 인용\n\n- 294 S.W.3d 198\n\n## 판결문 요약\n\n\n294 S.W.3d 198 (2009)\nSamuel Lyn McMILLON, Appellant\nv.\nThe STATE of Texas, Appellee.\nNo. 06-08-00201-CR.\nCourt of Appeals of Texas, Texarkana.\nSubmitted: July 31, 2009.\nDecided: August 12, 2009.\n*199 Paul Hoover, Texarkana, TX, for Appellant.\nMichael Shepherd, Asst. Dist. Atty., Texarkana, TX, for Appellee.\nBefore MORRISS, C.J., CARTER and MOSELEY, JJ.\n\nOPINION\nOpinion by Justice MOSELEY.\nSamuel Lyn McMillon appeals his conviction by a Bowie County jury for intoxication assault with a vehicle (TEX. PENAL CODE ANN. § 49.07 (Vernon Supp. 2008)) for which he received a sentence of five years' imprisonment and a fine of $2,500.00. He was also ordered to pay restitution of $24,250.82. McMillon's sentence was probated and he was placed on community supervision for ten years.\nMcMillon's sole complaint on appeal was the refusal of the trial court to allow him to attempt to impeach the witness by introducing evidence of prior misconduct by an expert witness, a former patrolman with the Texas Department of Public Safety (DPS). We affirm.\n\nFACTS OF THE CASE\nMichael Long had equipped his mule-drawn wagon for use on public roads by installing battery-powered travel lights and a slow-moving vehicle sign on the rear. While taking teenagers for a night ride on a Bowie County road near DeKalb, Texas, Long observed the oncoming headlights of a pickup truck coming from the opposite direction which seemed to be encroaching into his lane. After flashing the wagon lights and apparently failing t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcmillon-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogelio-porras-v-state"
    }
  ],
  "relatedIncidents": [
    6033,
    6047,
    6056,
    6100,
    6104
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}