{
  "id": 6226,
  "title": "2009년 McNabb 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2009-08-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McNabb. 판결일: 2009-08-11. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ronnie McNABB, Petitioner, v. James A. YATES, Warden, Respondent\n**판결일**: 2009-08-11\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: William C. Canby, Jr., Sidney R. Thomas and Sandra S. Ikuta, Circuit Judges\n\n## 변호인\n\nRonnie McNabb, Coalinga, CA, pro se.\n\n## 인용\n\n- 576 F.3d 1028\n\n## 판결문 요약\n\n\n576 F.3d 1028 (2009)\nRonnie McNABB, Petitioner,\nv.\nJames A. YATES, Warden, Respondent.\nNo. 09-71089.\nUnited States Court of Appeals, Ninth Circuit.\nAugust 11, 2009.\n*1029 Ronnie McNabb, Coalinga, CA, pro se.\nBefore WILLIAM C. CANBY, JR., SIDNEY R. THOMAS and SANDRA S. IKUTA, Circuit Judges.\nPetitioner Ronnie McNabb seeks authorization to file a second or successive 28 U.S.C. § 2254 habeas corpus petition in the district court. See 28 U.S.C. § 2244(b). The district court dismissed McNabb's first section 2254 habeas corpus petition as time-barred under § 2244(d)(1) of the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"). We hold that the dismissal of a habeas petition as untimely constitutes a disposition on the merits and that a further petition challenging the same conviction would be \"second or successive\" for purposes of 28 U.S.C. § 2244(b).\nA habeas petition is second or successive only if it raises claims that were or could have been adjudicated on the merits. See Woods v. Carey, 525 F.3d 886, 888 (9th Cir.2008). A disposition is \"on the merits\" if the district court either considers and rejects the claims or determines that the underlying claim will not be considered by a federal court. See Howard v. Lewis, 905 F.2d 1318, 1322 (9th Cir.1990).\nA prior petition that has been dismissed without prejudice for failure to exhaust state remedies leaves open the possibility for future litigation and has not, therefore, been adjudicated on the merits. See Slack v. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcnabb-v-yates"
    }
  ],
  "relatedIncidents": [
    4989,
    5086,
    7076,
    7139,
    2996
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}