{
  "id": 6237,
  "title": "2009년 Nafar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Nafar. 판결일: 2009-08-05. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Hadis NAFAR, on behalf of herself and all others similarly situated v. HOLLYWOOD TANNING SYSTEMS, INC.\n**판결일**: 2009-08-05\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Alarcon, Rendell, Stapleton\n\n## 변호인\n\nStephen M. Orlofsky (Argued) Princeton, NJ, Jordana Cooper, Cherry Hill, NJ, Kit Applegate, Southampton, NJ, for Appellant., Jeffrey I. Carton (Argued) Peter N. Freiberg Meiselman, Denlea, Packman, Carton & Eberz, White Plains, NY, for Appellee.\n\n## 인용\n\n- 339 F. App'x 216\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nSTAPLETON, Circuit Judge:\nAppellee Hadis Nafar (“Nafar”) filed a class action complaint against appellant Hollywood Tanning Systems, Inc. (“Hollywood Tans”), stating claims for violation of the New Jersey Consumer Fraud Act (“NJCFA”), fraud, unjust enrichment, breach of warranty, and injunctive relief, alleging that Hollywood Tans distorts the benefits of indoor tanning and deceptively fails to provide adequate warnings concerning exposure to ultraviolet (“UV”) light. The District Court granted Nafar’s motion for class certification. We granted Hollywood Tans’ petition for interlocutory review under Fed.R.Civ.P. 23(f).\nThe appeal presents four principal issues. First, we must determine whether the District Court erred by not defining either the class or the class claims, as required by Rule 23(c). We conclude that it did. Second, we must determine whether the District Court erred by failing to conduct an adequate choice-of-law analysis when the potential class members for this consumer fraud action hail from numerous states. We conclude that it did. Third, we must determine whether the District Court erred by failing to consider evidence suggesting that individual issues of fact and law regarding causation predominate over common issues. We conclude that it did. Finally, we must determine whether the District Court erred in failing to consider whether res judicata would apply to potential personal injury claims, and therefore whether Nafar was an “adequa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nafar-v-hollywood-tanning-systems-inc"
    }
  ],
  "relatedIncidents": [
    6038,
    6109,
    6113,
    6118,
    6168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}