{
  "id": 6239,
  "title": "2009년 Fogarazzo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fogarazzo. 판결일: 2009-08-04. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence FOGARAZZO and Carolyn Fogarazzo, Joint Tenants With Rights of Survivorship, Stephen L. Hopkins, and Don Engel on behalf of themselves, and all others similarly situated v. LEHMAN BROTHERS, INC., Goldman Sachs & Co., and Morgan Stanley & Co., Inc.\n**판결일**: 2009-08-04\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Scheindlin\n\n## 변호인\n\nCurtis Y. Trinko, Esq., Wai K. Chan, Esq., New York, NY, for Plaintiffs., Gandolfo V. DiBlasi, Esq., Stephanie G. Wheeler, Esq., David E. Swarts, Esq., Sullivan and Cromwell LLP, New York, NY, for Goldman Sachs., Peter D. Doyle, Esq., Peter A. Bellacosa, Esq., Lisa V. LeCointe, Esq., Kirkland & Ellis LLP, New York, NY, for Morgan Stanley., Sarah L. Cave, Esq., Hughes Hubbard & Reed LLP, New York, NY, for Lehman Brothers.\n\n## 인용\n\n- 263 F.R.D. 90\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER\n\nSHIRA A. SCHEINDLIN, District Judge.\nI. INTRODUCTION\nPlaintiffs, a class of investors who bought shares of RSL Communications, Inc. (“RSL”), allege that defendants, three investment banks, fraudulently issued materially misleading analyst reports that artificially inflated the price of RSL stock. Plaintiffs now move for class certification. For the following reasons, their motion is granted.\nII. BACKGROUND\nA. Facts\nPlaintiffs bring this securities fraud claim pursuant to Section 10(b) of the Securities Exchange Act against Lehman Brothers,1 Morgan Stanley, and Goldman Sachs, alleging that defendants issued false and misleading analyst reports on RSL during the class period in order to “win or maintain lucrative banking and financial advisory work from the Company.”2 As a result of defendants’ misconduct, plaintiffs allege that the market price of RSL common stock was artificially inflated, injuring plaintiffs and other class members who purchased RSL stock based on the integrity of its market price.3\nB. Procedural History\nOn July 27, 2005, I certified a class including “all persons who purchased or otherwise acquired shares of RSL equities during the period from April 30, 1999 through December 29, 2000, both dates inclusive” after finding that plaintiffs had made “some showing” that the requirements of Rule 23 were met.4 Pursuant to Federal Rule of Civil Procedure 23(f), defendants appealed this Order.\nOn January 26, 2007, the Second Circuit vacated the C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fogarazzo-v-lehman-bros"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-simmons"
    }
  ],
  "relatedIncidents": [
    6333,
    5839,
    6036,
    6038,
    6039
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}