{
  "id": 6240,
  "title": "2009년 Marlow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-04",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Marlow. 판결일: 2009-08-04. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Marlow\n**판결일**: 2009-08-04\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Calabria\n\n## 인용\n\n- 681 S.E.2d 864\n\n## 판결문 요약\n\n\nSTATE OF NORTH CAROLINA\nv.\nDARREN DEANTHONY MARLOW\nNo. COA08-1258.\nCourt of Appeals of North Carolina.\nFiled: August 4, 2009.\nThis case not for publication\nAttorney General Roy Cooper, by Special Deputy Attorney General LeAnn Martin, for the State.\nSue Genrich Berry, for defendant-appellant.\nCALABRIA, Judge.\nDarren Deanthony Marlow (\"defendant\") appeals a judgment entered upon jury verdicts finding him guilty of first-degree burglary, conspiracy to commit first-degree burglary, and felony larceny. We find no error.\n\nI. Background\nThe evidence in this case is undisputed. On 17 December 2006, defendant met four men, André Hill (\"André\"), Chasen Duke (\"Chasen\"), Eric Gore (\"Eric\"), and Charles Hill (\"Charles\") (collectively \"the group\") at a restaurant, where the group planned a home invasion. The group traveled together in a car to the home of eighty-one-year-old Lillian Hickman (\"the victim\"). While defendant remained in the car, the four other men kicked in the victim's door, locked the victim in a bathroom, and stole approximately $10,000 in cash, the victim's phone, and her pocketbook. Upon leaving the victim's home, the group traveled to a park, where they divided the stolen goods. Defendant received $1,600. Chasen and André gave their share of the stolen money to defendant to keep secure. On the following day, defendant gave this money to Eric.\nThe victim recognized one of the men who attacked her. The next day, 18 December 2006, the Brunswick County Sheriff's Department...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-marlow"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6051,
    6052
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}