{
  "id": 6241,
  "title": "2009년 Bell-Rogers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-04",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Bell-Rogers. 판결일: 2009-08-04. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: The State of New Hampshire v. Antoine Bell-Rogers\n**판결일**: 2009-08-04\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Broderick, Dalianis, Duggan, Hicks\n\n## 변호인\n\nKelly A. Ayotte, attorney general (N. William Delker, senior assistant attorney general, on the brief and orally), for the State., Getman, Stacey, Schulthess & Steere, PA, of Bedford (Andrew R. Schulman and Elizabeth Hurley on the brief, and Mr. Schulman orally), for the defendant.\n\n## 인용\n\n- 977 A.2d 1017\n- 159 N.H. 178\n\n## 판결문 요약\n\n\n977 A.2d 1017 (2009)\nThe STATE of New Hampshire\nv.\nAntoine BELL-ROGERS.\nNo. 2008-365.\nSupreme Court of New Hampshire.\nArgued: May 5, 2009.\nOpinion Issued: August 4, 2009.\n*1018 Kelly A. Ayotte, attorney general (N. William Delker, senior assistant attorney general, on the brief and orally), for the State.\nGetman, Stacey, Schulthess &amp; Steere, PA, of Bedford (Andrew R. Schulman and Elizabeth Hurley, on the brief, and Mr. Schulman orally), for the defendant.\nBRODERICK, C.J.\nThe defendant, Antoine Bell-Rogers, was convicted by a jury of armed robbery. See RSA 636:1 (2007). He appeals an order of the Superior Court (McGuire, J.) denying his motion to suppress in-court and out-of-court identifications of him based upon a photo array identification procedure that he claims was unreliable and unnecessarily suggestive. We affirm.\nThe following facts are not in dispute or are supported by the record. On October 10, 2006, two armed men entered El Mexicano restaurant in Manchester. The first man, carrying a handgun, went into the kitchen where restaurant owner José Rodriguez and his wife, Patricia Deleon, were preparing food. The second man, carrying a knife, went to the pool table area. The man in the kitchen fired a shot at the floor, in between Rodriguez's feet, and demanded that Rodriguez hand over the jewelry he was wearing. Deleon, who was chopping vegetables about ten feet from Rodriguez, told her husband to give the robber everything. Rodriguez gave him his watch and necklac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bell-rogers"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6051,
    6052
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}