{
  "id": 6244,
  "title": "2009년 Mahrous 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-08-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mahrous. 판결일: 2009-08-03. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Refatt Aziz MAHROUS v. Eric H. HOLDER, Jr., Attorney General\n**판결일**: 2009-08-03\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Hawkins, Leavy, Wallace\n\n## 변호인\n\nJohn Stephen Glaser, Esq., Manulkin Glaser & Bennett, Fountain Valley, CA, for Petitioner., CAC — District Counsel, Esq. Office of the District Counsel Department of Homeland Security USLA — Office of the U.S. Attorney Civil & Tax Divisions, Los Ange-les, CA, Ronald E. Lefevre, Chief Counsel, Office of the District Counsel Department of Homeland Security, Leon W. Weidman, Esq., San Francisco, CA, for Respondent.\n\n## 인용\n\n- 330 F. App'x 147\n\n## 판결문 요약\n\n\nMEMORANDUM **\nRefatt Aziz Mahrous, a native and citizen of Egypt, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s (“IJ”) decision denying his application for asylum, withholding of removal, and protection under the Convention Against Torture (“CAT”). We have jurisdiction under 8 U.S.C. § 1252. We review for substantial evidence and will uphold the agency’s decision unless the evidence compels a contrary conclusion. Singh v. Ashcroft, 362 F.3d 1164, 1168 (9th Cir.2004). We deny in part and grant in part the petition for review.\nThe record does not compel the conclusion that changed or extraordinary circumstances excused the untimely filing of Mahrous’ asylum application. See 8 C.F.R. § 1208.4(a)(4), (5); Ramadan v. Gonzales, 479 F.3d 646, 656-58 (9th Cir.2007) (per curiam). Accordingly, his asylum claim fails.\nSubstantial evidence does not support the agency’s denial of Mahrous’ withholding of removal and CAT claims on the basis of an adverse credibility determination because the date discrepancies are minor inconsistencies that do not enhance Mahrous’ claims, see Singh, 362 F.3d at 1171, Mahrous provided detailed testimony regarding the primary incident in which his arm was cut, see Paramasamy v. Ashcroft, 295 F.3d 1047, 1052-54 (9th Cir. 2002), the IJ impermissibly relied on speculation and conjecture in determining that Mahrous’ attackers would not have fled after cutting him a single time, see Kaur ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mahrous-v-holder"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herrera-tobar-v-holder"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}