{
  "id": 6247,
  "title": "2009년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-07-31",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Thomas. 판결일: 2009-07-31. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Thomas\n**판결일**: 2009-07-31\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Heavican\n\n## 인용\n\n- 278 Neb. 248\n\n## 판결문 요약\n\n\n278 Neb. 248\nState of Nebraska, appellee,\nv.\nL.T. Thomas, appellant.\nNo. S-08-1177.\nSupreme Court of Nebraska.\nFiled July 31, 2009.\nJames E. Schaefer and Jill A. Podraza, of Gallup &amp; Schaefer, for appellant.\nJon Bruning, Attorney General, and George R. Love for appellee.\nHEAVICAN, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, and MILLER-LERMAN, JJ.\nHEAVICAN, C.J.\n\nI. INTRODUCTION\nL.T. Thomas appeals the denial of his motion for postconviction relief by the Douglas County District Court. Thomas was convicted in 1995 of murder in the second degree, first degree assault, and two counts of use of a firearm to commit a felony. Afterward, Thomas was found to be a habitual criminal and his sentences were enhanced. In 2002, Thomas appealed, and in State v. Thomas (Thomas I),[1] we affirmed Thomas' convictions but found there was insufficient evidence to sentence Thomas as a habitual criminal and remanded the cause for resentencing. Thomas was found to be a habitual criminal at his resentencing, and, on appeal in 2004, in State v. Thomas (Thomas II),[2] we affirmed his sentences. Thomas filed this postconviction motion, alleging ineffective assistance of trial and appellate counsel. Thomas' motion was denied, and he appealed. We affirm the decision of the district court.\n\nII. FACTS\nA more detailed recitation of facts can be found in Thomas I. But in summary, Thomas was convicted of second degree murder, first degree assault, and two counts of use of a firearm to commit a felony. In J...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thomas"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}