{
  "id": 6260,
  "title": "2009년 Hayes Family Ltd. Partnership v. Town Plan & Zoning Commission 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-07-14",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Hayes Family Ltd. Partnership v. Town Plan & Zoning Commission. 판결일: 2009-07-14. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: Hayes Family Limited Partnership Et Al. v. Town Plan and Zoning Commission of the Town of Glastonbury\n**판결일**: 2009-07-14\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Bishop, Harper, Schaller\n\n## 변호인\n\nRobert A. Fuller, with whom was Stephen T. Penny, for the appellants (plaintiffs)., Beth Bryan Critton, with whom was David F. Sherwood, for the appellees (defendants).\n\n## 인용\n\n- 974 A.2d 61\n- 115 Conn. App. 655\n\n## 판결문 요약\n\n\n974 A.2d 61 (2009)\n115 Conn.App. 655\nHAYES FAMILY LIMITED PARTNERSHIP et al.\nv.\nTOWN PLAN AND ZONING COMMISSION OF the TOWN OF GLASTONBURY.\nNo. 29304.\nAppellate Court of Connecticut.\nArgued April 28, 2009.\nDecided July 14, 2009.\n*62 Robert A. Fuller, Wilton, with whom was Stephen T. Penny, Manchester, for the appellants (plaintiffs).\nBeth Bryan Critton, Hartford, with whom was David F. Sherwood, for the appellees (defendants).\nBISHOP, HARPER and SCHALLER, Js.\nBISHOP, J.\nThe plaintiffs, the Hayes Family Limited Partnership, Richard P. Hayes, Jr., and the Manchester/Hebron Avenue, LLC, appeal from the judgment of the trial court dismissing their zoning appeal from the decision of the town plan and zoning commission of the town of Glastonbury (commission). On appeal, the plaintiffs claim that the commission does not have discretion to deny an application for a special permit when, as in this case, the applicant has complied with all applicable zoning regulations. The plaintiffs further contend that the court improperly concluded that there was substantial evidence in the record to support the commission's reasons for the denial of their application for a special permit.[1] We disagree and, accordingly, affirm the judgment of the trial court.\nThe following facts are relevant to the resolution of the plaintiffs' appeal. On June 27, 2005, the plaintiffs filed an application for a special permit to construct a CVS pharmacy on a 2.4 acre parcel of land located at the corner of Hebro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hayes-family-ltd-partnership-v-town-plan-zoning-commission"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}