{
  "id": 6267,
  "title": "2009년 In Re Supplement Spot, LLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-07-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In Re Supplement Spot, LLC. 판결일: 2009-07-07. 법원: United States Bankruptcy Court, S.D. Texas.",
  "description": "## 사건 정보\n\n**사건명**: In Re SUPPLEMENT SPOT, LLC, Debtor. Ben B. Floyd, Chapter 11 Trustee, Plaintiff, v. Option One Mortgage Corporation, Defendant\n**판결일**: 2009-07-07\n**법원**: United States Bankruptcy Court, S.D. Texas\n**관할**: Texas, TX\n\n**판사**: Jeff Bohm\n\n## 변호인\n\nDavid Ronald Jones, Joshua Walton Wolfshohl, Porter and Hedges LLP, Houston, TX, for Plaintiff., David M. O’Dens, Kerry M. Hayden, SettlePou, Dallas, TX, for Defendant.\n\n## 인용\n\n- 409 B.R. 187\n\n## 판결문 요약\n\n\n409 B.R. 187 (2009)\nIn re SUPPLEMENT SPOT, LLC, Debtor.\nBen B. Floyd, Chapter 11 Trustee, Plaintiff,\nv.\nOption One Mortgage Corporation, Defendant.\nBankruptcy No. 06-35903-H4-11. Adversary No. 08-03279.\nUnited States Bankruptcy Court, S.D. Texas, Houston Division.\nJuly 7, 2009.\n*192 David Ronald Jones, Joshua Walton Wolfshohl, Porter and Hedges LLP, Houston, TX, for Plaintiff.\nDavid M. O'Dens, Kerry M. Hayden, SettlePou, Dallas, TX, for Defendant.\n\nMEMORANDUM OPINION ON TRUSTEE'S COMPLAINT TO RECOVER FRAUDULENT CONVEYANCES\n\n[Adv. Docket No. 1]\nJEFF BOHM, Bankruptcy Judge.\n\nI. INTRODUCTION\nBen B. Floyd (the Trustee), the Chapter 11 Trustee for the debtor in the above-referenced Chapter 11 case, Supplement Spot, LLC (the Debtor), brought this adversary proceeding to avoid transfers by *193 the Debtor to Option One Mortgage Corporation (Option One or the Defendant) totaling $90,668.08 under 11 U.S.C. § 548(a)(1)(B) and the Texas Business and Commerce Code § 24.006(a).[1] [Adv. Docket No. 1.] The Trustee argues that the transfers to Option One were fraudulent because: (1) the account from which the funds were transferred (the Amegy Account) was the Debtor's property; (2) the Debtor received less than reasonably equivalent value in exchange for the funds that the Debtor transferred to Option One; and (3) the Debtor was insolvent at the time the transfers were made. The Defendant argues that the Trustee has not met his burden of proof and contends there is insufficient evidence th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=floyd-v-option-one-mortgage-corp-in-re-supplement-spot-llc"
    }
  ],
  "relatedIncidents": [
    6038,
    6109,
    6113,
    6118,
    6168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}