{
  "id": 6268,
  "title": "2009년 In re Anthony R. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-07-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Anthony R.. 판결일: 2009-07-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Anthony R, a Person Alleged to be a Juvenile Delinquent\n**판결일**: 2009-07-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 64 A.D.3d 601\n- 881 N.Y.S.2d 893\n- 882 N.Y.S.2d 486\n\n## 판결문 요약\n\n\nIn a juvenile *602delinquency proceeding pursuant to Family Court Act article 3, the appeal is from an order of disposition of the Family Court, Queens County (Hunt, J.), dated October 21, 2008, which, upon a fact-finding order of the same court dated September 8, 2008, made after a hearing, finding that the appellant had committed acts which, if committed by an adult, would have constituted the crimes of robbery in the second degree, grand larceny in the fourth degree, and criminal possession of stolen property in the fifth degree, adjudged him to be a juvenile delinquent, and placed him on probation for a period of 18 months. The appeal brings up for review the fact-finding order dated September 8, 2008.\nOrdered that the order of disposition is affirmed, without costs or disbursements.\nViewing the evidence adduced at the fact-finding hearing in the light most favorable to the presentment agency (see Matter of David H., 69 NY2d 792, 793 [1987]; Matter of Melissa N, 62 AD3d 884 [2009]; Matter of Ashanti B., 62 AD3d 790 [2009]; Matter of Latiyanna M., 62 AD3d 710 [2009]), we find that it was legally sufficient to establish, beyond a reasonable doubt, that the appellant committed acts which, if committed by an adult, would have constituted the crimes of robbery in the second degree, grand larceny in the fourth degree and criminal possession of stolen property in the fifth degree (see Penal Law § 160.10 [1]; § 155.30 [5]; § 165.40).\nIn fulfilling our responsibility to conduct a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-anthony-r"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6051,
    6052
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}