{
  "id": 6272,
  "title": "2009년 Diallo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-07-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Diallo. 판결일: 2009-07-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Ibrahim Diallo v. Grand Bay Associates Enterprises, Inc.\n**판결일**: 2009-07-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 64 A.D.3d 428\n- 882 N.Y.S.2d 413\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Kenneth L. Thompson, Jr., J.), entered December 16, 2008, which, in a declaratory judgment action involving the ownership of a condominium unit, inter alia, denied plaintiff’s motion to stay, pending resolution of this action, an eviction proceeding brought by defendant against plaintiff in Civil Court, unanimously reversed, on the law and the facts, with costs, and the stay granted.\nPlaintiff claims that defendant’s principal and the latter’s attorney defrauded him into conveying the condominium apartment in which he has resided since 1994. The sole issue on this appeal is whether Supreme Court should have granted plaintiff s motion for a stay of the eviction proceeding brought by defendant against plaintiff in Civil Court. Although defendant opposed plaintiffs application in this Court for a stay pending determination of this appeal, an application that was granted on condition that plaintiff perfect his appeal for the March 2009 Term (2008 NY Slip Op 90079[U] [2008]; see also 2009 NY Slip Op 61625[U] [2009]), defendant has not submitted a response to the brief submitted by plaintiff. We conclude under these circumstances that a stay of the eviction proceeding, in which a warrant of eviction has been issued, should have been granted in order that any judgment in plaintiffs favor in this action not *429be rendered ineffectual. The decision in this action will be conclusive of the eviction proceeding; and the equities appear to be in plain...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=diallo-v-grand-bay-associates-enterprises-inc"
    }
  ],
  "relatedIncidents": [
    6038,
    6109,
    6113,
    6118,
    6168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}