{
  "id": 6275,
  "title": "2009년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-30",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Thomas. 판결일: 2009-06-30. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Leon THOMAS, II, Defendant-Appellant\n**판결일**: 2009-06-30\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Jeffrey W. Bates\n\n## 변호인\n\nNancy A. McKerrow, Columbia, MO, for Appellant., Chris Koster, Atty. Gen., Daniel N. McPherson, Asst. Atty. Gen., Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 290 S.W.3d 129\n\n## 판결문 요약\n\n\n290 S.W.3d 129 (2009)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nLeon THOMAS, II, Defendant-Appellant.\nNo. SD 29218.\nMissouri Court of Appeals, Southern District, Division One.\nJune 30, 2009.\n*130 Nancy A. McKerrow, Columbia, MO, for Appellant.\nChris Koster, Atty. Gen., Daniel N. McPherson, Asst. Atty. Gen., Jefferson City, MO, for Respondent.\nJEFFREY W. BATES, Judge.\nLeon Thomas (Defendant) appeals from his convictions on multiple counts of statutory sodomy and statutory rape involving two victims. Defendant contends the trial court abused its discretion in permitting expert testimony on the methodology used in interviewing alleged child sexual abuse victims because the testimony improperly vouched for the victims' credibility. This Court affirms.\n\nI. Factual and Procedural History\nIn 2006, Defendant was charged by information with three counts of statutory sodomy in the first degree and two counts of statutory rape in the first degree involving two sisters, A.P. and M.M. (collectively, the Victims). See §§ 566.062, 566.032.[1] Following a jury trial, Defendant was convicted of all five counts. He was sentenced to serve 10-year concurrent terms for the first three counts. The sentences on these counts were to run consecutively to the 10-year concurrent terms for the remaining two counts for a total of 20 years imprisonment.\nDefendant does not challenge the sufficiency of the evidence to sustain his convictions. On appeal, this Court considers the facts and all reasonable i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thomas"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}