{
  "id": 6276,
  "title": "2009년 Menjivar-Menjivar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Menjivar-Menjivar. 판결일: 2009-06-29. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Dennis Smith MENJIVAR-MENJIVAR v. Eric H. HOLDER Jr., Attorney General\n**판결일**: 2009-06-29\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Paez, Smith, Tallman\n\n## 변호인\n\nKeli M. Reynolds, Los Angeles, CA, for Petitioner., Ari Nazarov, Esquire, OIL, U.S. Department of Justice, Washington, DC, District Counsel Phoenix, Esquire, Office of the District Director U.S. Department of Homeland Security, Phoenix, AZ, Ronald E. Lefevre, Office of the District Counsel Department of Homeland Security, San Francisco, CA, for Respondent.\n\n## 인용\n\n- 328 F. App'x 403\n\n## 판결문 요약\n\n\nMEMORANDUM **\nDennis Smith Menjivar-Menjivar, a native and citizen of Honduras, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s decision denying his application for protection under the Convention Against Torture (“CAT”). We have jurisdiction under 8 U.S.C. § 1252. We review for substantial evidence, Singh v. Ashcroft, 351 F.3d 435, 438 n. 2 (9th Cir.2003), and we deny the petition for review.\nSubstantial evidence supports the BIA’s conclusion that Menjivar-Menjivar failed to establish that it is more likely than not he would be tortured in Honduras. See id. at 443. Accordingly, his application for deferral of removal under CAT fails.\nPETITION FOR REVIEW DENIED.\n\n This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=menjivar-menjivar-v-holder"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}