{
  "id": 6277,
  "title": "2009년 Camm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-26",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Camm. 판결일: 2009-06-26. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David R. CAMM, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 2009-06-26\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Rucker, Shepard, Sullivan\n\n## 변호인\n\nStacy R. Uliana, Indianapolis, Indiana, Katharine C. Liell, Liell & McNeil Attorneys PC, Bloomington, IN, Attorneys for Appellant., Gregory F. Zoeller, Attorney General of Indiana, Stephen R. Creason, Deputy Attorney General, Kelly A. Miklos, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee., F. Thomas Schornhorst, Bloomington, IN, Amicus Curiae for Appellant.\n\n## 인용\n\n- 908 N.E.2d 215\n\n## 판결문 요약\n\n\n908 N.E.2d 215 (2009)\nDavid R. CAMM, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 87S00-0612-CR-499.\nSupreme Court of Indiana.\nJune 26, 2009.\n*219 Stacy R. Uliana, Indianapolis, Indiana, Katharine C. Liell, Liell &amp; McNeil Attorneys PC, Bloomington, IN, Attorneys for Appellant.\nGregory F. Zoeller, Attorney General of Indiana, Stephen R. Creason, Deputy Attorney General, Kelly A. Miklos, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\nF. Thomas Schornhorst, Bloomington, IN, Amicus Curiae for Appellant.\nDICKSON, Justice.\nThe defendant, David R. Camm, appeals his three convictions and sentence of life imprisonment without parole for murdering his wife and two children. We reverse and remand for a new trial.\nThis was the defendant's second trial. In 2002 a jury convicted him of Murder for the shooting deaths of his wife, their seven-year-old son, and their five-year-old daughter at the family home in Georgetown, Indiana. In that trial, the jury rejected the defendant's alibi that he had been playing basketball at a nearby church at the time his family was killed, and \"[t]he key physical evidence ... was the purported high velocity blood spatter on [the defendant's] t-shirt.\" Camm v. State, 812 N.E.2d 1127, 1129-30 (Ind.Ct.App.2004), trans denied. The Court of Appeals reversed, finding that the defendant was prejudiced by the State's introduction of evidence regarding his poor character  i.e., his extramarital conduct  ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=camm-v-state"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}