{
  "id": 6278,
  "title": "2009년 Garcia-Cordova 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Garcia-Cordova. 판결일: 2009-06-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DANIEL GARCIA-CORDOVA, Defendant-Appellant\n**판결일**: 2009-06-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Zenoff\n\n## 변호인\n\nPatricia Unsinn and Levi S. Harris, both of State Appellate Defender’s Office, of Chicago, for appellant., Michael J. Waller, State’s Attorney, of Waukegan (Lawrence M. Bauer and Edward R. Psenicka, both of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 912 N.E.2d 280\n- 392 Ill. App. 3d 468\n\n## 판결문 요약\n\n\n912 N.E.2d 280 (2009)\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nDaniel GARCIA-CORDOVA, Defendant-Appellant.\nNo. 2-07-0550.\nAppellate Court of Illinois, Second District.\nJune 26, 2009.\nRehearing Denied July 28, 2009.\n*283 Patricia Unsinn, Deputy Defender Office of State Appellate Defender, Levi S. Harris, Office of State Appellate Defender, Chicago, IL, for Appellant.\nMichael J. Waller, Lake County State's Attorney, Waukegan, IL, Lawrence M. Bauer, Deputy Director State's Attorney Appellate Prosecutor, Edward R. Psenicka, State's Attorneys Appellate Prosecutor, Elgin, IL, for Appellee.\nPresiding Justice ZENOFF delivered the opinion of the court:\nOn February 8, 2007, a jury found defendant, Daniel Garcia-Cordova, guilty of *284 three counts of predatory criminal sexual assault of a child (720 ILCS 5/12-14.1(a)(1) (West 2004)). On defendant's motion for judgment notwithstanding the verdict, the trial court entered judgments of acquittal on two of the three counts for which the jury had returned guilty verdicts. Defendant was sentenced to 24 years' imprisonment on the remaining count. Defendant filed a motion to reconsider the sentence, which the trial court denied. Defendant then appealed. We initially dismissed this appeal for lack of jurisdiction on February 27, 2009, having found that defendant's notice of appeal was premature. People v. Garcia-Cordova, No. 2-07-0550, 912 N.E.2d 280, 2009 WL 2004057 (2009) (unpublished order under Supreme Court Rule 23). Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-garcia-cordova"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}