{
  "id": 6279,
  "title": "2009년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-25",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Allen. 판결일: 2009-06-25. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles ALLEN, Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 2009-06-25\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Minton\n\n## 변호인\n\nShannon Renee Dupree, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, Counsel for Appellant., Jack Conway, Attorney General of Kentucky, Bryan Darwin Morrow, Office of the Attorney General, Frankfort, KY, Counsel for Appellee.\n\n## 인용\n\n- 286 S.W.3d 221\n\n## 판결문 요약\n\n\n286 S.W.3d 221 (2009)\nCharles ALLEN, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 2008-SC-000009-MR.\nSupreme Court of Kentucky.\nJune 25, 2009.\n*223 Shannon Renee Dupree, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, Counsel for Appellant.\nJack Conway, Attorney General of Kentucky, Bryan Darwin Morrow, Office of the Attorney General, Frankfort, KY, Counsel for Appellee.\nOpinion of the Court by Chief Justice MINTON.\nDuring jury selection, members of the murder victim's family appeared in the courtroom wearing t-shirts imprinted with a photograph of the victim and the words, \"In loving memory.\" Charles Allen, who was on trial for the murder, argues that the trial court erred when it refused to discharge the entire venire following the t-shirt display. Raising this and other issues, Allen contends that he did not receive a fair trial and that we should reverse *224 his wanton murder conviction and sentence.\nWe decline to hold that this display of message-bearing clothing requires automatic reversal. Instead, we conclude that the best course in these situations is for the trial court to determine, as it did here, whether the attendees' display caused the defendant any tangible prejudice. Finding no reversible errors in any of the issues Allen raises on appeal, we affirm.\n\nI. FACTS AND PROCEDURAL HISTORY.\n\nAllen permitted Chad Brown, the nephew of his girlfriend, to store a mobile home on Allen's property while Brown was incarcerated. Brown even...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allen-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}