{
  "id": 6284,
  "title": "2009년 Royball 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-17",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Royball. 판결일: 2009-06-17. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kirt Orlando ROYBALL, Jr., (Defendant) v. The STATE of Wyoming, (Plaintiff)\n**판결일**: 2009-06-17\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Burke, Golden, Hill, Kite, Voigt\n\n## 변호인\n\nRepresenting Appellant: Diane M. Lozano, State Public Defender, PDP; Tina N. Kerin, Appellate Counsel; Eric M. Alden, Senior Assistant Appellate Counsel. Argument by Mr. Alden., Representing Appellee: Bruce A. Salz-burg, Wyoming Attorney General; Terry L. Armitage, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Leda M. Pojman, Senior Assistant Attorney General; Graham M. Smith, Assistant Attorney General. Argument by Mr. Smith.\n\n## 인용\n\n- 210 P.3d 1073\n- 2009 WY 79\n\n## 판결문 요약\n\n\nKITE, Justice.\n[¶1] The State charged Kirt Orlando Royball, Jr. with three counts of first degree sexual assault and one count of kidnapping. The parties subsequently entered into a plea agreement in which the State agreed to amend the information to charge two counts of third degree sexual assault in place of two of the first degree sexual assault counts and dismiss the remaining sexual assault and kidnapping charges. In exchange, Mr. Royball agreed to plead guilty to the amended counts of third degree sexual assault.\n[T2] At the change of plea hearing, the district court judge made statements concerning the plea agreement which caused Mr. Royball to terminate the hearing and file a motion for change of judge on the grounds of bias or prejudice. The cireuit court to which the matter was assigned denied the motion. Mr. Royball entered a conditional guilty plea, reserving his right to appeal the denial of his motion for change of judge. We affirm.\nISSUE\n[¶3] The issue presented for our determination is whether the cireuit court abused its discretion when it denied the motion for change of judge.\nFACTS\n[¶4] The State charged Mr. Royball with three counts of first degree sexual assault in violation of Wyo. Stat. Ann. § 6-2-802(a)() (LexisNexis 2007) for forcible sexual intrusion involving a 18 year old girl. The State also charged him with one count of kidnap ping in violation of Wyo. Stat. Ann. § 6-2-201(a2)(), (b)G) and (c) (LexisNexis 2007) for forcibly confining the victim ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=royball-v-state"
    }
  ],
  "relatedIncidents": [
    6357,
    6488,
    5667,
    5708,
    5711
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}