{
  "id": 6290,
  "title": "2009년 Osborne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Osborne. 판결일: 2009-06-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. William F. Osborne\n**판결일**: 2009-06-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 63 A.D.3d 1707\n- 880 N.Y.S.2d 835\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Chautauqua County Court (John T. Ward, J.), rendered November 20, 2006. The judgment convicted defendant, upon a jury verdict, of rape in the first degree, criminal sexual act in the first degree, and endangering the welfare of a child.\nIt is hereby ordered that the judgment so appealed from is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting him following a jury trial of rape in the first degree (Penal Law § 130.35 [4]), criminal sexual act in the first degree (§ 130.50 *1708[4]), and endangering the welfare of a child (§ 260.10 [1]). Defendant failed to preserve for our review his contention that County Court erred in admitting in evidence a handwritten note of the victim that implicated defendant in the commission of a criminal sexual act (see CPL 470.05 [2]). In any event, although we agree with defendant that the note Impermissibly bolstered the victim’s testimony and that the court therefore erred in admitting it in evidence, we conclude that the error is harmless (see generally People v Tejeda, 73 NY2d 958, 960 [1989]; People v Allah, 57 AD3d 1115, 1118 [2008], lv denied 12 NY3d 780 [2009]).\nDefendant failed to preserve for our review his further contention that the People changed the theory of the prosecution on the count charging him with endangering the welfare of a child by presenting evidence of an act that was not presented to the grand jury (see generally People v Bracewell, 34 AD3d 1197 [2006]). In an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-osborne"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}