{
  "id": 6293,
  "title": "2009년 Lake 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lake. 판결일: 2009-06-08. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Rima Lake v. Doruk Celen, Sued Herein as Do Ruk Celen\n**판결일**: 2009-06-08\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Billings\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Richard T. Lau & Associates, Jericho (Kathleen E. Fioretti of counsel), for Doruk Celen, defendant. Philip J. Sporn & Associates, Bronx (Robert J. Di Gianni, Jr. and Philip J. Sporn of counsel), for plaintiffs.\n\n## 인용\n\n- 27 Misc. 3d 284\n- 895 NYS2d 764\n\n## 판결문 요약\n\n\n*285OPINION OF THE COURT\nLucy Billings, J.\nI. Background\nPlaintiffs sue to recover for personal injuries sustained October 22, 2006, when a motor vehicle owned and operated by defendant Celen collided with a motor vehicle plaintiff Rima Lake owned and operated, in which plaintiffs Raymond Lake Sr., Raymond Lake Jr., Raymond Lake III, and Yadira Rodriguez were passengers. Raymond Lake Jr. has discontinued his action. Celen moves for summary judgment (CPLR 3212 [b]) dismissing the claims of Raymond Lake Sr., Raymond Lake III, and Rodriguez on the ground that they have not sustained a “serious injury” entitling them to recover for “non-economic loss.” (Insurance Law § 5102 [d]; § 5104 [a].) Defendant’s motion, supported by a physician’s findings that plaintiffs’ spinal conditions are caused by degeneration, not trauma, requires the court to determine what findings plaintiffs’ medical evidence must include to defeat the motion.\nAfter oral argument March 18, 2009, and attempts to settle the action, Raymond Lake III and Rodriguez presented supplemental affidavits from treating physicians. In a telephone conference on April 14, 2009, Celen posed no objection to the court considering the supplemental affidavits. For the reasons explained below, the court grants his motion to the extent set forth, but denies his motion in all other respects.\nII. Summary Judgment on the Absence of Serious Injury\nTo obtain summary judgment, defendant Celen must make a prima facie showing of entitlement...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lake-v-celen"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}