{
  "id": 6299,
  "title": "2009년 Cinapian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cinapian. 판결일: 2009-06-03. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Aghavni CINAPIAN; Norek Cinapian; Akop Cinapian; Gevork Cinapian, Petitioners, v. Eric H. HOLDER Jr., Attorney General, Respondent\n**판결일**: 2009-06-03\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Michael Daly Hawkins, Marsha S. Berzon and Richard R. Clifton, Circuit Judges\n\n## 변호인\n\nDr. Willie Jordan Curtis, Assistant Dean for Student Affairs and Associate Clinical Professor of Law, and Brooke Mickelson, Maria Mendoza and Victoria Diaz, Law Students, The University of Arizona, James E. Rogers College of Law, Tucson, AZ, for the petitioners., Brooke M. Maurer and Stephen J. Flynn, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Washington, D.C., for the respondent.\n\n## 인용\n\n- 567 F.3d 1067\n\n## 판결문 요약\n\n\n567 F.3d 1067 (2009)\nAghavni CINAPIAN; Norek Cinapian; Akop Cinapian; Gevork Cinapian, Petitioners,\nv.\nEric H. HOLDER Jr., Attorney General, Respondent.\nNo. 05-72445.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted March 6, 2009.\nFiled June 3, 2009.\n*1070 Dr. Willie Jordan Curtis, Assistant Dean for Student Affairs and Associate Clinical Professor of Law, and Brooke Mickelson, Maria Mendoza and Victoria Diaz, Law Students, The University of Arizona, James E. Rogers College of Law, Tucson, AZ, for the petitioners.\nBrooke M. Maurer and Stephen J. Flynn, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Washington, D.C., for the respondent.\nBefore: MICHAEL DALY HAWKINS, MARSHA S. BERZON and RICHARD R. CLIFTON, Circuit Judges.\nHAWKINS, Circuit Judge:\nConcluding Petitioners' right to a fair hearing was violated and their asylum applications prejudiced by the government's failure to make the author of an adverse forensic evaluation of Petitioners' documents available for cross-examination or to disclose the existence of the report to Petitioners until the day of their hearing and by the Immigration Judge's (\"IJ\") insistence on proceeding in the face of those failures, we grant the petition for review.\n\nFactual and Procedural Background\nPetitioners are Aghavni Cinapian (\"Aghavni\"), her husband Norek Cinapian (\"Norek\"), and their two sons, Akop and Gevork Cinapian (collectively \"Petitioners\"). They seek review of the decision of the Bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cinapian-v-holder"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}