{
  "id": 6301,
  "title": "2009년 Johnny's Plumbing & Heating, Inc. v. Garson Brothers Construction, LLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-06-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Johnny's Plumbing & Heating, Inc. v. Garson Brothers Construction, LLC. 판결일: 2009-06-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Johnny's Plumbing & Heating, Inc. v. Garson Brothers Construction, LLC\n**판결일**: 2009-06-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 63 A.D.3d 689\n- 880 N.Y.S.2d 160\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for breach of contract and to enforce a mechanic’s lien, the plaintiff appeals from a judgment of the Supreme Court, Westchester County (Murphy, J.), entered November 16, 2006, which upon a special jury verdict, dismissed the complaint, discharged the plaintiffs mechanic’s lien, and is in favor of the defendants and against them in the principal sum of $67,500 on the counterclaim to recover damages for breach of contract.\nOrdered that the judgment is affirmed, with costs.\nThe evidence was legally sufficient to support the jury verdict in favor of the defendants with respect to the complaint and with respect to their counterclaim for damages for breach of contract. “To determine, as a matter of law, that a jury verdict is not supported by legally sufficient evidence, there must be no valid line of reasoning and permissible inferences which could possibly lead rational persons to the conclusion reached by the jury on the basis of the evidence presented at trial” (State of New York v LVF Realty Co., Inc., 59 AD3d 519, 522 [2009]). A rational person could have found, as the jury did here, that the contract documents dated May 23, 2003, included a price cap that was exceeded and as a result the defendants sustained damages in the sum of $67,500.\nFurthermore, “[a] jury verdict should not be set aside as against the weight of the evidence unless the verdict could not have been reached upon any fair interpretation of the evidence” (Lader ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnnys-plumbing-heating-inc-v-garson-brothers-construction-llc"
    }
  ],
  "relatedIncidents": [
    6046,
    6093,
    6128,
    6173,
    6344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}