{
  "id": 6304,
  "title": "2009년 Serrato-Soto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-05-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Serrato-Soto. 판결일: 2009-05-28. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jose Luis SERRATO-SOTO, Petitioner, v. Eric H. HOLDER, JR., Attorney General, Respondent\n**판결일**: 2009-05-28\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Suhrheinrich, Batchelder and Sutton, Circuit Judges\n\n## 변호인\n\nON BRIEF: Barry L. Frager, The Frager Law Firm, P.C., Memphis, Tennessee, for Petitioner. Leslie McKay, Kristin K. Edison, United States Department of Justice, Washington, D.C., for Respondent.\n\n## 인용\n\n- 570 F.3d 686\n\n## 판결문 요약\n\n\n570 F.3d 686 (2009)\nJose Luis SERRATO-SOTO, Petitioner,\nv.\nEric H. HOLDER, JR., Attorney General, Respondent,\nNo. 08-4063.\nUnited States Court of Appeals, Sixth Circuit.\nSubmitted: April 23, 2009.\nDecided and Filed: May 28, 2009.[*]\n*687 ON BRIEF: Barry L. Frager, The Frager Law Firm, P.C., Memphis, Tennessee, for Petitioner. Leslie McKay, Kristin K. Edison, United States Department of Justice, Washington, D.C., for Respondent.\nBefore: SUHRHEINRICH, BATCHELDER and SUTTON, Circuit Judges.\n\nOPINION\nSUHRHEINRICH, Circuit Judge.\nJose Serrato-Soto, under an order of removal to Mexico, petitions for review of a final order of the Board of Immigration Appeals (BIA), which held that Serrato-Soto was ineligible for voluntary departure because he was convicted of a crime involving moral turpitude. Serrato-Soto argues that the BIA erred in concluding that his earlier conviction in Mississippi state court for fraudulent use of a social security number or identifying information to obtain goods was a crime involving moral turpitude as a matter of law. We disagree and, accordingly, DENY the petition.\n\nI. Background\nSerrato-Soto is a native and citizen of Mexico who illegally entered the United States in 1993.[1] On January 7, 2004, Serrato-Soto was convicted of fraudulent use of identification in Mississippi state court.[2] On January 8, 2004, the Department of Homeland Security (\"DHS\") lodged a Notice to Appear before the Executive Office of Immigration Review in Memphis, Tennessee, char...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=serrato-soto-v-holder"
    }
  ],
  "relatedIncidents": [
    6038,
    6109,
    6113,
    6118,
    6168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}