{
  "id": 6308,
  "title": "2009년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-05-21",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Parker. 판결일: 2009-05-21. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth Wayne PARKER, Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 2009-05-21\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Abramson, Cunningham, Minton, Noble, Schroder, Scott, Venters\n\n## 변호인\n\nSusan Jackson Balliet, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, for Appellant., Jack Conway, Attorney General of Kentucky, Todd Dryden Ferguson, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, KY, George G. Seelig, Lebanon, KY, for Appellee.\n\n## 인용\n\n- 291 S.W.3d 647\n\n## 판결문 요약\n\n\n291 S.W.3d 647 (2009)\nKenneth Wayne PARKER, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 2006-SC-000102-MR.\nSupreme Court of Kentucky.\nMay 21, 2009.\nRehearing Denied August 27, 2009.\n*653 Susan Jackson Balliet, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, for Appellant.\nJack Conway, Attorney General of Kentucky, Todd Dryden Ferguson, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, KY, George G. Seelig, Lebanon, KY, for Appellee.\nOpinion of the Court by Chief Justice MINTON.\n\nI. INTRODUCTION.\n\nAfter a jury trial, Kenneth Parker was sentenced to, along with lesser sentences, two terms of imprisonment for life without the possibility of parole for twenty-five years. Parker, the alleged leader of the Victory Park Crips gang in Louisville, also known as the Rat Pace, appeals the judgment as a matter of right,[1] raising numerous issues. We affirm, in part, and reverse, in part.\n\nII. FACTUAL AND PROCEDURAL HISTORY.\n\nThe facts underlying Parker's conviction are long, sordid, and difficult to recite chronologically. The indictment against Parker is twenty-eight pages long. So we will outline here only the most basic facts underlying Parker's convictions and present more detailed facts where necessary in our analysis of Parker's individual issues.\n\nA. The Levolia Baker Shooting.\n\nIn 1998, Parker and fellow gang members or acquaintances Dominique Coffey and JaJuan Stephenson went looking for Parker's ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parker-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}