{
  "id": 6325,
  "title": "2009년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-05-08",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Young. 판결일: 2009-05-08. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Young v. Cox\n**판결일**: 2009-05-08\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Pettigrew, McDonald, and Hughes\n\n## 인용\n\n- 9 So. 3d 356\n\n## 판결문 요약\n\n\nGLORIA YOUNG and 1ST CHOICE REALTY, L.L.C.\nv.\nE. BARTWELL COX and LISA F. COX d/b/a LOUISIANA DIRECT\nNo. 2008 CA 2089\nCourt of Appeals of Louisiana, First Circuit.\nMay 8, 2009.\nNot Designated for Publication\nTORI S. BOWLING, Counsel for Plaintiffs/Appellees, Gloria Young and 1st Choice Realty, L.L.C.\nE. BARTWELL COX, LISA F. COX, Defendants/Appellants, In Proper Person.\nBefore: PETTIGREW, McDONALD, AND HUGHES, JJ.\nHUGHES, J.\nThis is an appeal of a judgment granting a motion for summary judgment and dismissing appellant's claims. For the reasons that follow, we affirm.\n\nFACTS\nIn the months of February and March 2000, Gloria Young, realtor and owner of 1st Choice Realty (hereinafter simply referred to as Ms. Young) and Bart Cox, husband of Lisa Cox, entered into a number of \"Listing and Marketing Agreement[s]\" wherein Ms. Young was given the \"exclusive right to market and to sell, exchange or otherwise arrange to transfer\" four properties on behalf of Mr. and Mrs. Cox: The Hunter's Way property, the Rose Hill property, the Hunter's Lake property, and the Rhonda Avenue property. In each of the agreements, Mr. Cox agreed to pay Ms. Young 5% \"of the gross amount of any agreement to sell, exchange or other type of transfer.\" Further, the agreement stated that the \"fee is earned when Seller enters into any agreement to sell, exchange or otherwise transfer title to a purchaser.\" Ms. Young secured buyers for three of the four properties, but was only paid 2.5% of the sale price of on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-cox"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}