{
  "id": 6326,
  "title": "2009년 Hollins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-05-07",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Hollins. 판결일: 2009-05-07. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: HOLLINS Et Al., Appellees, v. SHAFFER Et Al., Appellants\n**판결일**: 2009-05-07\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Kilbane, McMonagle, Stewart\n\n## 변호인\n\nPaul Maneino Jr. and Carol A. DeRose, for appellees., John H. Gibbon, Cleveland Director of Law; and Nicola, Gudbranson & Cooper and James L. Juliano Jr., for appellants.\n\n## 인용\n\n- 182 Ohio App. 3d 282\n- 2009 Ohio 2136\n\n## 판결문 요약\n\n{&#182; 1} Defendants-appellants, police officer Theodore Shaffer and the city of Cleveland Heights (jointly referred to as \"the city\"), appeal the trial court's decision denying their joint motion for summary judgment on the claim that they are immune from liability under R.C. 2744.02(C). The city assigns three errors for our review. For the reasons stated below, we reverse the trial court's judgment and remand the matter for further proceedings in accordance with this opinion.\n  {&#182; 2} Briefly stated, the pertinent facts are as follows:\n  {&#182; 3} On August 22, 2004, Cleveland Heights police officer Theodore Shaffer collided with a car in which appellees, Pamela Hollins and Tavion Hollins, were *Page 285 \npassengers. On August 11, 2006, appellees filed a personal-injury suit against Shaffer and the city. In the suit, appellees alleged that officer Shaffer operated the police cruiser negligently, recklessly, and with willful and wanton disregard for the safety of others. Appellees also alleged that Shaffer was not responding to an emergency call and that as a result of his negligence, appellees sustained permanent bodily injuries.\n  {&#182; 4} The city filed its answer on August 30, 2006. On October 15, 2007, the city moved the court for summary judgment on all claims on the grounds that they were immune from liability pursuant to R.C. 2744. On October 24, 2007, appellees filed a motion to stay the proceedings pending this court's decision in a separate case arising ou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hollins-v-shaffer"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}