{
  "id": 6334,
  "title": "2009년 Payton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-05-04",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Payton. 판결일: 2009-05-04. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Keith PAYTON, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff\n**판결일**: 2009-05-04\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Friedlander, Najam, Vaidik\n\n## 변호인\n\nJohn Pinnow, Greenwood, IN, Attorney for Appellant., Gregory F. Zoeller, Attorney General of Indiana, Michael Gene Worden, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\n## 인용\n\n- 905 N.E.2d 508\n\n## 판결문 요약\n\n\n905 N.E.2d 508 (2009)\nKeith PAYTON, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 49A02-0810-CR-961.\nCourt of Appeals of Indiana.\nMay 4, 2009.\n*509 John Pinnow, Greenwood, IN, Attorney for Appellant.\nGregory F. Zoeller, Attorney General of Indiana, Michael Gene Worden, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\nOPINION\nFRIEDLANDER, Judge.\nKeith Payton appeals his conviction of Murder,[1] a felony, Kidnapping,[2] a class A felony, four counts of Criminal Confinement[3] as class B felonies, and Carrying a Handgun Without a License,[4] a class C felony. Payton presents the following restated issue for review: Did the trial court err in denying his Indiana Criminal Rule 4(C) motion to dismiss?\nWe affirm.\nThe facts favorable to the convictions are that on June 27, 2007, James Fields, Brandi Dalton, and several others were in a motel room they had rented for the purpose of partying, drinking, and using cocaine. At approximately 6:00 p.m. on that date, Payton and his brothers, Kevin and Andre, forcibly entered the aforementioned motel room, tied up the occupants, and robbed them. During the course of the robbery, Fields was shot and killed and Dalton was shot in the head and seriously wounded. Police were summoned immediately and arrived quickly enough to spot the suspects' car and give chase. The suspects' car crashed during the chase. Although Andre was found unconscious in the back seat and apprehended, the other two escaped on foot. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=payton-v-state"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}