{
  "id": 6340,
  "title": "2009년 Frazier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Frazier. 판결일: 2009-04-29. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. KATHY FRAZIER, Defendant and Appellant\n**판결일**: 2009-04-29\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Sims\n\n## 변호인\n\nCounsel, Donald J. Horvath, under appointment by the Court of Appeal, for Defendant and Appellant., Edmund G. Brown, Jr., Attorney General, Dane R. Gillette and Michael P. Farrell, Assistant Attorneys General, Michael A. Canzoneri and Angelo S. Edralin, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 173 Cal. App. 4th 613\n\n## 판결문 요약\n\n\n173 Cal.App.4th 613 (2009)\n___ Cal.Rptr.3d ___\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nKATHY FRAZIER, Defendant and Appellant.\nNo. C057684.\nCourt of Appeals of California, Third District.\nApril 29, 2009.\nCERTIFIED FOR PARTIAL PUBLICATION[*]\n*614 Donald J. Horvath, under appointment by the Court of Appeal, for Defendant and Appellant.\nEdmund G. Brown, Jr., Attorney General, Dane R. Gillette and Michael P. Farrell, Assistant Attorneys General, Michael A. Canzoneri and Angelo S. Edralin, Deputy Attorneys General, for Plaintiff and Respondent.\n\n\n*615 OPINION\nSIMS, Acting P. J.\nDefendant Kathy Frazier appeals following her conviction of assault by means of force likely to produce great bodily injury (Pen. Code, § 245, subd. (a)(1))[1] with an enhancement of sentence for personally inflicting great bodily injury on the victim (§ 12022.7, subd. (a)). Defendant urges us to strike her sentence enhancement on the rationale that she did not personally inflict great bodily injury when directing a dog to attack the victim. We reject the contention, and shall affirm.\n\nFACTUAL AND PROCEDURAL BACKGROUND\n\nPrior dog attacks\nIn early January 2007, defendant was living in a tent next to a house at 5309 Southwest Avenue that belonged to the Cervantes family. Defendant cleaned the family's house and yard as well as taking care of their two dogs, Papas and Midnight. The dogs spent considerable time with defendant, and they obeyed her.\nThe dogs also obeyed their owner, Angelica, who ordered them ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-frazier"
    }
  ],
  "relatedIncidents": [
    6033,
    6047,
    6056,
    6100,
    6104
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}