{
  "id": 6343,
  "title": "2009년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-28",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Thomas. 판결일: 2009-04-28. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Arthur THOMAS\n**판결일**: 2009-04-28\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chehardy, Edwards, Rothschild\n\n## 변호인\n\nPaul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Anne Wallis, Jeffrey J. Hand, Assistant District Attorneys, Gretna, LA, for Plaintiff/Appellee., Jane L. Beebe, Attorney at Law, Louisiana Appellate Project, New Orleans, LA, for Defendant/Appellant.\n\n## 인용\n\n- 13 So. 3d 603\n\n## 판결문 요약\n\n\nMARION F. EDWARDS, Judge.\n1 üDefendant/appellant, Arthur Thomas (“defendant”), appeals his conviction and sentence on a charge of armed robbery in violation of LSA-R.S. 14:64. For the reasons that follow, we affirm.\nAfter entering a plea of not guilty at the arraignment, defendant filed a motion to suppress the identification that was denied by the trial court after a hearing. Marc Bercegeay, one of the two victims, testified at the hearing on that motion. Defendant was subsequently tried by a jury and convicted of the charge of armed robbery. He was sentenced to serve ninety-nine years in prison at hard labor.\nDefendant filed a motion to reconsider sentence that was denied and a timely appeal that was granted.\n\n\\ .FACTS\n\nMarc Bercegeay (“Mr. Bercegeay”)1 and Jason Mansfield (“Mr. Mansfield”) were eating lunch at Mr. Bercegeay’s apartment when someone, claiming to be “Kevin” knocked on the door. Mr. Mansfield answered the door because Mr. Ber-cegeay knew someone named Kevin. However, the person at the door was not Kevin. Mr. Bercegeay asked the visitor to identify himself. The man, later identified as defendant, answered that Mr. Berce-geay knew who he was and what this was about. At that point, defendant pulled out a gun and instructed Mr. Mansfield to lie down on the floor. Defendant told Mr. Bercegeay to give him money. Mr. Berce-geay pulled some cash out of his pocket and gave it to defendant. Defendant stated that he wanted the “rest of the money” and indicated that he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thomas"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6051,
    6052
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}