{
  "id": 6351,
  "title": "2009년 Brocuglio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Brocuglio. 판결일: 2009-04-21. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Anthony BROCUGLIO Sr., Plaintiff-Appellant/Cross-Appellee v. William PROULX and James O'Connor, Defendants-Appellees/Cross-Appellants, John Eagan, Timothy Larson, Robert DeCrescenzo, James W. Shay, and Town of East Hartford\n**판결일**: 2009-04-21\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cabranes, Hall, Sweet\n\n## 변호인\n\nJeffrey J. Tinley (Robert Nastri, Jr., on the brief), Tinley, Nastri, Renehan & Dost, LLP, Waterbury, CT, for Plaintiff-Appellant., Scott M. Karsten, Karsten, Dorman & Tallberg, LLC, West Hartford, CT, for Defendants-Appellees.\n\n## 인용\n\n- 324 F. App'x 32\n\n## 판결문 요약\n\n\nSUMMARY ORDER\nPlaintiff-appellant/cross-appellee Anthony Brocuglio, Sr. appeals, and defendants-appellees/ cross-appellants William Proulx and James O’Connor cross appeal, from a judgment and final orders in this action brought under 42 U.S.C. § 1988 for unlawful arrest, unlawful search and seizure, excessive force, deprivation of substantive due process and for violations of state law. We assume the parties’ familiarity with the underlying facts, the procedural history, and the issues on appeal.\nOn appeal, Brocuglio challenges the District Court’s (1) jury instructions, (2) decision to enter judgment as matter of law for certain defendants, (3) evidentiary rulings, and (4) decision to deny plaintiffs motion for attorneys’ fees. Proulx and O’Connor challenge the District Court’s denial of their motion for judgment in their favor on qualified immunity grounds. None of these challenges have merit.\nFirst, Brocuglio argues that the District Court erred by instructing the jury that “If [defendants] had probable cause to arrest Brocuglio for interfering, threatening or breach of peace for his actions in the front yard, or if they had probable cause to arrest Brocuglio for assault for his actions in the backyard and the kitchen, then Brocuglio was not unlawfully arrested.... ” J.A. 656. Our review of jury instructions is “de novo to determine whether the jury was misled about the correct legal standard or was otherwise inadequately informed of controlling law. A new trial is requir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brocuglio-v-proulx"
    }
  ],
  "relatedIncidents": [
    6046,
    6093,
    6128,
    6173,
    6301
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}