{
  "id": 6352,
  "title": "2009년 Liriano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Liriano. 판결일: 2009-04-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joselyn Liriano v. Ostrich Cab Corp.\n**판결일**: 2009-04-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 61 A.D.3d 543\n- 876 N.Y.S.2d 645\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Paul Wooten, J.), entered December 1, 2008, which denied the corporate defendant’s motion for summary judgment dismissing the complaint as against it, unanimously modified, on the law, the motion granted to the extent of dismissing any portion of the claims that might be based on the 90/180-day provision of Insurance Law § 5102 (d), and otherwise affirmed, without costs.\nTriable issues were presented as to whether both plaintiffs *544sustained serious injuries under section 5102 (d) when the vehicle they were riding in was rear-ended by defendants’ vehicle. Plaintiffs’ medical experts and treating chiropractor raise issues of fact as to whether plaintiffs’ cervical, thoracic and lumbar spinal injuries are permanent or significant, and not merely degenerative (see Morris v Cisse, 58 AD3d 455 [2009]). The defense made a prima facie showing, however, that neither of the plaintiffs missed work or was otherwise unable to perform usual and customary daily activities for at least 90 of the 180 days following the accident (see id.). Concur—Andrias, J.P, Nardelli, McGuire, Acosta and DeGrasse, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=liriano-v-ostrich-cab-corp"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}