{
  "id": 6357,
  "title": "2009년 Nixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Nixon. 판결일: 2009-04-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Julius Jamall NIXON, Appellant, v. STATE of Florida, Appellee\n**판결일**: 2009-04-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Altenbernd, LaROSE, Whatley\n\n## 변호인\n\nJames Marion Moorman, Public Defender, and Gonzalo Alberto Gayoso, Special Assistant Public Defender, Bartow, for Appellant., Bül McCollum, Attorney General, Tallahassee, and Ha Thu Dao, Assistant Attorney General, Tampa, for Appellee.\n\n## 인용\n\n- 10 So. 3d 212\n\n## 판결문 요약\n\n\n10 So.3d 212 (2009)\nJulius Jamall NIXON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 2D07-3279.\nDistrict Court of Appeal of Florida, Second District.\nApril 17, 2009.\n*213 James Marion Moorman, Public Defender, and Gonzalo Alberto Gayoso, Special Assistant Public Defender, Bartow, for Appellant.\nBill McCollum, Attorney General, Tallahassee, and Ha Thu Dao, Assistant Attorney General, Tampa, for Appellee.\nWHATLEY, Judge.\nJulius Nixon appeals his convictions and sentences for six counts of sexual battery with a firearm, armed burglary of a conveyance, robbery with a firearm, and two counts of armed kidnapping. We find merit in two of the four issues he raises.\nContrary to Nixon's argument under issue two, his conviction of count eleven does not violate his double jeopardy rights because count eleven alleged an offense separate and distinct from the offense alleged in count nine. However, we must reverse Nixon's conviction of count eleven because it is not supported by the evidence. While Nixon's motion for judgment of acquittal did not raise this issue, it is fundamental error for a defendant to be convicted of an offense that did not take place. See Harris v. State, 647 So.2d 206, 208 (Fla. 1st DCA 1994) (\"Conviction of a crime which did not take place is a fundamental error, which the appellate court should correct even when no timely objection or motion for acquittal was made below.\").\nUnder issue four, Nixon argues that several of his written sentences do not comport with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nixon-v-state"
    }
  ],
  "relatedIncidents": [
    6284,
    6488,
    5667,
    5708,
    5711
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}