{
  "id": 6359,
  "title": "2009년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-16",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Williams v. State. 판결일: 2009-04-16. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Adrian D. WILLIAMS, Appellant, v. STATE of Minnesota, Respondent\n**판결일**: 2009-04-16\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Anderson\n\n## 변호인\n\nAdrian D. Williams, Rush City, pro se appellant., Lori Swanson, Attorney General, St. Paul; and Michael 0. Freeman, Hennepin County Attorney, Michael K. Walz and Lee W. Barry, III, Assistant County Attorneys, Minneapolis, for respondent.\n\n## 인용\n\n- 764 N.W.2d 21\n\n## 판결문 요약\n\n\n764 N.W.2d 21 (2009)\nAdrian D. WILLIAMS, Appellant,\nv.\nSTATE of Minnesota, Respondent.\nNo. A07-2148.\nSupreme Court of Minnesota.\nApril 16, 2009.\n*25 Adrian D. Williams, Rush City, pro se appellant.\nLori Swanson, Attorney General, St. Paul; and Michael O. Freeman, Hennepin County Attorney, Michael K. Walz and Lee W. Barry, III, Assistant County Attorneys, Minneapolis, for respondent.\nConsidered and decided by the court without oral argument.\n\nOPINION\nANDERSON, G. BARRY, Justice.\nAppellant Adrian D. Williams is currently serving a life sentence for first-degree murder. On direct appeal, we affirmed his conviction. State v. Williams, 586 N.W.2d 123 (Minn.1998). Subsequently, Williams filed a petition for postconviction relief that was denied by the postconviction court without an evidentiary hearing. We affirm.\nWilliams was charged by indictment for the shooting death of Artis T. Brown, Jr., and the case proceeded to a jury trial. Two days before voir dire began, the State disclosed several new police reports, one of which included a conversation between Officer Otto Wagenpfeil and Brown's girlfriend, Tashawn Griffin. To remedy any prejudice from the late disclosure, the district court offered defense counsel a two-day continuance. Defense counsel instead requested four days, and when the request was denied, declined the two-day offer. This conversation was not on the record and Williams alleges that it was discovered in 2003 by volunteers from the Innocence Project.\nOn the fir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}