{
  "id": 636,
  "title": "2023년 Hatcher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2023-08-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hatcher. 판결일: 2023-08-21. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hatcher v. State\n**판결일**: 2023-08-21\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\n NOTICE: This opinion is subject to modification resulting from motions for reconsideration under Supreme Court\n Rule 27, the Court’s reconsideration, and editorial revisions by the Reporter of Decisions. The version of the\n opinion published in the Advance Sheets for the Georgia Reports, designated as the “Final Copy,” will replace any\n prior version on the Court’s website and docket. A bound volume of the Georgia Reports will contain the final and\n official text of the opinion.\n\n\n\nIn the Supreme Court of Georgia\n\n\n\n                                                   Decided: August 21, 2023\n\n\n                      S23A0465. HATCHER v. THE STATE.\n\n        ELLINGTON, Justice.\n\n        A Liberty County jury found Perry Lee Hatcher, Jr., guilty of\n\nfelony murder and cruelty to children in the third degree in\n\nconnection with the shooting death of his wife, Dashea Hatcher, in\n\nthe presence of their son, M. H. 1 Hatcher contends that his attorney\n\nwas ineffective for failing to object to the qualifications of the State’s\n\n\n\n\n        1 The crimes occurred on November 5, 2014. On February 9, 2016, a\n\nLiberty County grand jury indicted Hatcher for malice murder, felony murder,\naggravated assault, cruelty to children in the first degree, and cruelty to\nchildren in the third degree. During a trial that began on December 5, 2016,\nthe jury found Hatcher guilty of felony murder, aggravated assault, and cruelty\nto children in the third degree. However, the jury found Hatcher not guilty of\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hatcher-v-state"
    }
  ],
  "relatedIncidents": [
    577,
    618,
    620,
    696,
    710
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}