{
  "id": 6363,
  "title": "2009년 In re Edward H. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Edward H.. 판결일: 2009-04-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Edward H., a Person Alleged to be a Juvenile Delinquent\n**판결일**: 2009-04-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 61 A.D.3d 473\n- 876 N.Y.S.2d 399\n\n## 판결문 요약\n\n\nOrder of disposition, Family Court, New York County (Mary E. Bednar, J.), entered on or about February 7, 2008, which adjudicated appellant a juvenile delinquent, upon a fact-finding determination that he committed an act which, if committed by an adult, would constitute the crime of assault in the third degree, and placed him with the Office of Children and Family Services for a period of up to 12 months, unanimously affirmed, without costs.\nThe court’s finding was based on legally sufficient evidence and was not against the weight of the evidence (see People v Danielson, 9 NY3d 342, 348-349 [2007]). There is no basis for disturbing the court’s credibility determinations, including its rejection of appellant’s version of the events. Appellant’s intent to cause physical injury could be readily inferred from his act of punching the victim in the face hard enough to knock him unconscious (see generally People v Getch, 50 NY2d 456, 465 [1980]). Concur—Tom, J.E, Andrias, Buckley and DeGrasse, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-edward-h"
    }
  ],
  "relatedIncidents": [
    6033,
    6047,
    6056,
    6100,
    6104
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}