{
  "id": 6379,
  "title": "2009년 Rugby Road Corp. v. Doane Builders, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rugby Road Corp. v. Doane Builders, Inc.. 판결일: 2009-04-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Rugby Road Corporation v. Doane Builders, Inc.\n**판결일**: 2009-04-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Lahtinen\n\n## 인용\n\n- 61 A.D.3d 1157\n- 876 N.Y.S.2d 749\n\n## 판결문 요약\n\n\nLahtinen, J.\nAppeal from a judgment of the Supreme Court (Mulvey, J.), entered January 31, 2008 in Chemung County, which, among other things, granted defendant’s motion for summary judgment dismissing the complaint.\nPlaintiffs commenced this action seeking to enjoin defendant from constructing a street through a lot in the subdivision known as Hunters Run, Phase III (hereinafter Phase III), in the Towns of Horseheads and Big Flats, Chemung County. The proposed street would connect Phase III to an adjoining subdivision being developed by defendant. Plaintiffs asserted that placing a street through a lot violated the restrictive covenants that limited the use of the lots in Phase III to single family residences. Defendant moved for summary judgment and plaintiffs cross-moved for summary judgment. In its decision, Supreme Court first granted defendant’s motion as to all plaintiffs, except plaintiff Vidyasagar Mokureddy, upon the ground that the other plaintiffs did not have standing. The court then addressed the merits of the motions as to Mokureddy and defendant, and granted defendant summary judgment. Plaintiffs appeal.\nInitially, we note that plaintiffs have not argued the standing issue on appeal and, accordingly, that issue is abandoned (see Matter of Federation of Mental Health Ctrs. v DeBuono, 275 AD2d 557, 560 n 3 [2000]; Rabideau v Albany Med. Ctr. Hosp., 195 AD2d 923, 926 n [1993]). Defendant acknowledges that the remaining plaintiff, Mokureddy, has standing.\n“Restric...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rugby-road-corp-v-doane-builders-inc"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}