{
  "id": 6381,
  "title": "2009년 Zepeda-Linares 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Zepeda-Linares. 판결일: 2009-04-08. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Rosa Hermenia ZEPEDA-LINARES v. Eric H. HOLDER, Jr., Attorney General\n**판결일**: 2009-04-08\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Hawkins, Leavy, Tashima\n\n## 변호인\n\nK. Kerry Yianilos, San Diego, CA, for Petitioner., Ronald E. Lefevre, Chief Counsel, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, John C. Cunningham, Esq., Shelley R. Goad, Esq., DOJ-U.S. Department of Justice, Washington, DC, for Respondent.\n\n## 인용\n\n- 323 F. App'x 510\n\n## 판결문 요약\n\n\nMEMORANDUM **\nRosa Hermenia Zepeda-Linares, a native and citizen of El Salvador, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing her appeal from an immigration judge’s (“IJ”) removal order. We have jurisdiction under 8 U.S.C. § 1252. We review for substantial evidence the agency’s factual findings, Lata v. INS, 204 F.3d 1241, 1244 (9th Cir.2000), and de novo due process claims, Sanchez-Cruz v. INS, 255 F.3d 775, 779 (9th Cir.2001). We deny the petition for review.\nSubstantial evidence supports the agency’s conclusion that the threats Zepe-da-Linares experienced were not on account of a protected ground, see Sangha v. INS, 103 F.3d 1482, 1486-87 (9th Cir.1997), and that she failed to demonstrate that any harm she may suffer if returned to El Salvador would be on account of a protected ground, id.\nBecause Zepeda-Linares failed to establish her eligibility for asylum, she necessarily failed to meet the more stringent standard for withholding of removal. See Alvarez-Santos v. INS, 332 F.3d 1245, 1255 (9th Cir.2003).\nSubstantial evidence also supports the agency’s determination that Zepeda-Linares failed to show that it is more likely than not that she would be tortured if returned to El Salvador. See Malhi v. INS, 336 F.3d 989, 993 (9th Cir.2003).\nWe reject Zepeda-Linares’ contention that the IJ violated her due process rights as unsupported by the record. See Melkonian v. Ashcroft, 320 F.3d 1061, 1072 (9th Cir.2003).\nFinally, the BIA acted wit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zepeda-linares-v-holder"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}