{
  "id": 6384,
  "title": "2009년 Castaneda 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-07",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Castaneda. 판결일: 2009-04-07. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Mateo Felipe Castaneda\n**판결일**: 2009-04-07\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Hunter, Jackson, McGEE\n\n## 변호인\n\n\n\nAttorney General Roy Cooper, by Special Deputy Attorney General Norma S. Harrell, for the State.\n, \nGlover & Petersen, P.A., by Ann B. Petersen, for Defendant-Appellant.\n\n\n## 인용\n\n- 674 S.E.2d 707\n- 196 N.C. App. 109\n\n## 판결문 요약\n\n\n674 S.E.2d 707 (2009)\nSTATE of North Carolina\nv.\nMateo Felipe CASTANEDA.\nNo. COA08-790.\nCourt of Appeals of North Carolina.\nApril 7, 2009.\n*709 Attorney General Roy Cooper, by Special Deputy Attorney General Norma S. Harrell, for the State.\nGlover &amp; Petersen, P.A., by Ann B. Petersen, Chapel Hill, for Defendant-Appellant.\nMcGEE, Judge.\nMateo Felipe Castaneda (Defendant) was found guilty by a jury on 8 November 2007 of first-degree murder of Fabrico Leopoldo Orellana (Orellana). Defendant was convicted on the theory that he aided and abetted the actual shooter, Christian Pacheco-Torres (Torres). The trial court sentenced Defendant to life imprisonment without parole. Defendant appeals.\nThe relevant evidence presented at trial tended to show that Orellana was shot and killed in front of the mailboxes outside his apartment in Winston-Salem at 7:00 p.m. on 12 August 2005. Orellana's seven-year-old daughter, R.O., was in Orellana's car at the time and witnessed the shooting. R.O. told the police that her father got out of the car to check his mailbox when a man with a gun came up and shot him. She described the shooter as a Hispanic man wearing a white shirt with a skinned head and a tattoo on his neck.\nThe Winston-Salem Police Department obtained cell phone records (the records) showing calls to and from the cell phones owned by Orellana, Defendant, and Luz Orellana (Luz). Luz was Orellana's ex-wife and was currently married to Defendant. On the day of the shooting, the reco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-castaneda"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}