{
  "id": 6385,
  "title": "2009년 Ciccone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ciccone. 판결일: 2009-04-07. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Laurence CICCONE and Christine Ciccone v. Mitchell HERSH, New England Life Insurance Company and Triad Financial, Inc., Burns Financial Partners, Inc., doing business as The Burns Agency\n**판결일**: 2009-04-07\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Pooler, Raggi, Straub\n\n## 변호인\n\nMichael H. Smith, Rosenberg Feldman Smith LLP, New York, N.Y., for Appellants., Daniel E. Ecker, Traub, Lieberman, Straus & Shrewsberry LLP, Hawthorne, N.Y., for Appellee Hersh., Andrew O. Bunn, McCarter & English, LLP, New York, N.Y., for Appellee New England., Damian A. Laugher, Winget, Spadafora & Schwartzberg, LLP, New York, N.Y., Appellee Triad.\n\n## 인용\n\n- 320 F. App'x 48\n\n## 판결문 요약\n\n\nSUMMARY ORDER\nPlaintiffs-appellants Laurence Ciccone and Christine Ciccone appeal from a January 8, 2008 Decision and Order of the Hon. Victor Marrero, United States District Judge for the Southern District of New York, and the Judgment entered thereon, granting defendants-appellees’ motions for summary judgment and dismissing the Ciccones’ amended complaint, which asserted a claim of breach of fiduciary duty. Ciccone v. Hersh, 530 F.Supp.2d 574 (S.D.N.Y.2008). We assume the parties’ familiarity with the facts, procedural background, and specification of issues on appeal.\nUpon review, we conclude that the district court did not err in granting summary judgment. In doing so, we make two disputable concessions for the purposes of this appeal. First, that the Cic-cones have raised a genuine issue of fact as to whether their broker/financial advisor, Mitchell Hersh, owed them a fiduciary duty, notwithstanding the nondiscretionary nature of their investments. See de Kwiatkowski v. Bear, Stearns &amp; Co., Inc., 306 F.3d 1293, 1308 (2d Cir.2002) (noting that the law may impose an ongoing duty on broker in nondiscretionary account in certain “transformative ‘special circumstances,’ ” including where there is “a closer than arms-length relationship with the broker”).1 Second, that the cause of action did not begin to accrue until Hersh “openly repudiated his ... obligation or the relationship ... otherwise terminated.” Golden Pacific Bancorp v. F.D.I.C., 273 F.3d 509, 518 (2d Cir.20...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ciccone-v-hersh"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}