{
  "id": 6391,
  "title": "2009년 Da Bing Audang v. Holder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Da Bing Audang v. Holder. 판결일: 2009-04-02. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: DA BING AUDANG v. Eric H. HOLDER, Jr., United States Attorney General\n**판결일**: 2009-04-02\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Hall, Hon, Raggi, Sotomayor\n\n## 변호인\n\nTheodore N. Cox, New York, NY, for Petitioner., Gregory G. Katsas, Assistant Attorney General, Civil Division; Douglas E. Ginsburg, Senior Litigation Counsel; Jeffrey L. Menkin, Trial Attorney, Office of Immigration Litigation, U.S. Department of Justice, Washington, D.C., for Respondent.\n\n## 인용\n\n- 322 F. App'x 13\n\n## 판결문 요약\n\n\n\nSUMMARY ORDER\n\nPetitioner Da Bing Audang, a native and citizen of the People’s Republic of China, seeks review of a December 28, 2007 order of the BIA affirming the February 13, 2007 decision of Immigration Judge (“IJ”) Helen Sichel dismissing his motion to file a successive asylum application or, in the alternative, to reopen proceedings for lack of jurisdiction. In re Da Bing Audang, No. A27 616 401 (B.I.A. Dec. 28, 2007), aff'g No. A27 616 401 (Immig. Ct. N.Y. City Feb. 13, 2007). We assume the parties’ familiarity with the underlying facts and procedural history in this case.\nWhen the BIA adopts the decision of the IJ and supplements the IJ’s decision, we review the decision of the IJ as supplemented by the BIA. See Yan Chen v. Gonzales, 417 F.3d 268, 271 (2d Cir.2005). We review the BIA’s decision to affirm an IJ’s denial of a motion to reopen for abuse of discretion and its legal conclusions de novo. See Yuen Jin v. Mukasey, 538 F.3d 143, 147 (2d Cir.2008).\nIn this case, the BIA did not err in dismissing Audang’s appeal from the IJ’s *14denial of his motion for lack of jurisdiction. An IJ has jurisdiction to consider motions to reopen only until the applicant properly files an appeal, at which point jurisdiction vests with the BIA. See 8 C.F.R. § 1003.23(b)(1) (providing that an IJ may “reopen or reconsider any case in which he or she has made a decision, unless jurisdiction is vested with the Board of Immigration Appeals”); id. § 1003.2(a) (“A request to reopen or re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=da-bing-audang-v-holder"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}