{
  "id": 6393,
  "title": "2009년 Ortiz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-04-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ortiz. 판결일: 2009-04-01. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Rolando ORTIZ, Plaintiff-Appellant, v. Michael DOWNEY and Jean Flageole, Defendants-Appellees\n**판결일**: 2009-04-01\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Ripple and Tinder, Circuit Judges\n\n## 변호인\n\nSarah A. Huek, Reinhart, Boerner, Van Deuren, Milwaukee, WI, for Plaintiff-Appellant.\n\n## 인용\n\n- 561 F.3d 664\n\n## 판결문 요약\n\n\n561 F.3d 664 (2009)\nRolando ORTIZ, Plaintiff-Appellant,\nv.\nMichael DOWNEY and Jean Flageole, Defendants-Appellees.\nNo. 06-2453.\nUnited States Court of Appeals, Seventh Circuit.\nArgued January 28, 2009.[*]\nDecided April 1, 2009.\n*665 Sarah A. Huck, Reinhart, Boerner, Van Deuren, Milwaukee, WI, for Plaintiff-Appellant.\nBefore BAUER, RIPPLE and TINDER, Circuit Judges.\nRIPPLE, Circuit Judge.\nRolando Ortiz, a federal pretrial detainee being held in a state jail, brought this action under 42 U.S.C. § 1983 against Michael Downey, Chief of Corrections at the Jerome Combs Detention Center in Kankakee, Illinois, and Jean Flageole, a nurse at that facility.[1] He claimed that, in denying his request for certain religious articles, Chief Downey had violated his rights under the First Amendment's Free Exercise Clause, which was made applicable to the states through the Fourteenth Amendment. See Callahan v. Fermon, 526 F.3d 1040, 1043 (7th Cir.2008). He also claimed that Chief Downey had deprived him of *666 access to legal periodicals that he believed necessary to the prosecution of this civil case against jail officials, thereby denying his constitutional right of access to the courts. See Christopher v. Harbury, 536 U.S. 403, 415 n. 12, 122 S.Ct. 2179, 153 L.Ed.2d 413 (2002); Lewis v. Casey, 518 U.S. 343, 352-54, 116 S.Ct. 2174, 135 L.Ed.2d 606 (1996). The district court screened the complaint, see 28 U.S.C. § 1915A, and dismissed it for failure to state a claim. Because we believe tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ortiz-v-downey"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}