{
  "id": 6395,
  "title": "2009년 State v. Dunkle, 08ap-370 (3-31-2009) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-03-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Dunkle, 08ap-370 (3-31-2009). 판결일: 2009-03-31. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Charles E. Dunkle\n**판결일**: 2009-03-31\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: BROWN, J.\n\n## 변호인\n\nRon O'Brien , Prosecuting Attorney, and  Laura R. Swisher , for appellee.\n\n Eric J. Allen , for appellant.\n\n## 인용\n\n- 2009 Ohio 1549\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} This is an appeal by defendant-appellant, Charles E. Dunkle, from a judgment of the Franklin County Court of Common Pleas following a jury trial in which appellant was found guilty of aggravated murder.\n  {&#182; 2} On January 18, 2007, appellant was indicted on one count of aggravated murder, in violation of R.C. 2903.01. The indictment arose out of the beating death of Howard Hough on January 10, 2007. *Page 2 \n  {&#182; 3} The matter came for trial before a jury beginning April 15, 2008. The state presented the following evidence during its case-in-chief. In January of 2007, Paul Fugate and his fianc&#233;e, Heather Moore, were residing at 497 East Morrill Avenue. Ronnie McWhorter (\"McWhorter\") and his wife Angel McWhorter (\"Angel\") resided in an adjacent duplex at 499 East Morrill Avenue. McWhorter's mother, Patricia McWhorter (\"Patricia\"), also resided at McWhorter's duplex for a period of time. Patricia dated Howard \"Buddy\" Hough.\n  {&#182; 4} In the early evening of January 10, 2007, a group of individuals, including appellant and McWhorter's sister, Michelle McWhorter (\"Michelle\"), were playing cards at McWhorter's residence. Michelle and appellant were dating at the time. That evening, Patricia arrived at the residence to remove some of her items, and an argument ensued between McWhorter and his mother. Heather, upon hearing the noise next door, walked over to the McWhorter residence and also got into an argument wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dunkle-08ap-370-3-31-2009"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}