{
  "id": 6409,
  "title": "2009년 State v. Johnson, 22656 (3-20-2009) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-03-20",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Johnson, 22656 (3-20-2009). 판결일: 2009-03-20. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Jonathan Johnson\n**판결일**: 2009-03-20\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: DONOVAN, P.J.\n\n## 변호인\n\nJohnna M. Shia, Atty. Reg. No. 0067685, Assistant Prosecuting Attorney, Attorney for Plaintiff-Appellee.\n\nMarshall G. Lachman, Atty. Reg. No. 0076791, Attorney for Defendant-Appellant.\n\n## 인용\n\n- 2009 Ohio 1288\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} This matter is before the Court on the Notice of Appeal of Jonathan Johnson, filed March 10, 2008. On July 1, 2007, Johnson was charged by way of complaint in Dayton Municipal Court with one count of aggravated robbery (deadly weapon), in violation of R.C. 2911.01(A)(1), a felony of the first degree. Following a preliminary hearing, the municipal court determined, \"there is *Page 2 \nprobable cause to believe that the crime charged in the complaint was committed, and Defendant committed said crime.\" The municipal court remanded Johnson to the custody of the Montgomery County Sheriff s Department to await grand jury action.\n  {&#182; 2} On July 23, 2007, a Montgomery County Grand Jury indicted Johnson on one count of aggravated robbery (deadly weapon), with a firearm specification. On July 26, 2007, Johnson pled not guilty. On August 14, 2007, Johnson filed a \"Motion to Suppress Statements and Memorandum in Support of Defendant's Position.\" Following a hearing on August 15, 2007, the trial court overruled Johnson's Motion. On October 31, 2007, Johnson filed a \"Motion and Memorandum to Suppress Identification Testimony,\" which the trial court also overruled after a November 20, 2007, hearing.\n  {&#182; 3} Following a trial by jury, Johnson was found guilty as charged on February 5, 2008, and the trial court sentenced Johnson, on February 22, 2008, to a definite term of imprisonment of three years, along with an additional term ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson-22656-3-20-2009"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6051,
    6052
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}