{
  "id": 6423,
  "title": "2009년 Gonzalez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-03-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gonzalez. 판결일: 2009-03-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Michael Gonzalez\n**판결일**: 2009-03-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 60 A.D.3d 447\n- 874 N.Y.S.2d 118\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Marcy L. Kahn, J.), rendered March 16, 2007, convicting defendant, after a jury trial, of robbery in the second and third degrees, grand larceny in the third degree and grand larceny in the fourth degree (three counts), and sentencing him, as a persistent violent felony offender, to an aggregate term of 16 years to life, unanimously affirmed.\nThe verdict was based on legally sufficient evidence and was not against the weight of the evidence (see People v Danielson, 9 NY3d 342, 348-349 [2007]). There is no basis for disturbing the jury’s determinations concerning credibility. The element of force required for the robbery convictions was established by evidence that defendant, after stealing several items from a store, engaged in pushing, fighting and kicking in an effort to defeat two store employees’ efforts to recover the property. Since defendant was in possession of the stolen property while he was engaged in such use of force and never discarded or even sought *448to relinquish it, the evidence supports the inference that his purpose in using force was to retain control of the property and not merely to escape or defend himself (see e.g. People v Brandley, 254 AD2d 185 [1998], lv denied 92 NY2d 1028 [1998]). Force employed by a thief to repel force initiated by a victim to prevent the thief from retaining the stolen property is still force within the meaning of Penal Law § 160.00 (1).\nThe court properly denied defendant’s request...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gonzalez"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-boyd"
    }
  ],
  "relatedIncidents": [
    6176,
    6014,
    6032,
    6035,
    6036
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}