{
  "id": 6427,
  "title": "2009년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-03-06",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: James. 판결일: 2009-03-06. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Daniel Cole JAMES, Appellant v. STATE of Oklahoma, Appellee\n**판결일**: 2009-03-06\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chapel, Johnson, Lewis, Lumpkin\n\n## 변호인\n\nKevin Adams, Attorney at Law, Tulsa, OK, attorney for defendant at trial., James M. Hawkins, Assistant District Attorney, Tulsa, OK, attorney for the State at trial., Lisbeth L. McCarty, Indigent Defense System, Norman, OK, attorney for appellant on appeal., W.A. Drew Edmondson, Attorney General, William R. Holmes, Assistant Attorney General, Oklahoma City, OK, attorneys for the State on appeal.\n\n## 인용\n\n- 2009 OK CR 8\n- 204 P.3d 793\n\n## 판결문 요약\n\n\n204 P.3d 793 (2009)\n2009 OK CR 8\nDaniel Cole JAMES, Appellant\nv.\nSTATE of Oklahoma, Appellee.\nNo. F-2007-1052.\nCourt of Criminal Appeals of Oklahoma.\nMarch 6, 2009.\n*794 Kevin Adams, Attorney at Law, Tulsa, OK, attorney for defendant at trial.\nJames M. Hawkins, Assistant District Attorney, Tulsa, OK, attorney for the State at trial.\nLisbeth L. McCarty, Indigent Defense System, Norman, OK, attorney for appellant on appeal.\nW.A. Drew Edmondson, Attorney General, William R. Holmes, Assistant Attorney General, Oklahoma City, OK, attorneys for the State on appeal.\n\nOPINION\nC. JOHNSON, Presiding Judge.\n¶ 1 Appellant, Daniel Cole James, was convicted by a jury in Tulsa County District Court, Case No. CF-2004-3354, of Count 1: Rape by Instrumentation (21 O.S.2001, § 1111) and Count 2: Lewd Molestation (21 O.S.Supp.2002, § 1123). The jury sentenced Appellant to 35 years imprisonment on Count 1, and to 20 years imprisonment on Count 2. On October 23, 2007, the Honorable Thomas C. Gillert, District Judge, sentenced Appellant in accordance with the jury's recommendation. This appeal followed.\n¶ 2 Appellant was charged with sexually abusing B.M., the four-year-old daughter of a family friend, by placing his finger in her vagina and his penis in her mouth several times between August 2002 and May 2003. The child, who was nine years old at the time of this trial, testified that Appellant ejaculated in her mouth on more than one occasion. The State presented the testimony of B.M.'s older si...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-v-state"
    }
  ],
  "relatedIncidents": [
    6041,
    6044,
    6062,
    6119,
    6162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}