{
  "id": 6431,
  "title": "2009년 State of Tennessee v. Scotty Lee Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-03-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Scotty Lee Johnson. 판결일: 2009-03-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Scotty Lee Johnson\n**판결일**: 2009-03-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge J. Curwood Witt, Jr.\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                            Assigned on Briefs January 27, 2009\n\n              STATE OF TENNESSEE v. SCOTTY LEE JOHNSON\n\n                      Appeal from the Circuit Court for Blount County\n                     Nos. C-16576, C-16606    Michael H. Meares, Judge\n\n\n\n                     No. E2008-01527-CCA-R3-CD - Filed March 5, 2009\n\n\nThe defendant, Scotty Lee Johnson, appeals from the revocation of his probation. In this appeal, he\ncontends that the trial court erred by ordering incarceration. Discerning no error, we affirm.\n\n                Tenn. R. App. P. 3; Judgments of the Circuit Court Affirmed\n\nJAMES CURWOOD WITT , JR., J., delivered the opinion of the court, in which NORMA MCGEE OGLE\nand D. KELLY THOMAS, JR., JJ., joined.\n\nJ. Liddell Kirk, Knoxville, Tennessee (on appeal), and Mack Garner, District Public Defender (at\ntrial), for the appellant, Scotty Lee Johnson.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Melissa Roberge, Assistant Attorney General;\nMike Flynn, District Attorney General; and Robert Headrick, Assistant District Attorney General,\nfor the appellee, the State of Tennessee.\n\n                                             OPINION\n\n               On June 29, 2007, the defendant entered a plea of guilty in the Blount County Circuit\nCourt to one count of robbery in case number C-16576 and one count of theft of property valued at\n$1,000 or more in case numbe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-scotty-lee-johnson"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6051,
    6052
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}