{
  "id": 6439,
  "title": "2009년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-02-25",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Hall. 판결일: 2009-02-25. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana, Appellee v. Antonio D. HALL, Appellant\n**판결일**: 2009-02-25\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Stewart, Gaskins and Lolley\n\n## 변호인\n\nJames E. Beal, Louisiana Appellate Project, Jonesboro, for Appellant., J.' Schuyler Marvin, District Attorney, John M. Lawrence, Charles Smith, Assistant District Attorneys, for Appellee.\n\n## 인용\n\n- 4 So. 3d 295\n\n## 판결문 요약\n\n\n4 So.3d 295 (2009)\nSTATE of Louisiana, Appellee\nv.\nAntonio D. HALL, Appellant.\nNo. 43,920-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nFebruary 25, 2009.\n*296 James E. Beal, Louisiana Appellate Project, Jonesboro, for Appellant.\nJ. Schuyler Marvin, District Attorney, John M. Lawrence, Charles Smith, Assistant District Attorneys, for Appellee.\nBefore STEWART, GASKINS and LOLLEY, JJ.\nGASKINS, J.\nFollowing a jury trial, the defendant, Antonio D. Hall, was convicted as charged of second degree murder and sentenced to life imprisonment at hard labor without benefit of probation, parole or suspension of sentence. The defendant appealed, asserting that the evidence was insufficient. We affirm the defendant's conviction and sentence.\n\n\n*297 FACTS\nOn January 4, 2006, the victim, Oscar \"Buck\" Youngblood, was shot and killed at his home in Haughton, Louisiana, by the defendant, who was his cousin. Also present at the victim's residence that day were Jeffrey Stevens and his cousin, Charles \"Chuck\" Villard.\nAccording to their trial testimony, Stevens and Villard went to the victim's home so Stevens could buy drugs from the victim. When they arrived, the victim introduced them to the defendant. Neither man had met the defendant before. Villard testified that the defendant did not respond when they were introduced; however, he stated: \"[I]f eyes could cut, he cut me in half with his eyes when we walked in.\"\nStevens and Villard went with the victim to a bedroom where Stevens paid the v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hall"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}