{
  "id": 6444,
  "title": "2009년 Burkey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-02-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Burkey. 판결일: 2009-02-18. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John BURKEY, Appellant v. Helen J. MARBERRY, Warden FCI McKean\n**판결일**: 2009-02-18\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Scirica, Chief Judge, Rendell, Circuit Judge, and O'Connor\n\n## 변호인\n\nThomas W. Patton, Esq., [Argued], Office of Federal Public Defender, Erie, PA, for Appellant, John Burkey., Robert L. Eberhardt, Esq., Laura S. Irwin, Esq. [Argued], Office of the United States Attorney, Pittsburgh, PA, for Ap-pellee, Helen J. Marberry, Warden FCI McKean.\n\n## 인용\n\n- 556 F.3d 142\n\n## 판결문 요약\n\n\n556 F.3d 142 (2009)\nJohn BURKEY, Appellant\nv.\nHelen J. MARBERRY, Warden FCI McKean.\nNo. 07-4782.\nUnited States Court of Appeals, Third Circuit.\nArgued on November 20, 2008.\nFiled: February 18, 2009.\n*144 Thomas W. Patton, Esq., [Argued], Office of Federal Public Defender, Erie, PA, for Appellant, John Burkey.\nRobert L. Eberhardt, Esq., Laura S. Irwin, Esq. [Argued], Office of the United States Attorney, Pittsburgh, PA, for Appellee, Helen J. Marberry, Warden FCI McKean.\nBefore: SCIRICA, Chief Judge, RENDELL, Circuit Judge, and O'CONNOR,[*] Retired U.S. Supreme Court Justice.\n\nOPINION OF THE COURT\nRENDELL, Circuit Judge.\nThe question presented by this appeal is whether appellant John Burkey's release from Bureau of Prisons (\"BOP\") custody caused his pending habeas corpus petitionwhich challenged the BOP's failure to grant him early releaseto be moot because it no longer presented a case or controversy under Article III, § 2, of the Constitution. We agree with the District Court that Burkey's petition is moot because his assertion of \"collateral consequences\" is insufficient. We will therefore affirm.\n\nBACKGROUND\nIn 1996, Burkey was serving a sentence for federal controlled substances convictions at the Federal Correctional Institution at McKean in Bradford, Pennsylvania. The BOP determined that he was eligible for early release pursuant to 18 U.S.C. § 3621(e)(2)(B),[1] because he had completed a residential drug treatment program. Burkey received his early release credit, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burkey-v-marberry"
    }
  ],
  "relatedIncidents": [
    6177,
    6333,
    6461,
    5634,
    5701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}