{
  "id": 6461,
  "title": "2009년 State v. Rogers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-30",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: State v. Rogers. 판결일: 2009-01-30. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Rogers\n**판결일**: 2009-01-30\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Heavican\n\n## 인용\n\n- 760 N.W.2d 35\n- 277 Neb. 37\n\n## 판결문 요약\n\n\n760 N.W.2d 35 (2009)\n277 Neb. 37\nSTATE of Nebraska, appellee,\nv.\nApril ROGERS, appellant.\nNo. S-07-085.\nSupreme Court of Nebraska.\nJanuary 30, 2009.\n*42 Steven J. Lefler, of Lefler Law Office, Omaha, for appellant.\nJon Bruning, Attorney General, and George R. Love for appellee.\nHEAVICAN, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nMcCORMACK, J.\n\nNATURE OF CASE\nApril Rogers was convicted of intentional child abuse resulting in death, a class IB felony,[1] and sentenced to life imprisonment. The primary issue presented in this appeal is whether Rogers' admission to hurting Alex Tay should have been suppressed. The record shows that when Rogers was interrogated by sheriff's officers, she tried to assert her constitutional right to remain silent, but the officers ignored her and continued to interrogate her until she was pressured into confessing. This violated clearly established decisions of the U.S. Supreme Court, which we are bound to follow. Therefore, we find that Rogers' confession was procured in violation of her Fifth Amendment right against self-incrimination, and we reverse the conviction and remand the cause for a new trial.\n\nBACKGROUND\nRogers was convicted after a bench trial held on a stipulated record. The evidence *43 presented at the trial showed that on Monday, December 5, 2005, Rogers was babysitting in her home for 6-month-old Alex, as well as seven other children under the age of four. Lionel Tay, Alex's father, left Alex and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rogers"
    }
  ],
  "relatedIncidents": [
    6177,
    6333,
    6444,
    5634,
    5701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}