{
  "id": 6462,
  "title": "2009년 Wister 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Wister. 판결일: 2009-01-29. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert B. WISTER v. COMMISSIONER OF INTERNAL REVENUE\n**판결일**: 2009-01-29\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Callahan, Silverman, Tashima\n\n## 변호인\n\nRobert B. Wister, Hayward, CA, pro se., Robert R. Di Trolio, Clerk, U.S. Tax Court, Sara Ann Ketchum, Teresa E. McLaughlin, Eileen J. O’Connor, U.S. Department of Justice, Tax Division/Appellate Section, Donald L. Korb, Acting Chief Counsel, Internal Revenue Service, Washington, DC, for Respondent.\n\n## 인용\n\n- 311 F. App'x 56\n\n## 판결문 요약\n\n\nMEMORANDUM **\nRobert B. Wister appeals pro se from the tax court’s order dismissing for lack of subject matter jurisdiction his petition challenging the penalty assessment imposed for filing a frivolous tax return. We have jurisdiction under 26 U.S.C. *57§ 7482(a)(1). We review de novo, Gorospe v. Comm’r, 451 F.3d 966, 968 (9th Cir.2006), and we affirm.\nThe tax court properly concluded that, at the time Wister filed his petition, it lacked jurisdiction to review the frivolous return penalty. See 26 U.S.C. §§ 6702(a), 6703(b) (2006); see also Ginsberg v. Comm’r, 130 T.C. No. 7 (2008) (applying pre-amendment version of § 6330(d)(1) where original notice of determination was issued prior to date amended statute became effective).\nAFFIRMED.\n\n This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wister-v-commissioner"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}