{
  "id": 6463,
  "title": "2009년 Marchisotto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Marchisotto. 판결일: 2009-01-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of John F. Marchisotto v. Raymond Kelly, as Police Commissioner\n**판결일**: 2009-01-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 58 A.D.3d 555\n- 872 N.Y.S.2d 51\n\n## 판결문 요약\n\n\n*556Judgment, Supreme Court, New York County (Michael D. Stallman, J.), entered January 24, 2008, denying the petition and dismissing the proceeding brought pursuant to CPLR article 78 to annul respondents’ determination, which denied petitioner’s application for accidental disability retirement benefits by virtue of a tie vote of respondent Board of Trustees (Board), unanimously affirmed, without costs.\nPetitioner sustained a fracture of the middle phalanx of the fourth digit of his left hand when he attempted to unclog an overflowing toilet using a plumber’s snake. The Board denied him an accident disability pension on the ground that use of the tool was not among his ordinary job duties, finding that petitioner “knew the proper procedure was to call maintenance for a professional to handle the job,” and concluding that “the incident does not fit the criteria for accidental disability.”\nThere is substantial evidence in the record to support the Board’s conclusion that the activity in which petitioner was engaged at the time of injury was not “undertaken in the performance of ordinary employment duties” (Matter of Lichtenstein v Board of Trustees of Police Pension Fund of Police Dept. of City of N.Y., Art. II, 57 NY2d 1010, 1012 [1982]). Because the determination of which activities constitute the regular duties of a police officer is a matter within the particular expertise of the Board, its findings are entitled to deference (see Kurcsics v Merchants Mut. Ins. Co., 49 NY2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marchisotto-v-kelly"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}