{
  "id": 6466,
  "title": "2009년 Kelley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Kelley. 판결일: 2009-01-27. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Mark A. KELLEY\n**판결일**: 2009-01-27\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Edwards, Fredericka, Greg, Guidry, Homberg, Marion, Wicker\n\n## 변호인\n\nPaul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Desiree M. Valenti, Assistant District Attorneys, Gretna, Louisiana, for Plaintiff/Appellee., Jane L. Beebe, Attorney at Law, New Orleans, Louisiana, for Defendant/Appellant.\n\n## 인용\n\n- 8 So. 3d 684\n\n## 판결문 요약\n\n\n8 So.3d 684 (2009)\nSTATE of Louisiana\nv.\nMark A. KELLEY.\nNo. 08-KA-467.\nCourt of Appeal of Louisiana, Fifth Circuit.\nJanuary 27, 2009.\n*686 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Desiree M. Valenti, Assistant District Attorneys, Gretna, Louisiana, for Plaintiff/Appellee.\nJane L. Beebe, Attorney at Law, New Orleans, Louisiana, for Defendant/Appellant.\nPanel composed of Judges MARION F. EDWARDS, FREDERICKA HOMBERG WICKER, and GREG G. GUIDRY.\nMARION F. EDWARDS, Judge.\nDefendant-appellant, Mark A. Kelley (\"defendant\"), appeals his conviction and sentence on a charge of possession of cocaine. We affirm.\nDefendant was charged with one count of possession of cocaine in violation of LSA-R.S. 40:967(C). He was tried by a jury, found guilty as charged, and sentenced to serve four years at hard labor.\nThe State filed a multiple offender bill of information alleging defendant was a second felony offender based on a prior armed robbery conviction. Defendant stipulated to the correctness of the allegations in the multiple bill, and the trial court adjudicated defendant a second felony offender. The trial court vacated defendant's original sentence and imposed an enhanced sentence of five years at hard labor without benefit of probation or suspension of sentence.\n\nFACTS\nOfficer Donald Herrmann (\"Officer Herrmann\"), a member of the Kenner Police Force, was on patrol on the evening of July 28, 2005. Officer Herrmann was part of a three-man team patrolling high-narcotic ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kelley"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6035,
    6051,
    6052
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}