{
  "id": 6475,
  "title": "2009년 Silva 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Silva. 판결일: 2009-01-23. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES, Appellee, v. Maximano SILVA, Defendant, Appellant\n**판결일**: 2009-01-23\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Boudin, Stahl, and Lipez, Circuit Judges\n\n## 변호인\n\nJay Markell, for appellant., Maximano Silva on brief pro se., Kelly Begg Lawrence, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.\n\n## 인용\n\n- 554 F.3d 13\n\n## 판결문 요약\n\n\n554 F.3d 13 (2009)\nUNITED STATES, Appellee,\nv.\nMaximano SILVA, Defendant, Appellant.\nNo. 07-2320.\nUnited States Court of Appeals, First Circuit.\nHeard December 3, 2008.\nDecided January 23, 2009.\n*16 Jay Markell, for appellant.\nMaximano Silva on brief pro se.\nKelly Begg Lawrence, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.\nBefore BOUDIN, STAHL, and LIPEZ, Circuit Judges.\nSTAHL, Circuit Judge.\nDefendant-Appellant Maximano Silva appeals both his conviction and sentence for conspiracy to obtain and obtaining controlled substances by fraud, health care fraud, identity theft, and aggravated identity theft. He argues, inter alia, that his conviction rested on evidence illegally obtained and that the district court improperly calculated his sentence. Finding no error, we affirm.\n\nI. Facts and Procedural Background\n\nThe conduct underlying the charges occurred during two separate time periods, in 2000 and in 2004-2005. On May 31, 2000, police officers searched Silva's home pursuant to a warrant and discovered blank and forged prescription forms, pharmacy bags, receipts and pill bottles for various narcotics, pieces of identification in the names of person other than Silva, and other items that linked Silva to identity theft and drug fraud activities. The subsequent police investigation determined that Silva forged prescriptions for narcotics and provided his wife and a friend with fake identification to facilitat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-silva"
    }
  ],
  "relatedIncidents": [
    6038,
    6109,
    6113,
    6118,
    6168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}