{
  "id": 6478,
  "title": "2009년 RENTAL HOUSING ASS'N v. City of Des Moines 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-22",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: RENTAL HOUSING ASS'N v. City of Des Moines. 판결일: 2009-01-22. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: RENTAL HOUSING ASS'N v. City of Des Moines\n**판결일**: 2009-01-22\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Stephens\n\n## 인용\n\n- 199 P.3d 393\n\n## 판결문 요약\n\n\n199 P.3d 393 (2009)\nRENTAL HOUSING ASSOCIATION OF PUGET SOUND, a Washington non-profit public benefit corporation, Appellant,\nv.\nCITY OF DES MOINES, a Washington municipal corporation, Respondent.\nNo. 80532-6.\nSupreme Court of Washington, En Banc.\nArgued May 6, 2008.\nDecided January 22, 2009.\n*394 Katherine George, Law Offices of Charlotte Cassady, Bellevue, WA, for Appellant.\nJeffrey Scott Myers, Law Lyman Daniel Kamerrer &amp; Bogdanovich, P.S., Olympia, WA, Patricia Bosmans, City of Des Moines, Des Moines, WA, for Respondent.\nGreg Overstreet, Allied Law Group, LLC, Olympia, for Amicus Curiae Allied Daily Newspapers of Wash. and Wash. Newspaper Publishers Ass'n.\nJeffrey David Goltz, Olympia, for Amicus Curiae Atty. General's Office.\nPamela Beth Loginsky, Wash. Assn. of Prosecuting Attys., Olympia, for Amicus Curiae Wash. Ass'n of Prosecuting Attys.\nDuane Michael Swinton, Steven Joseph Dixson, Spokane, for Amicus Curiae Wash. Coalition for Open Government.\nMilton G. Rowland, Foster, Pepper, PLLC, Spokane, kathleen J. Haggard, Dionne &amp; Rorick, Seattle, for Amicus Curiae Wash. State Ass'n of Municipal Attys.\nSTEPHENS, J.\n¶ 1 Washington's Public Records Act (PRA), chapter 42.56 RCW, is a strongly-worded mandate for open government, requiring broad disclosure of public records unless the responding agency demonstrates that the record falls within a specific exemption. RCW 42.56.070(1). When a requesting party is dissatisfied with an agency's response to a records request, i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rental-housing-assn-v-city-of-des-moines"
    }
  ],
  "relatedIncidents": [
    6014,
    6032,
    6033,
    6034,
    6035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}