{
  "id": 6481,
  "title": "2009년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Williams v. State. 판결일: 2009-01-20. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Regina WILLIAMS, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 2009-01-20\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Victor C. Howard, P.J., and Joseph M. Ellis and Alok Ahuja\n\n## 변호인\n\nSusan Lynn Hogan, Kansas City, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen. and Joshua N. Corman, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 273 S.W.3d 582\n\n## 판결문 요약\n\n\n273 S.W.3d 582 (2009)\nRegina WILLIAMS, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. WD 68808.\nMissouri Court of Appeals, Western District.\nJanuary 20, 2009.\nSusan Lynn Hogan, Kansas City, MO, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen. and Joshua N. Corman, Jefferson City, MO, for respondent.\nBefore VICTOR C. HOWARD, P.J., and JOSEPH M. ELLIS and ALOK AHUJA, JJ.\n\nORDER\nPER CURIAM:\nRegina Williams appeals the circuit court's denial of her motion for post-conviction relief under Rule 24.035 after an evidentiary hearing. After pleading guilty to murder in the second degree, § 565.021, RSMo 2000, and assault in the second degree, § 565.060, Williams was sentenced in Jackson County Circuit Court to concurrent terms of fifteen years for murder and seven years for assault. She now claims that she received ineffective assistance of counsel prior to pleading guilty, because her attorney allegedly assured her that she would receive a lesser sentence, and failed to develop a defense based on battered spouse syndrome. Williams claims that, as a result of these deficiencies, her guilty plea was not knowing, intelligent, and voluntary.\nWe affirm. Because a published opinion would have no precedential value, a memorandum has been provided to the parties. Rule 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    6036,
    6039,
    6043,
    6053,
    6054
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}