{
  "id": 6488,
  "title": "2009년 State v. Seelig, 07-Ca-33 (1-16-2009) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2009-01-16",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Seelig, 07-Ca-33 (1-16-2009). 판결일: 2009-01-16. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Kenneth R. Seelig\n**판결일**: 2009-01-16\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: FAIN, J.\n\n## 변호인\n\nNick A. Selvaggio, Champaign County Prosecutor, by Scott D. Schockling, Atty., Urbana, Ohio, Attorney for Plaintiff-Appellee.\n\nJoyce M. Deitering, Atty., Dayton, Ohio, Attorney for Defendant-Appellant.\n\n## 인용\n\n- 2009 Ohio 163\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-Appellant Kenneth Seelig appeals from his conviction and sentence for Kidnapping, Felonious Assault with a Firearm Specification, Domestic Violence, Assault, Aggravated Menacing, and Carrying a Concealed Weapon, and from the trial court's decision denying his pre-sentence motion to withdraw his plea. Seelig *Page 2 \ncontends that his trial attorney was ineffective, that his plea was not knowingly and voluntarily made, and that the trial court erred in denying his pre-sentence motion to withdraw his plea. We conclude that Seelig was not denied the effective assistance of trial counsel, that his plea was knowingly and voluntarily entered, and that the trial court did not abuse its discretion in denying his motion to withdraw his plea. Therefore, we affirm the judgment of the trial court.\n                                    I  {&#182; 2} On April 21, 2006, a Champaign County Grand Jury issued an indictment against Kenneth Seelig on the following counts: Aggravated Burglary; Kidnapping; Felonious Assault; Attempting to Disrupt Public Services; Domestic Violence; Assault; Burglary; Aggravated Menacing; and Carrying a Concealed Weapon. The Aggravated Burglary, Kidnapping, Felonious Assault, Burglary, and Aggravated Menacing charges carried firearm specifications. All charges arose from events that occurred during Seelig's visit to the home of his nine-year-old daughter and her mother, Tammy Smith, where Seelig planned to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-seelig-07-ca-33-1-16-2009"
    }
  ],
  "relatedIncidents": [
    6284,
    6357,
    5667,
    5708,
    5711
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}