{
  "id": 6504,
  "title": "2008년 State v. Appenzeller, 2006-L-258 (12-31-2008) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Appenzeller, 2006-L-258 (12-31-2008). 판결일: 2008-12-31. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Russell E. Appenzeller\n**판결일**: 2008-12-31\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: TIMOTHY P. CANNON, J.\n\n## 변호인\n\nCharles E. Coulson , Lake County Prosecutor, and  Joshua S.  Horacek , Assistant Prosecutor, (For Plaintiff-Appellee).\n\n Timothy Young , Ohio Public Defender, and  Sarah M. Schregardus , Assistant State Public Defender, (For Defendant-Appellant).\n\n## 인용\n\n- 2008 Ohio 7005\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Appellant, Russell E. Appenzeller, appeals from the judgment entered by the Lake County Court of Common Pleas. The trial court sentenced Appenzeller to an aggregate prison term of 28 years for his convictions for burglary, theft, and attempted burglary.\n  {&#182; 2} In 2005, Julie Middlebrook worked at the Towne Motel, which is located between Mentor and Painesville, Ohio on Route 20. Middlebrook's duties included *Page 2 \nworking at the front desk and checking people into and out of motel rooms. In January or February 2005, an individual checked into a motel room under the name Russell Edwards. In court, Middlebrook identified this individual as Appenzeller. Middlebrook testified that on two or three occasions, Appenzeller approached her with a black garbage bag containing his belongings. He asked Middlebrook to hold the bag for a few hours. Then, Appenzeller would return later in the day and pay for an additional night at the motel. Finally, on the last occasion, Appenzeller paid for an entire week. Middlebrook testified that Appenzeller did not have a car and that he would take the Laketran bus when he left the motel.\n  {&#182; 3} On February 1, 2005, John Mackainch returned to his apartment at 7205 Mentor Avenue after working that day. Mackainch noticed that the door to his apartment had been pried open. Mackainch discovered that about $20 of loose change was missing from his dresser. In addition, he noticed he was missi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-appenzeller-2006-l-258-12-31-2008"
    }
  ],
  "relatedIncidents": [
    6508,
    6518,
    6536,
    6542,
    6581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}