{
  "id": 6505,
  "title": "2008년 Di Wu v. Mukasey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Di Wu v. Mukasey. 판결일: 2008-12-30. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: DI WU v. Michael B. MUKASEY, Attorney General\n**판결일**: 2008-12-30\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nAngela Y. Suh, Esquire, Monterey Park, CA, for Petitioner., CAC-District Counsel, Esquire, Office of the District Counsel, Department of Homeland Security, Los Angeles, CA, Marion E. Guyton, Esquire, Oil, DOJ-U.S. Department of Justice, Washington, DC, Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, for Respondent.\n\n## 인용\n\n- 306 F. App'x 364\n\n## 판결문 요약\n\n\nMEMORANDUM **\nDi Wu, a native and citizen of China, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing her appeal from an immigration judge’s (“IJ”) decision denying her application for asylum, withholding of removal, and protection under the Convention Against Torture (“CAT”), and denying her motion to remand to seek adjustment of status. Our jurisdiction is governed by 8 U.S.C. § 1252. We review for substantial evidence adverse credibility determinations, Chebchoub v. INS, 257 F.3d 1038, 1042 (9th Cir.2001), and we review for abuse of discretion the denial of a motion to remand, Malhi v. INS, 336 F.3d 989, 993 (9th Cir.2003). We deny in part and dismiss in part the petition for review.\nSubstantial evidence supports the IJ’s adverse credibility finding that Wu’s declaration and testimony conflict regarding when the government confiscated her home for violating China’s family planning policy, and this inconsistency goes to the heart of her asylum claim. See Chebchoub, 257 F.3d at 1043. We lack jurisdiction to address Wu’s unexhausted contention that translations problems may have caused the IJ to mis-understand when the government confiscated her home because this is a procedural error that the BIA could have remedied. See Barron v. Ashcroft, 358 F.3d 674, 678 (9th Cir.2004). Accordingly, Wu failed to establish eligibil*366ity for asylum. See Li v. Ashcroft, 378 F.3d 959, 964 (9th Cir.2004) (upholding adverse credibility finding where at least...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=di-wu-v-mukasey"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6510,
    6511,
    6512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}