{
  "id": 6511,
  "title": "2008년 G.E.G. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-19",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: G.E.G.. 판결일: 2008-12-19. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: G.E.G. v. STATE of Alabama\n**판결일**: 2008-12-19\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Baschab, McMillan, Shaw, Welch, Wise\n\n## 변호인\n\nThomas M. Goggans, Montgomery; and Trina S. Williams, Montgomery, for appellant., Troy King, atty. gen., and Stephanie E. Reiland, asst. atty. gen., for appellee.\n\n## 인용\n\n- 54 So. 3d 941\n\n## 판결문 요약\n\n\nWELCH, Judge.\nG.E.G. pleaded guilty pursuant to a plea agreement to sexual torture of his seven-week-old daughter, a violation of § 13A-6-65.1, Ala.Code 1975; possession of marijuana in the second degree, a violation of § 13A-12-214, Ala.Code 1975; and possession of drug paraphernalia, a violation of § 13A-12-260(c), Ala.Code 1975. After a sentencing hearing, the trial court sentenced G.E.G. to life imprisonment for the sexual-torture conviction and to one year in jail for each of the other charges. The sentences are to run concurrently.\nAt the plea hearing, the prosecutor told the trial court that the State expected the evidence to show that on September 1, 2004, G.E.G. was at home with his seven-week-old daughter when he called the infant’s mother at work to tell her that he was about to take the infant to the hospital because she was bleeding. At that time, G.E.G. apologized for hurting the infant and said that he wanted to die.\nWhen a nurse at the hospital initially examined the infant, she discovered that the infant was split open from the top of her vagina to the bottom of her anus. G.E.G. attempted to explain the injury by saying that he had had five beers and smoked marijuana, then, when he was rubbing baby oil on the infant, his fingers must have slipped and entered her vagina.\nThe physician who treated the infant determined that the injury could not have been caused by a finger. Instead, the physician said, the injury was caused by either an inanimate object or a s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geg-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}