{
  "id": 6518,
  "title": "2008년 SW 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: SW. 판결일: 2008-12-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: SW v. State\n**판결일**: 2008-12-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cope and Ramirez, Jj., and Schwartz, Senior Judge\n\n## 인용\n\n- 999 So. 2d 701\n\n## 판결문 요약\n\n\n999 So.2d 701 (2008)\nS.W., a juvenile, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 3D07-3142.\nDistrict Court of Appeal of Florida, Third District.\nDecember 17, 2008.\nRehearing and Rehearing En Banc Denied February 12, 2009.\nBennett H. Brummer, Public Defender, and Jessica Zagier and Harvey Sepler, Assistant Public Defenders, for appellant.\n*702 Bill McCollum, Attorney General, Michael C. Greenberg, Assistant Attorney General, for appellee.\nBefore COPE and RAMIREZ, JJ., and SCHWARTZ, Senior Judge.\nCOPE, J.\nS.W. appeals after the court found he committed a burglary of an automobile. We affirm.\nS.W., a thirteen year old juvenile, was charged with burglary, theft of a vehicle and criminal mischief. A 1993 Saturn was reported stolen. Several days later a police officer saw the car inside a closed park and saw S.W. exit from the driver's seat. S.W. was arrested and placed in the police car. The next morning the officer found a key in the police car where S.W. had been sitting. Based on the officer's experience, the key would have been capable of starting the Saturn vehicle.\nAt trial, S.W. argued that the intent and ownership elements of the burglary charge had not been proven and that the State failed to refute S.W.'s hypothesis of innocence. The trial court granted a motion for judgment of acquittal as to the charge of criminal mischief, and following closing arguments, the court found S.W. not guilty of theft. The court, however, found S.W. guilty of burglary.\nOn appeal, S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sw-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6536,
    6542,
    6581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}