{
  "id": 6519,
  "title": "2008년 Vaughn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-16",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Vaughn. 판결일: 2008-12-16. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Quincy C. VAUGHN, Appellant\n**판결일**: 2008-12-16\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dandurand, Divi, Hardwick, Newton\n\n## 변호인\n\nMargaret M. Johnston, Esq., Columbia, MO, for appellant., Shaun J. Mackelprang, Esq., and Dora A. Fiehter, for respondent.\n\n## 인용\n\n- 271 S.W.3d 632\n\n## 판결문 요약\n\n\n271 S.W.3d 632 (2008)\nSTATE of Missouri, Respondent,\nv.\nQuincy C. VAUGHN, Appellant.\nNo. WD 68943.\nMissouri Court of Appeals, Western District.\nDecember 16, 2008.\n*633 Margaret M. Johnston, Esq., Columbia, MO, for appellant.\nShaun J. Mackelprang, Esq., and Dora A. Fichter, for respondent.\nBefore DIV I: NEWTON, C.J., HARDWICK and DANDURAND, JJ.\nLISA WHITE HARDWICK, Presiding Judge.\nQuincy C. Vaughn (hereinafter \"Vaughn\") appeals his convictions for attempted forcible rape, § 566.030[1], and committing violence against an employee of the Department of Corrections (DOC), § 217.385. In his sole point on appeal he claims that the trial court erred in denying his request for continuance after the venire panel saw him being led into the courtroom by two DOC officers and a deputy sheriff. He claims that this unfairly undermined the presumption of innocence, even though he was in civilian clothes and unshackled, because the potential jurors would see that he was in custody. Finding no error, we affirm.\nVaughn was an inmate when he attempted to rape and assaulted a female DOC employee. He remained in the custody of DOC at the time of trial, although he was temporarily housed at the Atchison County Jail. Before jury selection began, he was led into the courtroom from a private door near the judge's bench accompanied by two uniformed DOC officers and a uniformed deputy sheriff. At the judge's direction, he was in civilian clothes and neither shackled nor handcuffed. Because the venire p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vaughn"
    }
  ],
  "relatedIncidents": [
    6564,
    6628,
    6635,
    6677,
    6691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}