{
  "id": 6535,
  "title": "2008년 Stokes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-10",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Stokes. 판결일: 2008-12-10. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Lucio R. STOKES\n**판결일**: 2008-12-10\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Armstrong, Belsome, Bernard, III, James, Joan, McKAY, Roland\n\n## 변호인\n\nKeva Landrum-Johnson, District Attorney, David S. Pipes, Jr., Assistant District Attorney, New Orleans, LA, for Appellant., John Harvey Craft, Louisiana Appellate Project, New Orleans, LA, for Defen-dani/Appellee.\n\n## 인용\n\n- 2 So. 3d 1127\n\n## 판결문 요약\n\n\n2 So. 3d 1127 (2008)\nSTATE of Louisiana\nv.\nLucio R. STOKES.\nNo. 2008-KA-0285.\nCourt of Appeal of Louisiana, Fourth Circuit.\nDecember 10, 2008.\nKeva Landrum-Johnson, District Attorney, David S. Pipes, Jr., Assistant District Attorney, New Orleans, LA, for Appellant.\nJohn Harvey Craft, Louisiana Appellate Project, New Orleans, LA, for Defendant/Appellee.\n(Court composed of Chief Judge JOAN BERNARD ARMSTRONG, Judge JAMES F. McKAY, III, Judge ROLAND L. BELSOME).\nROLAND L. BELSOME, Judge.\nOn January 27, 2005 Lucio Stokes, the appellee herein, and Robert Robinson were indicted on one count each of second degree murder, a violation of La. R.S. 14:30.1. Mr. Stokes and Mr. Robinson were arraigned and entered not guilty pleas on January 31, 2005. In early March of 2005, counsel for Mr. Stokes filed pretrial motions including a motion to suppress. The court set a motions hearing for March 29, 2005. The hearing was thereafter continued several times for a variety of reasons. Following Hurricane Katrina and the temporary closing of the court system, the case returned to the docket on December 19, 2005. However, Mr. Stokes was unrepresented, and a new attorney was not appointed until March 13, 2006. Mr. Stokes filed a pro se motion for speedy trial on March 7, 2006, but the record does not indicate any ruling of action on the motion. For the following year, the matter was set multiple times for motions, status conferences, and pretrial conferences.\nOn April 23, 2007 Mr. Robinson was tried...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stokes"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6539,
    6543,
    6550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}