{
  "id": 6539,
  "title": "2008년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-09",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Owens. 판결일: 2008-12-09. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jerell OWENS, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff\n**판결일**: 2008-12-09\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Bailey, Bradford, Riley\n\n## 변호인\n\nJohn T. Wilson, Anderson, IN, Attorney for Appellant., Steve Carter, Attorney General of Indiana, Matthew Whitmire, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\n## 인용\n\n- 897 N.E.2d 537\n\n## 판결문 요약\n\n\n897 N.E.2d 537 (2008)\nJerell OWENS,[1] Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 48A05-0803-CR-170.\nCourt of Appeals of Indiana.\nDecember 9, 2008.\nJohn T. Wilson, Anderson, IN, Attorney for Appellant.\nSteve Carter, Attorney General of Indiana, Matthew Whitmire, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\nOPINION\nRILEY, Judge.\n\nSTATEMENT OF THE CASE\nAppellant-Defendant, Jerell Owens (Owens), appeals his convictions and sentence *538 for murder, a felony, Ind.Code § 35-42-1-1, and robbery resulting in serious bodily injury, a Class A felony, I.C. § 35-42-5-1.\nWe reverse and remand with instructions.\n\nISSUE\nOwens appeals both his convictions and his sentence, but we find the following issue to be dispositive: Whether Owens' convictions for both murder and robbery resulting in serious bodily injury violate the prohibition against double jeopardy.\n\n\nFACTS AND PROCEDURAL HISTORY[2]\nThe State presented the following evidence at trial. On February 4, 2007, Owens, Damian Hopkins (Hopkins), Richard Wilson (Wilson), and Perry Thompson (Thompson) were gambling, smoking marijuana, and drinking beer in Anderson, Indiana. Hopkins won several hundred dollars from Owens in a dice game. While on the phone with Hopkins' brother, Owens confirmed that he was losing money to Hopkins and said that he \"would get it back later on.\" (Transcript p. 553).\nAt some point that night, Owens obtained a key for Janice Jordan's apartment, and the four men went t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-state"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6543,
    6550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}