{
  "id": 6542,
  "title": "2008년 State v. Smith, 21463 (12-5-2008) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-05",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Smith, 21463 (12-5-2008). 판결일: 2008-12-05. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Ronald A. Smith\n**판결일**: 2008-12-05\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: WALTERS, J.\n\n## 변호인\n\nMathias H. Heck, JR., by Kirsten A. Brandt, Atty. Reg. #0070162, Attorney for Plaintiff-Appellee.\n\nRobert Alan Brenner, Atty. Reg. #0067714, Attorney for Defendant-Appellant.\n\n## 인용\n\n- 2008 Ohio 6330\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-Appellant, Ronald A. Smith, appeals a judgment of the Montgomery County Common Pleas Court finding him guilty of Aggravated Burglary and Aggravated Robbery and sentencing him to twenty years. In case number 21463, Smith *Page 2 \nasserts that the trial court erred in instructing the jury on aggravated burglary; that the verdicts were contrary to the manifest weight of the evidence; that the trial court erred in allowing previously suppressed eyewitness identification evidence; that the court erred in allowing the victim to make an in-court identification of him; that he had ineffective counsel; and that the trial court erred in sentencing him to more than minimum concurrent sentences. In case number 22334, Smith claims that the trial court erred in overruling his motion for a new trial. Smith also filed two supplemental briefs arguing that his sentence was based on convictions that were later reversed, and that the indictments for both Aggravated Burglary and Aggravated Robbery were defective.\n  {&#182; 2} We determine that the jury did not lose its way in returning the guilty verdicts; that there was no error in the trial court's instructions to the jury, nor in the evidentiary issues raised; that he was not denied effective assistance of counsel, and that he waived anyBlakely error in sentencing. We further determine that Smith's indictments were not defective; that he failed to establish that his sentence was bas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith-21463-12-5-2008"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}