{
  "id": 6543,
  "title": "2008년 In Re Tokhmanian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Tokhmanian. 판결일: 2008-12-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In Re GARABET TOKHMANIAN on Habeas Corpus\n**판결일**: 2008-12-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Croskey\n\n## 변호인\n\nCounsel, Marc Elliot Grossman, under appointment by the Court of Appeal, for Petitioner Garabet Tokhmanian., Edmund G. Brown, Jr., Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Julie L. Garland, Assistant Attorney General, Heather Bushman and Amanda Lloyd, Deputy Attorneys General, for Respondent and Appellant State of California.\n\n## 인용\n\n- 168 Cal. App. 4th 1270\n\n## 판결문 요약\n\n\n168 Cal. App. 4th 1270 (2008)\nIn re GARABET TOKHMANIAN on Habeas Corpus.\nNo. B208427.\nCourt of Appeals of California, Second District, Division Three.\nDecember 4, 2008.\n*1272 Marc Elliot Grossman, under appointment by the Court of Appeal, for Petitioner Garabet Tokhmanian.\nEdmund G. Brown, Jr., Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Julie L. Garland, Assistant Attorney General, Heather Bushman and Amanda Lloyd, Deputy Attorneys General, for Respondent and Appellant State of California.\n\nOPINION\nCROSKEY, Acting P. J.\nA prisoner serving an indeterminate life term for murder was granted parole by a parole consideration panel (the panel). Concluding that a procedural error took place at the hearing before the panel, the Board of Parole Hearings (the board) disapproved the panel's decision, and directed that a new parole hearing be scheduled. The prisoner sought relief from the board's decision by means of a petition for habeas corpus. Concluding that the board's decision was in error, the trial court vacated the board's decision granting rehearing and reinstated the panel's decision granting parole. Within 30 days of the trial court's decision, the Governor reversed the grant of parole. The prisoner again sought relief by means of a petition for habeas corpus. The trial court concluded that the Governor's decision was untimely, and granted the petition. The prison warden appeals. We conclude the Governor's decision was timely, and therefore reverse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-tokhmanian"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}