{
  "id": 6546,
  "title": "2008년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-12-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Campbell. 판결일: 2008-12-02. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Donnell CAMPBELL, Defendant-Appellant\n**판결일**: 2008-12-02\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Boggs, Chief Judge Batchelder and Griffin, Circuit Judges\n\n## 변호인\n\nARGUED: Spiros P. Cocoves, Toledo, Ohio, for Appellant. Edwin Greg Gilluly, Jr., Assistant United States Attorney, Memphis, Tennessee, for Appellee. ON BRIEF: Spiros P. Cocoves, Toledo, Ohio, for Appellant. Edwin Greg Gilluly, Jr., Assistant United States Attorney, Memphis, Tennessee, for Appellee.\n\n## 인용\n\n- 549 F.3d 364\n\n## 판결문 요약\n\n\n549 F.3d 364 (2008)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nDonnell CAMPBELL, Defendant-Appellant.\nNo. 06-6094.\nUnited States Court of Appeals, Sixth Circuit.\nArgued: February 6, 2008.\nDecided and Filed: December 2, 2008.\n*368 ARGUED: Spiros P. Cocoves, Toledo, Ohio, for Appellant. Edwin Greg Gilluly, Jr., Assistant United States Attorney, Memphis, Tennessee, for Appellee. ON BRIEF: Spiros P. Cocoves, Toledo, Ohio, for Appellant. Edwin Greg Gilluly, Jr., Assistant United States Attorney, Memphis, Tennessee, for Appellee.\nBefore: BOGGS, Chief Judge; BATCHELDER and GRIFFIN, Circuit Judges.\n\nOPINION\nGRIFFIN, Circuit Judge.\nDefendant Donnell Campbell appeals his jury trial conviction on one count of being a felon in possession of a firearm, in violation of 18 U.S.C. § 922(g). For the reasons set forth below, we affirm.\n\nI.\nDonnell Campbell's conviction stems from events that transpired on the evening of February 15, 2005, in Memphis, Tennessee. While on routine patrol at approximately 7:30 p.m., Memphis Police Officer Valerie Brady observed an automobile parked in a dark secluded area under a viaduct. The vehicle was parked with its lights out and the engine off on a privately owned railway access road near abandoned apartment buildings. The location was neither open to through traffic nor designated for parking. Officer Brady described the location as a \"hot spot\"  a high-crime area that was the site of drug sales, prostitution, and car theft. She observed two occupan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-campbell"
    }
  ],
  "relatedIncidents": [
    6510,
    6548,
    6580,
    6628,
    6723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}