{
  "id": 6548,
  "title": "2008년 Jamie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jamie. 판결일: 2008-11-26. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Mohammed JAMIE, a/k/a Jamie Mohammed v. Michael B. MUKASEY, Attorney General\n**판결일**: 2008-11-26\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Alarcón, Leavy, Tallman\n\n## 변호인\n\nSteve Paek, Law Office of Steve Paek, Los Angeles, CA, for Petitioner., CAC-District Counsel, Esq., Office of the District Counsel, Department of Homeland Security, Los Angeles, CA, Ronald E. LeFevre, Chief Counsel, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, OIL, DOJ-U.S. Department of Justice, Civil Div./Office of Immigration Lit., Washington, DC, for Respondent.\n\n## 인용\n\n- 301 F. App'x 724\n\n## 판결문 요약\n\n\nMEMORANDUM **\nMohammed Jamie, a native and citizen of Ethiopia, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s (“IJ”) decision denying his application for asylum, withholding of removal, and relief under the Convention Against Torture. We have jurisdiction under 8 U.S.C. § 1252. Reviewing for substantial evidence, Zehatye v. Gonzales, 453 F.3d 1182, 1184-85 (9th Cir.2006), we deny the petition for review.\nSubstantial evidence supports the BIA’s finding that even taking petitioner’s testimony as credible, he has not demonstrated that the detention and economic hardship he suffered rose to the level of persecution. See Nagoulko v. INS, 333 F.3d 1012, 1014-15 (9th Cir.2003).\nSubstantial evidence also supports the agency’s finding that petitioner has not demonstrated a well-founded fear of future persecution, because the record contains insufficient direct or specific evidence that he will be targeted for harm. See Nagoulko v. INS, 333 F.3d 1012, 1016-18 (9th Cir.2003); see also Rostomian v. INS, 210 F.3d 1088, 1089 (9th Cir.2000).\nBecause petitioner failed to establish eligibility for asylum, he necessarily failed to meet the more stringent requirements for withholding of removal. See Zehatye, 453 F.3d at 1190.\nSubstantial evidence further supports the IJ’s finding that petitioner has not demonstrated that it is more likely than not that he will be tortured if he returns to Ethiopia. See El Himri v. Ashc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-williams"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jamie-v-mukasey"
    }
  ],
  "relatedIncidents": [
    6510,
    6546,
    6580,
    6628,
    6723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}