{
  "id": 6550,
  "title": "2008년 Mensah 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Mensah. 판결일: 2008-11-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Dumescas Innocent v. Seth A. Mensah\n**판결일**: 2008-11-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 56 A.D.2d 379\n- 868 N.Y.S.2d 38\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Norma Ruiz, J.), entered April 4, 2008, which denied the motion of defendants Seth Mensah and Yahya Karogor for summary judgment dismissing the complaint as against them on the ground that plaintiff did not sustain a serious injury as defined by Insurance Law § 5102 (d), unanimously reversed, on the law, without costs, the motion granted, and the complaint dismissed as against Mensah and Karogor. The Clerk is directed to enter judgment accordingly.\nSummary judgment dismissing the complaint as against Mensah and Karogor should have been granted where plaintiffs opposition to defendants’ prima facie showing that the subject automobile accident did not cause plaintiff to sustain a serious injury failed to raise a triable issue of fact. Although plaintiff claimed to be afflicted with continuing pain, and submitted evi-\n*380dence, in the form of MRIs performed two months after the accident, of the existence of herniated and bulging discs, he acknowledged that he only missed a few days from work, did not seek medical treatment for any disabling condition, but instead, underwent a limited period of physical therapy and acupuncture treatment (see Rossi v Alhassan, 48 AD3d 270 [2008]).\nProof of a bulging or herniated disc, in the absence of “additional objective medical evidence establishing that the accident resulted in significant physical limitations,” is insufficient to demonstrate a serious injury (Pommells v Perez, 4 NY3d 566, 574 [2005]), an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-castellano"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dumescas-innocent-v-mensah"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}