{
  "id": 6552,
  "title": "2008년 Conkey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-24",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Conkey. 판결일: 2008-11-24. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Craig Conkey v. Commonwealth\n**판결일**: 2008-11-24\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nBernard Grossberg (Victoria Kelleher with him) for the plaintiff., Loretta M. Lillios, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 452 Mass. 1022\n\n## 판결문 요약\n\n\nCraig Conkey appeals from a judgment of the county court denying his petition for relief under G. L. c. 211, § 3. We affirm.\nAfter a jury trial in the Superior Court, Conkey was convicted of murder in the first degree (based on deliberate premeditation and felony-murder), armed assault in a dwelling, and armed burglary, and acquitted of armed robbery.1 We reversed the convictions and ordered a new trial on the ground that some evidence concerning a potential third-party perpetrator was improperly excluded. Commonwealth v. Conkey, 443 Mass. 60 (2004). On remand, Con-key moved to dismiss the surviving indictments on collateral estoppel and double jeopardy grounds.2 A judge in the Superior Court denied the motion. *1023Conkey then filed his G. L. c. 211, § 3, petition seeking relief from that denial.\nRelief pursuant to G. L. c. 211, § 3, is extraordinary. We will not disturb the single justice’s denial of relief absent an abuse of discretion or other clear error of law. See, e.g., Matthews v. Appeals Court, 444 Mass. 1007, 1008 (2005). Conkey “must ‘demonstrate both a substantial claim of violation of [his] substantive rights and error that cannot be remedied under the ordinary review process.’ ”3 McGuinness v. Commonwealth, 420 Mass. 495, 497 (1995), quoting Planned Parenthood League of Mass., Inc. v. Operation Rescue, 406 Mass. 701, 706 (1990).\nConkey argues that the denial of his motion to dismiss violates his substantive rights because his acquittal of ariqed robbery preclu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=conkey-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}