{
  "id": 6559,
  "title": "2008년 Dynamic Chemicals, Inc. v. Ackerman Mechanical Services, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dynamic Chemicals, Inc. v. Ackerman Mechanical Services, Inc.. 판결일: 2008-11-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Dynamic Chemicals, Inc., Also Known as Bear Dynamic Supply v. Ackerman Mechanical Services, Inc.\n**판결일**: 2008-11-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Gorski\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Duke, Holzman, Photiadis & Gresens LLP, Buffalo (James W. Gresens of counsel), for appellants., Garvey & Garvey, Buffalo (Matthew J. Garvey of counsel), for respondents.\n\n## 인용\n\n- 58 A.D.3d 153\n- 867 N.Y.S.2d 820\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nGorski, J.\nIn this case of first impression in a New York State court, the issue is whether CPLR 215 (8) applies to a criminal action in a court of any state or in any federal court. For the reasons that follow, we conclude that it does.\nDefendants, Eric Ackerman and Ackerman Mechanical Services, Inc. (AMS), appeal from an order denying that part of their motion for summary judgment dismissing the sixth cause of action as time-barred. Plaintiffs allege in that cause of action that defendants violated Civil Rights Law § 51 with respect to plaintiff Stuart Z. Becker by the commercial use of his name without his consent and, according to defendants, the one-year statute of limitations set forth in CPLR 215 (3) applies to bar that cause of action. The record establishes that, between November 9, 1999 and February 25, 2003, Ackerman forged Becker’s signature on at least 22 affidavits submitted to the Buffalo Municipal Housing Authority in order to establish that AMS was complying with the requirement that 20% of any capital improvement project be awarded to a minority-owned business enterprise (MBE). Those affidavits certified that AMS was using plaintiff Dynamic Chemicals, Inc., an MBE, as a subcontractor when in fact AMS never did so. According to defendants, that cause of action is time-barred because it is subject to a limitations period of one year from publication pur*155suant to CPLR 215 (3). The last publication here occurred on February 25, 2003, and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dynamic-chemicals-inc-v-ackerman-mechanical-services-inc"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}