{
  "id": 6562,
  "title": "2008년 Morgan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-20",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Morgan. 판결일: 2008-11-20. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Lafonte MORGAN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 2008-11-20\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Steele, Chief Justice, Holland and Jacobs, Justices\n\n## 변호인\n\nThomas D. Donovan, Esquire, Dover, DE, for appellant., John Williams, Esquire, Department of Justice, Dover, DE, for appellee.\n\n## 인용\n\n- 962 A.2d 248\n\n## 판결문 요약\n\n\n962 A.2d 248 (2008)\nLafonte MORGAN, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nNo. 293, 2008.\nSupreme Court of Delaware.\nSubmitted: November 5, 2008.\nDecided: November 20, 2008.\n*250 Thomas D. Donovan, Esquire, Dover, DE, for appellant.\nJohn Williams, Esquire, Department of Justice, Dover, DE, for appellee.\nBefore STEELE, Chief Justice, HOLLAND and JACOBS, Justices.\nHOLLAND, Justice:\nThe defendant-appellant, Lafonte Morgan (\"Morgan\"), appeals from multiple final judgments of conviction in the Superior Court. A jury found Morgan guilty of Trafficking Cocaine, Trafficking Ecstasy, Possession with Intent to Deliver a Narcotic, Maintaining a Dwelling for Keeping Controlled Substances, Maintaining a Vehicle for Keeping Controlled Substances, two counts of Conspiracy in the Second Degree, and Endangering the Welfare of a Child. On appeal, Morgan claims that: first, the warrant to search Morgan's home was not supported by probable cause; and second, the trial judge erred in failing sua sponte to give a curative instruction regarding testimony about forfeiture forms signed by Morgan after he had invoked his right to remain silent.[1] This Court has concluded that sufficient probable cause existed to support the search of Morgan's home and that the lack of a curative instruction was not plain error. Therefore, the judgments of the Superior Court must be affirmed.\n\nFacts\nThe Dover Police Department began an investigation into possible drug dealing in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morgan-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}