{
  "id": 6564,
  "title": "2008년 Vincent 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Vincent. 판결일: 2008-11-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Brian Carl VINCENT, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 2008-11-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Draper III, George, Lawrence, Mooney, Richter, Roy\n\n## 변호인\n\nMichelle M. Rivera, Asst. Public Defender, St. Louis, for Appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Shaun J. Mackelprang, Asst. Atty. Gen., for Respondent.\n\n## 인용\n\n- 271 S.W.3d 64\n\n## 판결문 요약\n\n\n271 S.W.3d 64 (2008)\nBrian Carl VINCENT, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. ED 90633.\nMissouri Court of Appeals, Eastern District, Division Two.\nNovember 18, 2008.\nMichelle M. Rivera, Asst. Public Defender, St. Louis, for Appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Shaun J. Mackelprang, Asst. Atty. Gen., for Respondent.\nBefore ROY L. RICHTER, P.J., LAWRENCE E. MOONEY, J., and GEORGE W. DRAPER III, J.\n\nORDER\nPER CURIAM.\nBrian Carl Vincent appeals the motion court's denial of his Rule 24.035 motion for post-conviction relief without an evidentiary hearing. We have reviewed the briefs of the parties and the record on appeal and find no error of law. No jurisprudential purpose would be served by a written opinion. However, the parties have been furnished with a memorandum for their information only, setting forth the facts and reasons for this order.\nThe judgment is affirmed pursuant to Rule 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vincent-v-state"
    }
  ],
  "relatedIncidents": [
    6519,
    6628,
    6635,
    6677,
    6691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}