{
  "id": 6572,
  "title": "2008년 Goldsworthy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-13",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Goldsworthy. 판결일: 2008-11-13. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Eva GOLDSWORTHY, Brad Chambers, Merye-Beth Heath, Richard McDougall, and Catherine Thompson, on behalf of themselves and all others similarly situated v. AMERICAN FAMILY MUTUAL INSURANCE COMPANY, a Wisconsin corporation, and American Standard Insurance Company of Wisconsin, a Wisconsin corporation\n**판결일**: 2008-11-13\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Carparelll, Loeb, Roy\n\n## 변호인\n\nThe Carey Law Firm, Robert B. Carey, Leif Garrison, Colorado Springs, Colorado, for Plaintiffs-Appellants., Harris, Karstaedt, Jamison & Powers, P.C., Robert W. Harris, A. Peter Gregory, Englewood, Colorado, for Defendants-Appel-lee.\n\n## 인용\n\n- 209 P.3d 1108\n\n## 판결문 요약\n\n\nOpinion by\nJudge CARPARELLL\nIn this case under the former Colorado Auto Accident Reparations Act (No-Fault Act), plaintiffs, Eva Goldsworthy, Brad Chambers, Merye-Beth Heath, Richard McDougall, and Catherine Thompson (collectively policyholders), appeal the order dismissing their class action claims against defendants, American Family, Mutual Automobile Insurance Company and American Standard Insurance Company of Wisconsin (collectively American Family), on the ground that the policyholders were prohibited from seeking class certification because of issue preclusion. .We affirm.\nI. Background\nThis is at least the third lawsuit in which various plaintiffs have filed a class action complaint against American Family based on its failure to offer optional personal injury protection (PIP) coverage consistent with the requirements of the No-Fault Act, ch. 94, section 13-25-1, et seq., 1973 Colo. Sess. Laws 384, (formerly codified as amended at section 10-4-701, et seq.; repealed effective July 1, 2008, ch. 189, section 10-4-726, 2002 Colo. Sess. Laws 649).\nA,. French v. American Fomily\nIn November 2000, a class action complaint was filed in El Paso County District Court against American Family. French v. Amer. Family Mutual Ins. Co., No. 00CV3162. The plaintiffs sought damages and the reformation of American Family's policies to include the optional PIP coverage that was not offered. They asserted claims for reformation, statutory breach of contract under the No-Fault Act, bad fai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=goldsworthy-v-american-family-mutual-insurance-co"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}