{
  "id": 6580,
  "title": "2008년 Duffield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Duffield. 판결일: 2008-11-04. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jessie D. DUFFIELD, Plaintiff-Appellant, v. Michael JACKSON, M.D., Medical Director; Jeff Troutt, D.O., Chief Medical Officer; Katryna Frech, R.N., Correctional Health Services Administrator; Roy Arian, P.A.C., Physician’s Assistant and John Doe, Physicians and Staff, OU Medical Center, Defendants-Appellees\n**판결일**: 2008-11-04\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Tacha, Kelly and McConnell, Circuit Judges\n\n## 변호인\n\nSubmitted on the briefs: *, Jessie D. Duffield, Pro Se, Plaintiff-Appellant., Jill Tsiakilos, Assistant Attorney General, Oklahoma City, OK, for Defendants-Appellees.\n\n## 인용\n\n- 545 F.3d 1234\n\n## 판결문 요약\n\n\n545 F.3d 1234 (2008)\nJessie D. DUFFIELD, Plaintiff-Appellant,\nv.\nMichael JACKSON, M.D., Medical Director; Jeff Troutt, D.O., Chief Medical Officer; Katryna Frech, R.N., Correctional Health Services Administrator; Roy Arian, P.A.C., Physician's Assistant and John Doe, Physicians and Staff, OU Medical Center, Defendants-Appellees.\nNo. 08-6002.\nUnited States Court of Appeals, Tenth Circuit.\nNovember 4, 2008.\n*1236 Submitted on the briefs:[*]\nJessie D. Duffield, Pro Se, Plaintiff-Appellant.\nJill Tsiakilos, Assistant Attorney General, Oklahoma City, OK, for Defendants-Appellees.\nBefore TACHA, KELLY and McCONNELL, Circuit Judges.\nMcCONNELL, Circuit Judge.\nPlaintiff Jessie D. Duffield, proceeding pro se, brought a 42 U.S.C. § 1983 suit against several members of the medical staff at the James Crabtree Correctional Center (\"JCCC\") in Helena, Oklahoma, claiming that they violated his Eighth Amendment right to be free from cruel and unusual punishment by showing deliberate indifference to his medical condition. After referring the case to a magistrate judge who issued a report and recommendation, the district court dismissed Mr. Duffield's claim against some defendants and granted summary judgment in favor of others. Mr. Duffield appeals these dismissals and grants of summary judgment. Exercising jurisdiction under 28 U.S.C. § 1291, we affirm.\n\nI. Background\nMr. Duffield, who has been an inmate in the custody of the Oklahoma Department of Corrections since February 26, 1999, was trans...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "폭행",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duffield-v-jackson"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marks-v-schriro"
    }
  ],
  "relatedIncidents": [
    6510,
    6512,
    6517,
    6522,
    6536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}