{
  "id": 6581,
  "title": "2008년 Dewberry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Dewberry. 판결일: 2008-11-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Dewberry v. the State\n**판결일**: 2008-11-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Johnson, Phipps\n\n## 변호인\n\nDavid M. Burns, Jr., for appellant., Spencer Lawton, Jr., District Attorney, Jonathan V. Dunn, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 670 S.E.2d 150\n- 294 Ga. App. 358\n\n## 판결문 요약\n\n\n670 S.E.2d 150 (2008)\nDEWBERRY\nv.\nThe STATE.\nNo. A08A0923.\nCourt of Appeals of Georgia.\nNovember 4, 2008.\n*151 David M. Burns Jr., for appellant.\nSpencer Lawton Jr., District Attorney, Jonathan V. Dunn, Assistant District Attorney, for appellee.\nBARNES, Chief Judge.\nEdward Dewberry appeals his conviction of burglary and three counts of armed robbery. Dewberry contends the trial court erred in limiting the cross-examination of a State's witness, thereby denying him his right to a thorough and sifting cross-examination in violation of OCGA § 24-9-64 and its constitutional counterparts. Finding no reversible error, we affirm.\nFollowing Dewberry's conviction, he filed a motion for a new trial contending that the trial court erred in limiting his ability to cross-examine a State's witness and that the verdict was contrary to the evidence. The motion was subsequently denied and Dewberry's first appeal followed. In that appeal, however, Dewberry restricted his complaint only to allegations that he received ineffective assistance of counsel and that the verdict was contrary to the evidence. No error regarding a restriction on Dewberry's right to cross-examine a witness was enumerated in his initial appeal. In an unpublished opinion, this court found no error and affirmed the trial court's decision that the verdict was not contrary to the evidence, but remanded the case to the trial court to consider Dewberry's allegation regarding ineffectiveness of counsel because that error had no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dewberry-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}