{
  "id": 6582,
  "title": "2008년 Dickinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-11-03",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Dickinson. 판결일: 2008-11-03. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Guy Joseph DICKINSON\n**판결일**: 2008-11-03\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Hughes, McDONALD, McDonald, Pettigrew\n\n## 변호인\n\nScott M. Perrilloux, District Attorney, LeÁnne H. Mainer, Assistant District Attorney, Livingston, Louisiana, for Plain-tiffilst Appellant, State of Louisiana., John P. Calmes, Jr., Baton Rouge, Louisiana, for Defendant/2nd Appellant, Guy Joseph Dickinson.\n\n## 인용\n\n- 5 So. 3d 179\n\n## 판결문 요약\n\n\n5 So. 3d 179 (2008)\nSTATE of Louisiana\nv.\nGuy Joseph DICKINSON.\nNo. 2008 KA 0558.\nCourt of Appeal of Louisiana, First Circuit.\nNovember 3, 2008.\n*180 Scott M. Perrilloux, District Attorney, LeÁnne H. Malner, Assistant District Attorney, Livingston, Louisiana, for Plaintiff/1st Appellant, State of Louisiana.\nJohn P. Calmes, Jr., Baton Rouge, Louisiana, for Defendant/2nd Appellant, Guy Joseph Dickinson.\nBefore PETTIGREW, McDONALD, and HUGHES, JJ.\nMcDONALD, J.\nThe defendant, Guy Joseph Dickinson, was charged by bill of information with one count of vehicular homicide, a violation of La. R.S. 14:32.1, and pled not guilty. Following a jury trial, he was found guilty as charged. The defendant moved for post-verdict judgment of acquittal, but the motion was denied. He was sentenced to seven years without hard labor, with one year without the benefit of probation, parole, or suspension of sentence. The rest of the sentence was suspended, and defendant was given five years probation. The court also ordered that he attend a victims' impact panel and substance abuse and driver improvement programs. The defendant now appeals, contending that the trial court erred in allowing the State to introduce the results of a blood-alcohol test *181 conducted at Our Lady of the Lake Regional Medical Center (Our Lady of the Lake) on the night of the accident and that the jury erred in finding him guilty because the State introduced no evidence to prove that he was the proximate or direct cause of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dickinson"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}