{
  "id": 6586,
  "title": "2008년 Balliro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-30",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Balliro. 판결일: 2008-10-30. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: The State of New Hampshire v. Anthony Balliro\n**판결일**: 2008-10-30\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Broderick, Dalianis, Duggan, Galway, Hicks\n\n## 변호인\n\nKelly A. Ayotte, attorney general (Thomas E. Bocian, attorney, on the brief and orally), for the State., Christopher M. Johnson, chief appellate defender, of Concord, on the brief and orally, for the defendant.\n\n## 인용\n\n- 959 A.2d 212\n- 158 N.H. 1\n\n## 판결문 요약\n\n\n959 A.2d 212 (2008)\nThe STATE of New Hampshire\nv.\nAnthony BALLIRO.\nNo. 2007-500.\nSupreme Court of New Hampshire.\nArgued: September 16, 2008.\nOpinion Issued: October 30, 2008.\n*213 Kelly A. Ayotte, attorney general (Thomas E. Bocian, attorney, on the brief and orally), for the State.\nChristopher M. Johnson, chief appellate defender, of Concord, on the brief and orally, for the defendant.\nHICKS, J.\nThe defendant, Anthony Balliro, appeals a ruling by the Superior Court (Fitzgerald, J.) denying a jury instruction for the justified use of deadly force to \"prevent an attempt by the trespasser to commit arson.\" See RSA 627:7 (2007). We affirm.\nThe jury could have found the following relevant facts. The defendant stabbed Steven Hayes five times on July 5, 2006, causing his death. On this same day, *214 emergency personnel responded to fires at the defendant's restaurant and his apartment building. At trial, the State and the defendant offered disparate accounts of the events leading up to the stabbing and the two fires.\nThe State portrayed the defendant's rapidly deteriorating circumstances at the time of the stabbing and emphasized his past threats of violence and arson. He had been asked to move out of his apartment due to unpaid rent, and his restaurantMoose Trackswas the source of unpaid bills and unmet payroll obligations, including wages due to Hayes, who was an employee of the restaurant.\nAt the time of the stabbing, Moose Tracks' business was in substantial decline. The de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-balliro"
    }
  ],
  "relatedIncidents": [
    6600,
    6686,
    6901,
    6974,
    6997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}