{
  "id": 6594,
  "title": "2008년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Smith. 판결일: 2008-10-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People v. Smith\n**판결일**: 2008-10-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stewart\n\n## 인용\n\n- 898 N.E.2d 119\n\n## 판결문 요약\n\n\n898 N.E.2d 119 (2008)\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nTobby J. SMITH, Defendant-Appellant.\nNo. 5-07-0199.\nAppellate Court of Illinois, Fifth District.\nSeptember 10, 2008.\nAs Modified Upon Denial of Rehearing October 27, 2008.\n*122 Daniel M. Kirwan, Deputy Defender, Edwin J. Anderson, Assistant Defender, Office of the State Appellate Defender, Mt. Vernon, IL, for Appellant.\nCharles Zalar, Special Prosecutor, Office of the State's Attorneys Appellate Prosecutor, Springfield, IL; Norbert J. Goetten, Director, Stephen E. Norris, Deputy Director, Kendra S. Peterson, Staff Attorney, Office of the State's Attorneys Appellate Prosecutor, Mt. Vernon, IL; Ed Deters, State's Attorney, Effingham, IL, for Appellee.\n\nModified Upon Denial of Rehearing\nPresiding Justice STEWART delivered the opinion of the court:\nOn December 11, 2003, the defendant, Tobby J. Smith, was charged with two counts of first-degree murder for the death of Ronald Hood. On February 22, 2005, pursuant to a fully negotiated plea, the defendant pled guilty to the charge of first-degree murder (720 ILCS 5/9-1(a)(2) (West 2004)) in return for the State dismissing all the other pending matters against him, including a second charge of first-degree murder (720 ILCS 5/9-1(a)(1) (West 2004)) and the charges, in two other cases, of domestic battery, aggravated battery, and aggravated battery with a firearm. At the plea hearing, the State set out the terms of the plea agreement: the defendant would ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}