{
  "id": 6595,
  "title": "2008년 Jackson Electric Membership Corp. v. Georgia Public Service Commission 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jackson Electric Membership Corp. v. Georgia Public Service Commission. 판결일: 2008-10-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jackson Electric Membership Corporation v. Georgia Public Service Commission\n**판결일**: 2008-10-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Ellington, Miller\n\n## 변호인\n\nSutherland, Jennifer N. Ide, James A. Orr, for appellant., Thurbert E. Baker, Attorney General, Isaac Byrd, Deputy Attorney General, Sidney R. Barrett, Jr., Senior Assistant Attorney General, Daniel S. Walsh, Assistant Attorney General, Troutman Sanders, Robert B Edwards, Jr., Heather Shirley Smith, Kelli Jo Laker Leaf, for appellee.\n\n## 인용\n\n- 668 S.E.2d 867\n- 294 Ga. App. 253\n\n## 판결문 요약\n\n\n668 S.E.2d 867 (2008)\nJACKSON ELECTRIC MEMBERSHIP CORPORATION\nv.\nGEORGIA PUBLIC SERVICE COMMISSION.\nNo. A08A1210.\nCourt of Appeals of Georgia.\nOctober 27, 2008.\n*869 Southerland, Jennifer N. Ide, James A. Orr, Atlanta, for Appellant.\nThurbert E. Baker, Atty. Gen., Isaac Byrd, Deputy Atty. Gen., Sidney R. Barrett, Jr., Sr. Asst. Atty. Gen., Daniel S. Walsh, Asst. Atty. Gen., Troutman Sanders, Robert P. Edwards, Jr., Heather A. Shirley, Kelli Jo Laker Leaf, for Appellee.\nMILLER, Judge.\nJackson Electric Membership Corporation (\"Jackson EMC\") appeals from the trial court's order affirming the decision of the Georgia Public Service Commission (\"Commission\") finding that Free Chapel Worship Center (\"Free Chapel\") had chosen Georgia Power Company (\"Georgia Power\") as its electric service provider. Jackson EMC argues that the trial court erred in affirming the Commission's decision because the Commission's decision (1) erroneously found that Georgia Power did not fraudulently induce Free Chapel to sign a \"Request for Electric Service\" form (\"Request Form\") by misrepresenting certain facts; (2) ignored Court of Appeals precedent that a contract is required to make a binding selection under the Georgia Territorial Electric Service Act (\"Territorial Act\"); (3) interpreted the Territorial Act so as to defeat legislative intent and deprive \"large load\" customers of their rights under the Act; (4) erroneously found that the Request Form met the essential requirements of a contract; (5) er...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-electric-membership-corp-v-georgia-public-service-commission"
    }
  ],
  "relatedIncidents": [
    6597,
    6613,
    6614,
    6617,
    6626
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}