{
  "id": 6600,
  "title": "2008년 Chappelle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-21",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Chappelle. 판결일: 2008-10-21. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Jason Jeremiah Chappelle\n**판결일**: 2008-10-21\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Arrowood, McCullough, Steelman\n\n## 변호인\n\nAttorney General Roy Cooper,; by Assistant Attorney General Elizabeth F. Parsons, for the State., \nAppellate Defender Staples Hughes, by Assistant Appellate Defender Daniel R. Pollitt, for defendant-appellant.\n\n\n## 인용\n\n- 667 S.E.2d 327\n- 193 N.C. App. 313\n\n## 판결문 요약\n\n\n667 S.E.2d 327 (2008)\nSTATE of North Carolina\nv.\nJason Jeremiah CHAPPELLE.\nNo. COA07-1312.\nCourt of Appeals of North Carolina.\nOctober 21, 2008.\n*330 Attorney General Roy Cooper, by Assistant Attorney General Elizabeth F. Parsons, for the State.\nAppellate Defender Staples Hughes, by Assistant Appellate Defender Daniel R. Pollitt, for defendant-appellant.\nSTEELMAN, Judge.\nWhere the State presented substantial evidence of each element of arson, the trial court did not err in denying defendant's motions to dismiss. Testimony that the victim of the arson refused to agree to allow defendant to store stolen goods in her home was relevant to show defendant's motive to burn the premises. The trial court did not err in allowing defendant to dismiss counsel over tactical differences and represent himself after a thorough colloquy demonstrating that his waiver of his right to counsel was knowing and voluntary. The prosecutor's closing argument approached, but did not exceed, the bounds of propriety. Where defendant has not shown error, he cannot prevail on a claim of ineffective assistance of counsel. Defendant's stipulation as to his prior convictions is effective to establish the convictions but ineffective to establish that his out-of-state convictions are substantially similar to a North Carolina offense.\n\nI. Factual and Procedural Background\nJason Jeremiah Chappelle (\"defendant\") was found guilty of one count of first-degree arson at the 7 January 2007 Criminal Session of Pasquota...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-chappelle"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fisher-v-anderson"
    }
  ],
  "relatedIncidents": [
    6586,
    6686,
    6901,
    6974,
    6997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}