{
  "id": 6607,
  "title": "2008년 Eichinger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Eichinger. 판결일: 2008-10-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jaime Eichinger v. Jone Cab Corp., and Ivan Holding Corp., Appellants-Respondents\n**판결일**: 2008-10-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 55 A.D.3d 364\n- 865 N.Y.S.2d 89\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Alan Saks, J.), entered on or about March 17, 2008, which denied so much of defendants’ motion for summary judgment dismissing the complaint as to the allegation of serious injury regarding lumbar spine bulges at L4-L5, and granted the motion with respect to all other allegations, unanimously modified, on the law, without costs, the motion granted in its entirety, and the complaint dismissed. The Clerk is directed to enter judgment accordingly.\nDefendants made a prima facie showing, based on the quantified findings in the examination reports of their orthopedic surgeon and neurologist, that plaintiff had a full range of motion in her lumbar spine (see e.g. Style v Joseph, 32 AD3d 212, 214 [2006]). Related tests by these experts revealed no motor or gait deficiencies, leading to the conclusion that plaintiff was not disabled. In opposition, plaintiffs proof failed to raise a triable issue as to serious injury of the lumbar spine. The minimal lumbar range-of-motion deficits noted by plaintiffs neurologist, Dr. Hausknecht, contradicted by the results of other tests he conducted (including a negative result on a seated straight-leg-raising test), indicated no serious injury to the lumbar spine.\nThe 14-month gap in treatment underscores the lack of evidence of serious injury to plaintiffs lumbar spine (see generally Pommells v Perez, 4 NY3d 566, 574 [2005]). Dr. Hausknecht’s conclusory opinion that plaintiff had received “an adequate *365course...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eichinger-v-jone-cab-corp"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}