{
  "id": 6613,
  "title": "2008년 In Re Schenck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-09",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: In Re Schenck. 판결일: 2008-10-09. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Complaint as to the Conduct of RONALD D. SCHENCK, Accused\n**판결일**: 2008-10-09\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Per Curiam\n\n## 변호인\n\nRonald D. Schenck, Wallowa, argued the cause and filed the briefs in propria persona., Mary Cooper, Assistant Disciplinary Counsel, Lake Oswego, argued the cause and filed the brief for the Oregon State Bar.\n\n## 인용\n\n- 194 P.3d 804\n- 345 Or. 350\n\n## 판결문 요약\n\n\n194 P.3d 804 (2008)\n345 Or. 350\nIn re the Complaint as to the Conduct of Ronald D. SCHENCK, Accused.\n(OSB 05-127, 05-128; SC S054585).\nSupreme Court of Oregon, En Banc.\nArgued and Submitted March 6, 2008.\nDecided October 9, 2008.\n*806 Ronald D. Schenck, Wallowa, argued the cause and filed the briefs in propria persona.\nMary Cooper, Assistant Disciplinary Counsel, Lake Oswego, argued the cause and filed the brief for the Oregon State Bar.\nPER CURIAM.\nThe Oregon State Bar (Bar) charged Ronald D. Schenck (the accused) with violating Code of Professional Responsibility Disciplinary Rules (DR) 1-102(A)(3) (prohibiting conduct involving dishonesty, fraud, deceit, or misrepresentation); DR 5-101(A)(1) (prohibiting conflict of lawyer's self-interest); DR 5-101(B) (barring preparation of instrument giving lawyer or person related to lawyer any substantial gift from unrelated client); DR 5-104(A) (limiting business relations with client); DR 5-105(E) (prohibiting multiple current client conflict of interest); and Oregon Rules of Professional Conduct (RPC) 8.1(a)(2) (requiring response to lawful demand for information from disciplinary authority).[1]\nA trial panel of the Disciplinary Board determined that the accused's conduct violated DR 5-101(A)(1), DR 5-101(B), DR 5-104(A), DR 5-105(E), and RPC 8.1(a)(2), but not DR 1-102(A)(3). The trial panel suspended the accused from the practice of law *807 for one year. The accused sought review by this court. ORS 9.536(2); Bar Rule of Procedu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-complaint-as-to-the-conduct-of-schenck"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6614,
    6617,
    6626
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}