{
  "id": 6614,
  "title": "2008년 Kaloyeva 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Kaloyeva. 판결일: 2008-10-08. 법원: Civil Court of the City of New York.",
  "description": "## 사건 정보\n\n**사건명**: Galina Kaloyeva v. Apple Vacations, Defendant Galina Kaloyeva v. Apple Vacations\n**판결일**: 2008-10-08\n**법원**: Civil Court of the City of New York\n**관할**: New York, NY\n\n**판사**: Ash\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Margolis Edelstein, P.C., Westmont, New Jersey (Peter S. Cuddihy of counsel), for defendants. Galina Kaloyeva, plaintiff pro se. Esfir Geller, plaintiff pro se.\n\n## 인용\n\n- 21 Misc. 3d 840\n- 866 NYS2d 488\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nSylvia G. Ash, J.\nPlaintiffs, pro se, are seeking damages for fraud, negligence, breach of contract, unjust enrichment, deceptive business practices and violation of the Truth in Travel Act. Plaintiffs contend that defendant Apple Vacations, through its Internet Web site, advertised the Santana Beach Resort &amp; Casino in the Dominican Republic as a resort having “white sandy beaches, crystal clear water, fresh fish and a superb international cuisine.” Based on the advertisement, plaintiffs made reservations for the resort through defendant Admiral Travel, a representative of defendant Apple Vacations. Plaintiffs claim that when they arrived at the resort location, the waters were murky, the beach was swarming with insects, the hotel rooms were infested with bed bugs, and the restaurant’s food made them ill with intestinal poisoning.\nProcedural History\nPlaintiffs, pro se, filed a summons and complaint in or about August 2007. In October 2007, defendant Apple Vacations served plaintiffs with a notice of motion to dismiss for lack of jurisdiction returnable December 14, 2007. On November 23, 2007, plaintiffs, in an attempt to amend their complaint, filed a stipulation discontinuing the action. On December 14, 2007, the court granted defendant Apple Vacations’ motion to dismiss plaintiffs’ complaint for lack of personal jurisdiction based on plaintiffs’ nonappearance on said date. In March 2008, plaintiffs moved to vacate the default judgment. Defendant Ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kaloyeva-v-apple-vacations"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6617,
    6626
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}