{
  "id": 6617,
  "title": "2008년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-06",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2008-10-06. 법원: Massachusetts Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth of Massachusetts v. Yovette Mumford\n**판결일**: 2008-10-06\n**법원**: Massachusetts Superior Court\n**관할**: Massachusetts, MA\n\n**판사**: John\n\n## 인용\n\n- 25 Mass. L. Rptr. 462\n\n## 판결문 요약\n\n\nLu, John T., J.\nINTRODUCTION\nThe defendant, Yovette Mumford (Mumford) is charged with one count of forgery in violation of G.L.c. 267, §1, one count of common-law forgery, three counts of uttering in violation of G.L.c. 267, §5, and three counts of common-law uttering. Mumford has moved to dismiss the indictments claiming that the grand jury did not hear enough evidence to warrant return of the indictments. See Commonwealth v. McCarthy, 385 Mass. 160 (1982).\nConcluding that the fraudulent letter allegedly created and used by Mumford was the type of document to which the offenses of statutory forgery and uttering apply, that the evidence on the elements on these offenses was sufficient to warrant the indictments, that the statutes do not supersede the common law, and, finally, that the evidence on the elements of common-law forgery and uttering was adequate, the court denies the motion to dismiss.\nBACKGROUND\nThe grand jury heard testimony that Mumford telephoned Joyce Coleman (Coleman), the Chief Probation Officer for Middlesex County, and told her that, because she was seeking financing from a bank, she needed a letter stating that she had completed the terms of her probation. Coleman provided Mumford with the letter (Letter), dated June 9, 2005. The Letter was printed on Probation Department Letterhead and bore Coleman’s signature.\nIn July of 2005, Mumford began the process of obtaining a loan from Northern Bank and Trust Company (Bank) to finance her purchase of the Boston...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mumford"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6626
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}