{
  "id": 6621,
  "title": "2008년 Norman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-10-03",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Norman. 판결일: 2008-10-03. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Norman\n**판결일**: 2008-10-03\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Rives Kistler\n\n## 인용\n\n- 207 P.3d 423\n- 345 Or. 319\n\n## 판결문 요약\n\n\n207 P.3d 423 (2008)\n345 Or. 319\nSTATE of Oregon, Plaintiff-Respondent, Petitioner on Review,\nv.\nForrest Clayton NORMAN, Defendant-Appellant, Respondent on Review.\nState of Oregon, Plaintiff-Respondent, Petitioner on Review,\nv.\nForrest Clayton Norman, Defendant-Appellant, Respondent on Review.\n031183; A125399; S056157; 031199; A125400; S056508.\nSupreme Court of Oregon.\nOctober 3, 2008.\n\nORDER GRANTING MOTION TO SEVER AND REMAND; AMENDING CASE CAPTION; DISMISSING PETITION FOR REVIEW IN S056157; AND ORDER ALLOWING PETITION FOR REVIEW IN S056508, VACATING DECISION OF THE COURT OF APPEALS AND REMANDING TO COURT OF APPEALS FOR RECONSIDERATION\nRIVES KISTLER, Presiding Justice.\nRespondent on review's motion to sever and remand is granted. As to appellate case number A125399 (trial court number 031183), the petition for review will remain assigned the original Supreme Court number in this case, S056157. As to appellate case number A125400 (trial court number 031199), the petition for review is now assigned Supreme Court number S056508. The case caption is amended as shown above.\nThe petition for review in S056157, is dismissed. The court remands trial court number 031183, A125399, for resentencing, based on the opinion of the Court of Appeals in this case.\nRespondent's petition for review is allowed. The decision of the Court of Appeals is vacated, and case is remanded to the Court of Appeals for reconsideration in light of State v. Ramirez, 343 Or. 505, 173 P.3d 817 (2007), adh'd to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-norman"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}