{
  "id": 6624,
  "title": "2008년 Johnson v. U.S. Department of Education 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Johnson v. U.S. Department of Education. 판결일: 2008-09-30. 법원: District Court, District of Columbia.",
  "description": "## 사건 정보\n\n**사건명**: Joseph JOHNSON, Jr., Plaintiff, v. U.S. DEPARTMENT OF EDUCATION, Et Al., Defendants\n**판결일**: 2008-09-30\n**법원**: District Court, District of Columbia\n**관할**: USA, Federal\n\n**판사**: James Robertson\n\n## 변호인\n\nJoseph Johnson, Jr., Oxon Hill, MD, pro se., Claire M. Whitaker, Fred Elmore Haynes, United States Attorney’s Office, William Warehime Thompson, Jr., Peckar Abramson Bastianelli & Kelley, Washington, DC, for Defendants.\n\n## 인용\n\n- 580 F. Supp. 2d 154\n\n## 판결문 요약\n\n\n580 F. Supp. 2d 154 (2008)\nJoseph JOHNSON, Jr., Plaintiff,\nv.\nU.S. DEPARTMENT OF EDUCATION, et al., Defendants.\nCivil Action No. 07-2183(JR).\nUnited States District Court, District of Columbia.\nSeptember 30, 2008.\n*155 Joseph Johnson, Jr., Oxon Hill, MD, pro se.\nClaire M. Whitaker, Fred Elmore Haynes, United States Attorney's Office, William Warehime Thompson, Jr., Peckar Abramson Bastianelli &amp; Kelley, Washington, DC, for Defendants.\n\nMEMORANDUM\nJAMES ROBERTSON, District Judge.\nJoseph Johnson Jr. brought this case pro se under the Administrative Procedure Act, 5 U.S.C. § 706, and the Higher Education Act, § 20 U.S.C. § 1087, to compel the Secretary of Education and his loan service providers to discharge certain of his federally guaranteed student loans. The parties have cross-moved for summary judgment. Summary judgment will be granted in favor of defendants.\n\nBackground\nJohnson was indicted for larceny and burglary on February 16, 1993 and given a suspended sentence on April 21, 1993. Pl. MSJ, ex. 1. That same year he enrolled at the University of Maryland University College (UMUC). AR at 15. He obtained federally guaranteed loans, including Federal Family Education Loans (FFEL), for the Fall 1993, Spring 1994, Fall 1994, Spring 1995, and Spring 1996 semesters. AR at 19. The loan application form did not ask about Johnson's criminal history, and he did not tell. While enrolled, Johnson took several courses offered by UMUC's paralegal studies program. Pl. MSJ, ex. 13. O...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-us-department-of-education"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}