{
  "id": 6626,
  "title": "2008년 Villasenor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-26",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Villasenor. 판결일: 2008-09-26. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Villasenor v. Martinez\n**판결일**: 2008-09-26\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Alva\n\n## 인용\n\n- 991 So. 2d 433\n\n## 판결문 요약\n\n\n991 So. 2d 433 (2008)\nMara VILLASENOR, Appellant,\nv.\nJuana MARTINEZ, Appellee.\nNo. 5D07-432.\nDistrict Court of Appeal of Florida, Fifth District.\nSeptember 26, 2008.\n*434 Dawn M. Ikerd of Ikerd &amp; Ikerd, P.A., Orlando, and Jeffrey M. Byrd of Jeffrey M. Byrd, P.A., Orlando, for Appellant.\nW. Andrew Rariden, of David A. Sierra &amp; Associates, Orlando, for Appellee.\nALVA, M.M., Associate Judge.\nMara Villasenor [\"Villasenor\"] appeals the trial court's order dismissing her personal injury suit with prejudice for attempting to perpetrate a fraud on the court and a final judgment of dismissal with prejudice. We conclude that the trial court erred in dismissing the claim without conducting an evidentiary hearing and reverse.\nJuana Martinez [\"Martinez\"] was the owner and operator of the vehicle that collided with a vehicle in which Villasenor was a passenger in June 2001. According to an affidavit filed by Villasenor, she was a seat-belted front seat passenger in a vehicle traveling north on State Road 535. She subsequently moved from the front seat to the back seat to retrieve her baby's bottle. While Villasenor was in the back seat and not wearing a seat belt, Martinez ran a red light and broadsided the vehicle. The collision resulted in Villasenor's ejection from the vehicle. In September 2004, Villasenor filed a complaint for damages she claimed to have resulted from injuries she incurred in the accident. Martinez admitted that she negligently operated her vehicle, preserved...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=villasenor-v-martinez"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}