{
  "id": 6629,
  "title": "2008년 Caves 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-25",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Caves. 판결일: 2008-09-25. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Caves v. Yarbrough\n**판결일**: 2008-09-25\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: En Banc\n\n## 인용\n\n- 991 So. 2d 142\n\n## 판결문 요약\n\n\n991 So.2d 142 (2008)\nIrene CAVES, Statutory Representative of the Wrongful Death Beneficiaries of Jimmy Caves\nv.\nBenjamin YARBROUGH, M.D., and Franklin County Memorial Hospital.\nNo. 2006-CA-01857-SCT.\nSupreme Court of Mississippi.\nSeptember 25, 2008.\n*144 Joel W. Howell, III, Jackson, attorney for appellant.\nJames Scott Rogers, Wade G. Manor, Jackson, Lane B. Reed, Meadville, attorneys for appellees.\nEN BANC.\nDICKINSON, Justice, for the Court.\n¶ 1. The appellant's motion for rehearing is granted. The previous opinions are withdrawn and these opinions are substituted therefor.\n¶ 2. This is a medical-negligence lawsuit filed pursuant to the Mississippi Tort Claims Act (\"MTCA\"),[1] which requires that suits be filed within one year \"next after the date of the tortious, wrongful or otherwise actionable conduct on which the liability phase of the action is based.\" The question presented is whether the plaintiff's claims are time-barred.\n¶ 3. We hold today that: (1) the statute of limitations for claims filed under the MTCA begins to run when all of the elements of a tort exist, that is, when some damage to the plaintiff proximately results from the defendant's negligence; and (2) the doctrine of stare decisis requires us to recognize a discovery rule for MTCA claims, that is, that the statute of limitations shall not begin to run until the plaintiff knows  or by exercise of reasonable diligence, should know  that a cause of action exists. We reverse the trial court's grant of s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caves-v-yarbrough"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}