{
  "id": 6631,
  "title": "2008년 Johnson v. Mitsubishi Digital Electronics America, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Johnson v. Mitsubishi Digital Electronics America, Inc.. 판결일: 2008-09-24. 법원: District Court, C.D. California.",
  "description": "## 사건 정보\n\n**사건명**: Kelly JOHNSON, on Behalf of Himself and All Others Similarly Situated, Plaintiff, v. MITSUBISHI DIGITAL ELECTRONICS AMERICA, INC., a Delaware Corporation, and Does 1 Through 250, Inclusive, Defendants\n**판결일**: 2008-09-24\n**법원**: District Court, C.D. California\n**관할**: California, CA\n\n**판사**: Cormac J. Carney\n\n## 변호인\n\nBrian S. Kabateck, Richard L. Kellner, Alfredo Torrijos, Kabateck Brown Kellner, LLP, Los Angeles, CA, Darren T. Kaplan, Chitwood Harley Harnes LLP, Atlanta, GA, Gregory E. Keller, Chitwood Harley Harnes LLP, Great Neck, NY, for Plaintiff., Tamar Buchakjian, John S. Purcell, Scott L. Watson, Quin Emanuel Urquhart Oliver & Hedges LLP, Los Angeles, CA, for Defendant.\n\n## 인용\n\n- 578 F. Supp. 2d 1229\n\n## 판결문 요약\n\n\n(2008)\nKelly JOHNSON, on Behalf of Himself and All Others Similarly Situated, Plaintiff,\nv.\nMITSUBISHI DIGITAL ELECTRONICS AMERICA, INC., a Delaware Corporation, and Does 1 through 250, inclusive, Defendants.\nCase No. SACV 07-00931-CJC(RNBx).\nUnited States District Court, C.D. California, Southern Division.\nSeptember 24, 2008.\n\nORDER GRANTING DEFENDANT'S MOTION FOR SUMMARY JUDGMENT\nCORMAC J. CARNEY, District Judge.\n\nI. INTRODUCTION\nDefendant Mitsubishi Digital Electronics America (\"MDEA\") moves for summary judgment on the claims alleged by Plaintiff Kelly Johnson for breach of express warranty,[1] fraudulent concealment, violation of California Business and Professions Code § 17200, and unjust enrichment. Mr. Johnson's claims all arise from his $3103.99 purchase of an MDEA television set from the New Jersey electronics store Camera Stop on November 6, 2005. Mr. Johnson's purchase of the television was based primarily on a conversation with a salesman at Camera Stop. He asked the salesperson at Camera Stop to recommend the best \"1080p\" television set on the market, and the salesperson pointed Mr. Johnson to the MDEA television. His sole contact with MDEA consisted of one visit to the MDEA Web site to check the television's price and confirm that it was 1080p.\nMr. Johnson wanted to buy a state-ofthe-art television and was apparently willing to spend more than $3,000 to get it. He knew that 1080p was the industry's marketing buzzword and allowed that to define his purchasing de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-mitsubishi-digital-electronics-america-inc"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}