{
  "id": 6633,
  "title": "2008년 Lieberman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lieberman. 판결일: 2008-09-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Edward Lieberman v. Greens at Half Hollow, LLC\n**판결일**: 2008-09-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 54 A.D.3d 908\n- 864 N.Y.S.2d 539\n\n## 판결문 요약\n\n\nIn an action, inter alia, for reformation of a contract and to recover damages for fraud, the defendant appeals, as limited by its brief, from so much of an order of the Supreme Court, Suffolk County (Cohalan, J.), dated September 12, 2007, as denied those branches of its motion which were for summary judgment dismissing the first, second, and third causes of action.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe purpose of reformation is to “restate the intended terms of an agreement when the writing that memorializes that agreement is at variance with the intent of both parties” (George *909Backer Mgt. Corp. v Acme Quilting Co., 46 NY2d 211, 219 [1978]). To reform a contract based on mistake, a plaintiff must establish that the contract was executed under a mutual mistake or a unilateral mistake induced by the defendant’s fraudulent misrepresentation (see John John, LLC v Exit 63 Dev., LLC, 35 AD3d 538, 539 [2006]; Simek v Cashin, 292 AD2d 439, 440 [2002]).\nHere, the plaintiffs allege that the parties agreed to the purchase and sale of a condominium unit which was to be constructed overlooking a golf course in the defendant’s development. The plaintiffs were charged and paid an additional sum of $75,000 above the base unit price as a “lot location premium” for a “golf villa” unit. However, the plaintiffs allege that, upon completion of construction, the unit was located with a view overlooking an off-premises sandpit or drainage basin.\nThe def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lieberman-v-greens-at-half-hollow-llc"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}