{
  "id": 6635,
  "title": "2008년 State v. Williamson, 21965 (9-19-2008) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-19",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Williamson, 21965 (9-19-2008). 판결일: 2008-09-19. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Gregory Williamson, Jr.\n**판결일**: 2008-09-19\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: BROGAN, J.\n\n## 변호인\n\nMathias H. Heck, JR., by Kirsten A. Brandt, Atty. Reg. #0070162, Attorney for Plaintiff-Appellee.\n\nJeremiah Denslow, Atty. Reg. #0074784, Attorney for Defendant-Appellant\n\n## 인용\n\n- 2008 Ohio 4727\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Gregory Williamson, Jr. appeals from his conviction and sentence following guilty pleas to charges of gross sexual imposition and rape of a child under age thirteen.\n  {&#182; 2} Williamson advances two assignments of error on appeal. First, he contends the trial court erred in denying a pre-sentence motion to vacate his guilty *Page 2 \npleas. Second, he claims he was denied his constitutional right to effective assistance of counsel.\n  {&#182; 3} The record reflects that Williamson entered his pleas on September 25, 2006 as part of a negotiated agreement reached during trial. In exchange for the pleas, the agreement provided for Williamson to receive an aggregate ten-year prison sentence. On October 25, 2006, however, he moved to vacate the pleas. Williamson, who was being represented by new counsel, alleged in his motion that he did not consider the effect of his pleas and did not have a complete understanding of the possible sanctions. He also proclaimed his innocence and raised objections about the representation provided by his former attorney, Don Little.\n  {&#182; 4} The trial court held a November 9, 2006 hearing on Williamson's motion. During the hearing, he elaborated on his reasons for wanting to vacate his pleas. Williamson explained that he felt like he had \"no choice\" but to plead guilty. He also complained about Little's failure to have other family members tested for sexually transmitted diseases after tests ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williamson-21965-9-19-2008"
    }
  ],
  "relatedIncidents": [
    6519,
    6564,
    6628,
    6677,
    6691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}