{
  "id": 6664,
  "title": "2008년 ITTA 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-05",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: ITTA. 판결일: 2008-09-05. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: Emanual L. ITTA, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 2008-09-05\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Coats, Chief Judge, and Mannheimer and Stewart, Judges\n\n## 변호인\n\nGeorge J. Dozier Jr., Eagle River, for the Appellant., Kenneth M. Rosenstein, Assistant Attorney General, Office of Special Prosecutions and Appeals, Anchorage, and Talis J. Col-berg, Attorney General, Juneau, for the Ap-pellee.\n\n## 인용\n\n- 191 P.3d 1013\n\n## 판결문 요약\n\n\n191 P.3d 1013 (2008)\nEmanual L. ITTA, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. A-9873.\nCourt of Appeals of Alaska.\nSeptember 5, 2008.\n*1014 George J. Dozier Jr., Eagle River, for the Appellant.\nKenneth M. Rosenstein, Assistant Attorney General, Office of Special Prosecutions and Appeals, Anchorage, and Talis J. Colberg, Attorney General, Juneau, for the Appellee.\nBefore: COATS, Chief Judge, and MANNHEIMER and STEWART, Judges.\n\nOPINION\nCOATS, Chief Judge.\nEmanuel L. Itta was convicted of assault in the first degree[1] for participating in an assault that seriously injured Ulak Hope Jr. Itta raises two issues on appeal.\nItta's first issue arises from the fact that, at trial, the State asked permission to introduce evidence of Itta's other assaultive conduct under Alaska Evidence Rule 404(b)(1). The trial judge, Superior Court Judge Mark I. Wood, ruled (based on the content of the State's case-in-chief) that the probative value of the proposed evidence was outweighed by its potential for unfair prejudice, and thus it would not be admitted. However, Judge Wood stated that if the defense presented a case, he might have to re-evaluate the admissibility of this evidence, depending on the content of the defense case.\nItta's attorney pressed Judge Wood for a firm ruling on whether, if Itta testified that he acted in defense of others, the judge would allow the State to introduce evidence of Itta's prior assaultive conduct. Judge Wood repeated that, from what he knew so far, he \"w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=itta-v-state"
    }
  ],
  "relatedIncidents": [
    6512,
    6517,
    6522,
    6536,
    6580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}