{
  "id": 6668,
  "title": "2008년 Torres 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-09-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Torres. 판결일: 2008-09-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Armando Torres v. LPE Land Development & Construction, Inc., Trades Construction Services Corp., and D & Sons Construction Corp., (And Third-Party Actions.)\n**판결일**: 2008-09-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 54 A.D.3d 668\n- 863 N.Y.S.2d 477\n\n## 판결문 요약\n\n\n*669In an action to recover damages for personal injuries, the defendant Trades Construction Services Corp. appeals, as limited by its brief, from so much of an order of the Supreme Court, Kings County (Harkavy, J.), dated March 14, 2007, as denied its cross motion for summary judgment on its cross claim for contractual indemnification against the defendant D &amp; Sons Construction Corp., and granted that branch of the cross motion of the defendant D &amp; Sons Construction Corp. which was for summary judgment dismissing the cross claims asserted by it against that defendant.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe plaintiff, allegedly injured when he fell from a scaffold, sought to recover damages pursuant to Labor Law §§ 200, 240 (1) and § 241 (6) for the injuries he sustained in the accident against the owner of the property, LPE Land Development &amp; Construction Inc., the general contractor, Trades Construction Services Corp. (hereinafter Trades), and subcontractor D &amp; Sons Construction Corp. (hereinafter D &amp; Sons). Trades cross-claimed against D &amp; Sons for contractual and common-law indemnification.\nD &amp; Sons cross-moved, inter alia, for summary judgment dismissing the cross claims asserted against it by Trades on the grounds, inter alia, that it did not control the plaintiffs injury-producing activity and that Trades was not entitled to indemnification. Trades opposed the cross motion, alleging that questions of fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=torres-v-lpe-land-development-construction-inc"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}