{
  "id": 6698,
  "title": "2008년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-08-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Carter. 판결일: 2008-08-19. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. Virginia CARTER, Defendant-Appellee\n**판결일**: 2008-08-19\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Ripple, Williams and Sykes, Circuit Judges\n\n## 변호인\n\nBrandon Fox (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellant., Rick Halprin (argued), Dinamarie Cale, Chicago, IL, for Defendant-Appellee.\n\n## 인용\n\n- 538 F.3d 784\n\n## 판결문 요약\n\n\n538 F.3d 784 (2008)\nUNITED STATES of America, Plaintiff-Appellant,\nv.\nVirginia CARTER, Defendant-Appellee.\nNo. 07-2438.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 7, 2008.\nDecided August 19, 2008.\n*786 Brandon Fox (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellant.\nRick Halprin (argued), Dinamarie Cale, Chicago, IL, for Defendant-Appellee.\nBefore RIPPLE, WILLIAMS and SYKES, Circuit Judges.\nRIPPLE, Circuit Judge.\nVirginia Carter was convicted by jury of tax fraud, in violation of 26 U.S.C. § 7206(1), money laundering, in violation of 18 U.S.C. § 1956(a)(1)(B)(i), and engaging in monetary transactions knowing that the property involved represents the proceeds of an unlawful activity, in violation of 18 U.S.C. § 1957. The district court sentenced her to twenty-four months' imprisonment, a sentence below the advisory guidelines range.[1] The Government timely appealed the sentence.[2] For the reasons set forth in this opinion, we affirm the judgment of the district court.\n\nI\n\nBACKGROUND\nRobert Carter embezzled money from his insurance business over several years. In 1999 and 2000, his accountant prepared tax returns that reported a total income from those years of less than $300,000. These returns under-reported the Carters' income by nearly $1,700,000. His wife, Virginia Carter, signed those joint tax returns.\nIn 2002, Ms. Carter filed for a divorce from Robert. Her divorce attorney was unaware that much of the couple's money...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-carter"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}