{
  "id": 6709,
  "title": "2008년 In Re Estate of Murphy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-08-07",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: In Re Estate of Murphy. 판결일: 2008-08-07. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the ESTATE OF Edna R. MURPHY, Deceased. Dorothy J. Moore, Appellant, v. John H. Licht, Personal Representative of the Estate of Edna Murphy, Appellee\n**판결일**: 2008-08-07\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: J. Jones\n\n## 변호인\n\nGinsberg and Ginsberg, Sheldon K. Ginsberg, Denver, Colorado, for Appellant., John H. Licht, Denver, Colorado, for Ap-pellee.\n\n## 인용\n\n- 195 P.3d 1147\n\n## 판결문 요약\n\n\n195 P.3d 1147 (2008)\nIn the Matter of the ESTATE OF Edna R. MURPHY, Deceased.\nDorothy J. Moore, Appellant,\nv.\nJohn H. Licht, Personal Representative of the Estate of Edna Murphy, Appellee.\nNo. 07CA0901.\nColorado Court of Appeals, Div. III.\nAugust 7, 2008.\nRehearing Denied September 18, 2008.\n*1149 Ginsberg and Ginsberg, Sheldon K. Ginsberg, Denver, Colorado, for Appellant.\nJohn H. Licht, Denver, Colorado, for Appellee.\nOpinion by Judge J. JONES.\nClaimant, Dorothy J. Moore, appeals the probate court's order dismissing her petition, which claims an interest in property in a decedent's estate, for lack of subject matter jurisdiction. We reverse and remand for further proceedings.\n\nI. Background\nIn 1995, Edna R. Murphy executed a quitclaim deed conveying her residence to herself and Moore as joint tenants with a right of survivorship. This quitclaim deed was duly recorded shortly thereafter. In 1998, Murphy purportedly quitclaimed her interest in the property to another party, who, in 2002, quitclaimed the property back to Murphy.\nMurphy died in 2005. Appellee, John R. Licht, the personal representative of Murphy's estate, attempted to sell the property, knowing of Moore's claim to the property and the cloud on title that the 1995 deed and the claim presented. Moreover, despite knowing of Moore's claim to the property, the personal representative has taken the position in the probate proceedings that the property belongs entirely to the estate, and is therefore subject to distri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-estate-of-murphy"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}