{
  "id": 6713,
  "title": "2008년 Miller v. Kings Park Central School District 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-08-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Miller v. Kings Park Central School District. 판결일: 2008-08-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Christine S. Miller v. Kings Park Central School District\n**판결일**: 2008-08-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 54 A.D.3d 314\n- 863 N.Y.S.2d 232\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the plaintiffs appeal from an order of the Supreme Court, Suffolk County (Emerson, J.), dated March 6, 2007, which granted the defendants’ respective motions for summary judgment dismissing the complaint insofar as asserted against them.\nOrdered that the order is affirmed, with one bill of costs.\nThe infant plaintiff was injured when, during an after-school child-care program operated by the defendant Town of Smith-*315town (hereinafter the Town), she fell from monkey bars in the playground on the property of the defendant Kings Park Central School District (hereinafter School District).\nThe School District established its prima facie entitlement to judgment as a matter of law by presenting evidence that it maintained the playground in a reasonably safe condition (see Swan v Town of Brookhaven, 32 AD3d 1012 [2006]; Capotosto v Roman Catholic Diocese of Rockville Ctr., 2 AD3d 384, 386 [2003]; Banks v Freeport Union Free School Dist., 302 AD2d 341 [2003]). In opposition, the plaintiffs relied on the opinion of an expert who inspected the playground approximately seven months after the incident and thus failed to establish the condition of the playground at the time of the incident (see McCarthy v State of New York, 167 AD2d 516, 517 [1990]). Moreover, the expert relied upon alleged violations of guidelines promulgated by the American Society for Testing and Materials and the United States Consumer Product Safety Comm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-kings-park-central-school-district"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}