{
  "id": 6720,
  "title": "2008년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Allen. 판결일: 2008-07-28. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. TONY LEE ALLEN, Defendant and Appellant\n**판결일**: 2008-07-28\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: George\n\n## 변호인\n\nCounsel, Christopher Blake, under appointment by the Supreme Court, for Defendant and Appellant., Bill Lockyer and Edmund G. Brown, Jr., Attorneys General, Robert R. Anderson and Dane R. Gillette, Chief Assistant Attorneys General, Jeffrey J. Koch and Gary W. Schons, Assistant Attorneys General, Brad Weinreb and Steve Oetting, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 44 Cal. 4th 843\n\n## 판결문 요약\n\n\n44 Cal.4th 843 (2008)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nTONY LEE ALLEN, Defendant and Appellant.\nNo. S148949.\nSupreme Court of California.\nJuly 28, 2008.\n*848 Christopher Blake, under appointment by the Supreme Court, for Defendant and Appellant.\nBill Lockyer and Edmund G. Brown, Jr., Attorneys General, Robert R. Anderson and Dane R. Gillette, Chief Assistant Attorneys General, Jeffrey J. Koch and Gary W. Schons, Assistant Attorneys General, Brad Weinreb and Steve Oetting, Deputy Attorneys General, for Plaintiff and Respondent.\n\nOPINION\nGEORGE, C. J.\nDefendant Tony Lee Allen committed two forcible rapes in 1990. (Pen. Code, § 261, subd. (a)(2).) He pleaded guilty to those offenses and was sentenced to 20 years in state prison. Upon his release from prison in 2001, he was committed to Atascadero State Hospital (Atascadero) under the Sexually Violent Predator Act. (Welf. &amp; Inst. Code, § 6600 et seq. (SVPA or Act).)[1] This case arises from a proceeding to extend defendant's commitment as a sexually violent predator. At the trial by jury in the underlying proceeding, defendant personally asserted a right and a desire to testify, but his counsel advised the court that for tactical reasons counsel was opposed to defendant's testifying. After informing defendant that counsel controlled this decision, the court agreed it would not be in defendant's interest to testify. For this reason, defendant did not testify. After the jury reached a verdict, the court extended his c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-allen"
    }
  ],
  "relatedIncidents": [
    6519,
    6564,
    6628,
    6635,
    6677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}