{
  "id": 6723,
  "title": "2008년 Scofield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-25",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Scofield. 판결일: 2008-07-25. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Scofield v. STATE, DNR\n**판결일**: 2008-07-25\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Heavican\n\n## 인용\n\n- 753 N.W.2d 345\n- 276 Neb. 215\n\n## 판결문 요약\n\n\n753 N.W.2d 345 (2008)\n276 Neb. 215\nGary C. SCOFIELD and Joyce E. Scofield, appellants,\nv.\nSTATE of Nebraska, DEPARTMENT OF NATURAL RESOURCES, et al., appellees.\nNo. S-07-511.\nSupreme Court of Nebraska.\nJuly 25, 2008.\n*348 Allan J. Eurek &amp; Associates, P.C., Lincoln, for appellants.\n*349 Jon Bruning, Attorney General, and Katherine J. Spohn for appellees.\nHEAVICAN, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nGERRARD, J.\nGary C. Scofield and Joyce E. Scofield sued the Department of Natural Resources (DNR) and other state officials, alleging that in establishing the boundaries for a state game refuge, the DNR exceeded its statutory authority, deprived them of their constitutional right to due process, and effected a taking of their property without just compensation. The Scofields' complaint was dismissed for failure to state a claim upon which relief could be granted. On appeal, we must determine whether the DNR's establishment of the refuge boundaries complied with the relevant statutes and whether the Scofields have stated any claims upon which relief may be granted.\n\nSTATEMENT OF FACTS\nThe Legislature, pursuant to Neb.Rev. Stat. § 37-707(2)(a) (Reissue 2004), gave the DNR the authority to promulgate rules and regulations establishing the boundaries for the state game refuges. Land that is designated as a state game refuge has certain restrictions placed upon it. These restrictions include, among other things, a prohibition on hunting game ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scofield-v-state-dnr"
    }
  ],
  "relatedIncidents": [
    6510,
    6546,
    6548,
    6580,
    6628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}