{
  "id": 6724,
  "title": "2008년 Nisselson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-25",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Nisselson. 판결일: 2008-07-25. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: Alan NISSELSON, Trustee of the Dictaphone Litigation Trust, Successor-In-Interest to Claims of Dictaphone Corporation, Plaintiff, v. Jo LERNOUT, Et. Al., Defendants\n**판결일**: 2008-07-25\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Saris\n\n## 변호인\n\nMax Folkenflik, Margaret McGerity, Folkenflik & McGerity, Regina Griffin, Brauner, Baron, Rosenzwseig & Klein LLP, New York, NY, Karen D. Hurvitz, Jamaica Plain, MA, for Plaintiff., Jill L. Brenner, Peter E. Gelhaar, Jill Brenner Meixel, Donnelly, Conroy & Gelh-aar, LLP, Michael L. Chinitz, Alan D. Rose, Sr., Rose, Chinitz & Rose, Gus P. Coldebella, Goodwin Procter, LLP, Michael P. Connolly, Murtha Cullina LLP, Gordon M. Jones, III, Dennis A. Murphy, Nixon Peabody, LLP, Charles P. Kindre-gan, Lo\n\n## 인용\n\n- 568 F. Supp. 2d 137\n\n## 판결문 요약\n\n\n(2008)\nAlan NISSELSON, Trustee of the Dictaphone Litigation Trust, successor-in-interest to claims of Dictaphone Corporation, Plaintiff,\nv.\nJo LERNOUT, et. al., Defendants.\nCivil Action No. 03-10843-PBS.\nUnited States District Court, D. Massachusetts.\nJuly 25, 2008.\n\nMEMORANDUM AND ORDER\nSARIS, District Judge.\n\nI. INTRODUCTION\n\nThis case arises out of the stock-for-stock merger of Dictaphone Corporation (\"Old Dictaphone\") into a subsidiary of Lernout &amp; Hauspie, N.V. (\"L &amp; H\"). The entity that emerged from the merger (\"New Dictaphone\") had a short life. Within months of its creation, the public disclosure of an accounting fraud scheme at L &amp; H prompted intense public scrutiny and criminal investigations, rendered L &amp; H's stock worthless, and ultimately led New Dictaphone, the post-merger entity, to file for bankruptcy in November 2000.\nIn this case, Plaintiff Alan Nisselson (\"the Trustee\"), Trustee of the Dictaphone Litigation Trust (the holder of New Dictaphone's legal claims arising from the merger), alleges that, by enabling this ill-fated merger to occur, the Directors and controlling shareholders of Old Dictaphone each breached the fiduciary duty that he owed to the corporation.\nDefendants move to dismiss the First Amended Complaint for failure to state a claim upon which relief can be granted, pursuant to Fed.R.Civ.P. 12(b)(6).[1] Defendants assert several grounds for dismissal, including: that the Trustee's claims are barred by the affirmative defense o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nisselson-v-lernout"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}