{
  "id": 6729,
  "title": "2008년 Stevens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-23",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Stevens. 판결일: 2008-07-23. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Idaho, Plaintiff-Respondent, v. Edward John STEVENS, Defendant-Appellant\n**판결일**: 2008-07-23\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Burdick, Horton, Jones, Trout\n\n## 변호인\n\nMolly J. Huskey, State Appellate Public Defender, Boise, for appellant. Jason Curtis Pintler, Deputy Public Defender argued., Hon. Lawrence 6. Wasden, Attorney General, Boise, for respondent. Kenneth K. Jorgensen, Deputy Attorney General argued.\n\n## 인용\n\n- 191 P.3d 217\n- 146 Idaho 139\n\n## 판결문 요약\n\n\n191 P.3d 217 (2008)\nSTATE of Idaho, Plaintiff-Respondent,\nv.\nEdward John STEVENS, Defendant-Appellant.\nNo. 25688. Docket No. 25688.\nSupreme Court of Idaho, Boise, April 2008 Term.\nJuly 23, 2008.\n*220 Molly J. Huskey, State Appellate Public Defender, Boise, for appellant. Jason Curtis Pintler, Deputy Public Defender argued.\nHon. Lawrence G. Wasden, Attorney General, Boise, for respondent. Kenneth K. Jorgensen, Deputy Attorney General argued.\nBURDICK, Justice.\nAppellant Edward Stevens appeals from his conviction for first-degree murder and the denial of his motion for a new trial. We affirm.\n\nI. FACTUAL AND PROCEDURAL BACKGROUND\nEleven month old Casey Whiteside died on December 27, 1996, from a fatal head injury. Stevens, Casey's mother's boyfriend, was caring for him at the time Casey sustained the head injury. Stevens was charged with murder in the first degree for killing Casey during the course of committing aggravated battery. Although Stevens claimed that he fell asleep and awoke to find Casey unresponsive on the hardwood floor at the bottom of the stairs in the home, the State argued that Stevens violently shook Casey and slammed Casey's head into the edge of a bathtub causing a massive and fatal head injury.\nStevens's first trial resulted in a mistrial after the jury could not return a verdict. The jury in Stevens's second trial found him guilty. At that trial, both the State and the defense presented expert witnesses to support their theories of the case. One of the S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stevens"
    }
  ],
  "relatedIncidents": [
    6333,
    6510,
    6515,
    6516,
    6535
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}