{
  "id": 6732,
  "title": "2008년 Williams v. Town of Greenburgh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Williams v. Town of Greenburgh. 판결일: 2008-07-22. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charles WILLIAMS, Plaintiff-Appellant, v. TOWN OF GREENBURGH, and Hopeton White and William Bland, Sued in Their Individual Capacities, Defendants-Appellees\n**판결일**: 2008-07-22\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Miner and Cabranes, Circuit Judges, and Berman, District Judge\n\n## 변호인\n\nStephen Bergstein, Bergstein & Ullrich, LLP, Chester, NY, for Plaintiff-Appellant Charles Wiliams., Paul E. Svensson, Boeggeman, George, Hodges & Corde, P.C., White Plains, NY, for Defendants-Appellees Town of Green-burgh, Hopeton White, and William Bland.\n\n## 인용\n\n- 535 F.3d 71\n\n## 판결문 요약\n\n\n535 F.3d 71 (2008)\nCharles WILLIAMS, Plaintiff-Appellant,\nv.\nTOWN OF GREENBURGH, and Hopeton White and William Bland, sued in their individual capacities, Defendants-Appellees.\nDocket No. 06-4897-cv.\nUnited States Court of Appeals, Second Circuit.\nArgued: June 23, 2008.\nDecided: July 22, 2008.\n*73 Stephen Bergstein, Bergstein &amp; Ullrich, LLP, Chester, NY, for Plaintiff-Appellant Charles Wiliams.\nPaul E. Svensson, Boeggeman, George, Hodges &amp; Corde, P.C., White Plains, NY, for Defendants-Appellees Town of Greenburgh, Hopeton White, and William Bland.\nBefore: MINER and CABRANES, Circuit Judges, and BERMAN, District Judge.[1]\nJOSÉ A. CABRANES, Circuit Judge:\nCharles Williams appeals from a judgment of the United States District Court for the Southern District of New York (Lisa Margaret Smith, Magistrate Judge)[2] that dismissed, as a matter of law, his claims against the Town of Greenburgh and two municipal officials. On appeal, Williams contends that the District Court erred in awarding judgment to defendants because (1) his desire to use a town community center constituted a liberty interest protected by the Fourteenth Amendment's Due Process Clause, (2) his speech was protected under the First Amendment, and (3) the individual defendants, who alerted police to Williams's potential trespass, were not protected by qualified immunity. We agree that the District Court erred in certain respects, but we nevertheless affirm the judgment of the District Court for the reasons s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-town-of-greenburgh"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}