{
  "id": 6735,
  "title": "2008년 Stoecker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Stoecker. 판결일: 2008-07-21. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RONALD L. STOECKER, Defendant-Appellant\n**판결일**: 2008-07-21\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Schmidt\n\n## 변호인\n\nRonald L. Stoecker, of Sumner, appellant pro se., James D. Owens, State’s Attorney, of Toulon (Terry A. Mertel and Gary F. Gnidovec, both of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 892 N.E.2d 131\n- 384 Ill. App. 3d 289\n\n## 판결문 요약\n\n\n892 N.E.2d 131 (2008)\nThe PEOPLE of The State of Illinois, Plaintiff-Appellee,\nv.\nRonald L. STOECKER, Defendant-Appellant.\nNo. 3-07-0144.\nAppellate Court of Illinois, Third District.\nJuly 21, 2008.\n*132 Ronald L. Stoecker, Sumner, IL, pro se.\nTerry A. Mertel, Deputy Director State's Attorneys Appellate Prosecutor, Gary F. Gnidovec, State's Attorneys Appellate Prosecutor, Ottawa, James D. Owens, State's Atty., Toulon, IL, for Appellee.\nJustice SCHMIDT delivered the opinion of the court:\nA jury convicted the defendant, Ronald L. Stoecker, of first degree murder (720 ILCS 5/9-1(a)(2) (West 1996)) and aggravated criminal sexual assault (720 ILCS 5/12-14(a)(2) (West 1996)). The court sentenced the defendant to terms of imprisonment of natural life and 30 years, respectively. This court affirmed the defendant's convictions on direct appeal. People v. Stoecker, No. 3-98-0750, 308 Ill.App.3d 1107, 261 Ill.Dec. 905, 764 N.E.2d 196 (1999) (unpublished order under Supreme Court Rule 23). Thereafter, the defendant filed a petition for postconviction relief. This petition, which was amended four times either pro se or by counsel, was dismissed by the trial court at the second stage. The defendant appealed. On appeal, the defendant argues that he was not culpably negligent for the late filing of the petition. We affirm.\n\nFACTS\nIn April 1997, the defendant was charged with first degree murder (720 ILCS 5/9-1(a)(2) (West 1996)) and aggravated criminal sexual assault (720 ILCS 5/12-14(a)(2) ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stoecker"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}