{
  "id": 6745,
  "title": "2008년 Santillan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-14",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Santillan. 판결일: 2008-07-14. 법원: District Court, D. Arizona.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Manuel M. SANTILLAN, Defendant\n**판결일**: 2008-07-14\n**법원**: District Court, D. Arizona\n**관할**: Arizona, AZ\n\n**판사**: John M. Roll\n\n## 변호인\n\nMatthew Charles Davidson, Law Offices of Matthew C. Davidson Ltd., Nogales, AZ, for Defendant., Nieolle Jacqueline Krivda, U.S. Attorneys Office, Tucson, AZ, for Plaintiff.\n\n## 인용\n\n- 571 F. Supp. 2d 1093\n\n## 판결문 요약\n\n\n571 F. Supp. 2d 1093 (2008)\nUNITED STATES of America, Plaintiff,\nv.\nManuel M. SANTILLAN, Defendant.\nNo. CR 07-2015 TUC JMR.\nUnited States District Court, D. Arizona.\nJuly 14, 2008.\n*1096 Matthew Charles Davidson, Law Offices of Matthew C. Davidson Ltd., Nogales, AZ, for Defendant.\nNicolle Jacqueline Krivda, U.S. Attorneys Office, Tucson, AZ, for Plaintiff.\n\nORDER\nJOHN M. ROLL, Chief Judge.\nThis order resolves the Motion to Suppress filed by defendant Manuel M. Santillan in connection with the seizure of a cell phone from him on November 5, 2007, and his subsequent indictment for conspiracy to possess with intent to distribute marijuana and possession with intent to distribute marijuana. An evidentiary hearing was conducted on June 30-July 1, 2008. For the reasons set forth below, the Motion to Suppress (Doc. No. 27) is DENIED.\n\nFactual Background\nAt the evidentiary hearing held in this matter, the evidence consisted of two government witnesses. At approximately 3:00 *1097 p.m. on November 5, 2007, Immigration &amp; Customs Enforcement (\"ICE\") Agent Frank Acevedo observed the defendant in the vicinity of Duquesne Road and State Route 82 (hereinafter S.R. 82), in southern Arizona, near Nogales, Arizona. Duquesne Road extends southeast of S.R. 82 toward the international border with Mexico. Although it is paved for a short distance immediately south of S.R. 82, it then becomes a dirt road.\nThe defendant was jogging back and forth while speaking on a cell phone. He was paying cl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-santillan"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}