{
  "id": 6750,
  "title": "2008년 McKay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McKay. 판결일: 2008-07-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: McKay v. State\n**판결일**: 2008-07-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cope, Cortiãas, and Salter\n\n## 인용\n\n- 988 So. 2d 51\n\n## 판결문 요약\n\n\n988 So.2d 51 (2008)\nErnest McKAY, Petitioner,\nv.\nThe STATE of Florida, Respondent.\nNo. 3D07-3141.\nDistrict Court of Appeal of Florida, Third District.\nJuly 9, 2008.\nErnest McKay, in proper person.\nBill McCollum, Attorney General, for respondent.\nBefore COPE, CORTIÑAS, and SALTER, JJ.\nPER CURIAM.\nErnest McKay filed a pro se petition alleging ineffective assistance of appellate *52 counsel. Although his petition was untimely under Florida Rule of Appellate Procedure 9.141(c)(4)(B), he asserts that consideration of his claim is necessary to avoid a manifest injustice. See Baker v. State, 878 So.2d 1236 (Fla.2004).\nMcKay and several co-defendants were convicted of substantive criminal offenses and conspiracy to commit criminal offenses. The charges included offenses under the Florida Racketeer Influenced and Corrupt Organization (RICO) Act, section 895.01, Florida Statutes (1995), and conspiracy to violate RICO. McKay was ultimately convicted and sentenced on four of the conspiracy counts and two substantive criminal offenses.\nIn a post-conviction case brought by a co-defendant, Kanisky Evans, we held that a \"principal\" jury instruction should not have been given with respect to the conspiracy counts, citing Ramirez v. State, 371 So.2d 1063 (Fla. 3d DCA 1979). We therefore vacated the conviction and sentence on those counts and remanded for a new trial on the conspiracy counts only, leaving undisturbed the conviction and sentence on the remaining counts. Evans v. State, 985 So.2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckay-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}