{
  "id": 6751,
  "title": "2008년 Lentjes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lentjes. 판결일: 2008-07-09. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JOCELYN CANYON, INC. Et Al. v. LENTJES Et Al.\n**판결일**: 2008-07-09\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Johnson, Phipps\n\n## 변호인\n\nRobertson, Bodoh & Nasrallah, Morgan M. Robertson, for appellants., Dillon & Davis, Trace M. Dillon, for appellees.\n\n## 인용\n\n- 664 S.E.2d 908\n- 292 Ga. App. 608\n\n## 판결문 요약\n\n\n664 S.E.2d 908 (2008)\nJOCELYN CANYON, INC. et al.\nv.\nLENTJES et al.\nNo. A08A0506.\nCourt of Appeals of Georgia.\nJuly 9, 2008.\n*909 Robertson, Bodoh &amp; Nasrallah, Morgan M. Robertson, Marietta, for Appellant.\nDillon &amp; Davis, Trace Michael Dillon, Lawrenceville, for Appellee.\nPHIPPS, Judge.\nBryan Lentjes and Anobi, Inc. sued Jocelyn Canyon, Inc. and Sharon and Douglas Alexander for defaulting on a promissory note. Jocelyn Canyon and the Alexanders denied any indebtedness to Lentjes and Anobi and counterclaimed for fraud and wilful misrepresentation. The trial court granted a directed verdict to Lentjes and Anobi on their contract claim but submitted the fraud and wilful misrepresentation counterclaims to the jury.[1] The jury found in favor of Lentjes and Anobi, and the trial court entered judgment on that verdict. Jocelyn Canyon and the Alexanders appeal, claiming that the trial court committed reversible error by directing a verdict on the breach of contract claim. We agree and reverse.\nIn October 2003, Lentjes and Anobi contracted to sell the assets of an internet services business known as Web Connect to Jocelyn Canyon for $115,000. Jocelyn Canyon paid $80,000 at closing and executed a promissory note for the remaining $35,000. The Alexanders personally guaranteed the amount owed under the promissory note. Before the remaining $35,000 was due, the parties agreed to delay payment on $20,000 of that amount, without penalty. When Jocelyn Canyon and the Alexanders failed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jocelyn-canyon-inc-v-lentjes"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}