{
  "id": 6754,
  "title": "2008년 Bauer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bauer. 판결일: 2008-07-08. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Christine BAUER, Plaintiff-Appellant, v. Michael J. ASTRUE, Commissioner of Social Security, Defendant-Appellee\n**판결일**: 2008-07-08\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Posner, Coffey, and Flaum, Circuit Judges\n\n## 변호인\n\nBarry A. Schultz (argued), Evanston, IL, for Plaintiff-Appellant., Brian E. Pawlak, Office of the United States Attorney, Milwaukee, WI, Alfred Sanchez (argued), Social Security Administration, Office of the General Counsel, Chicago, IL, for Defendant-Appellee.\n\n## 인용\n\n- 532 F.3d 606\n\n## 판결문 요약\n\n\n532 F.3d 606 (2008)\nChristine BAUER, Plaintiff-Appellant,\nv.\nMichael J. ASTRUE, Commissioner of Social Security, Defendant-Appellee.\nNo. 07-3325.\nUnited States Court of Appeals, Seventh Circuit.\nArgued June 10, 2008.\nDecided July 8, 2008.\n*607 Barry A. Schultz (argued), Evanston, IL, for Plaintiff-Appellant.\nBrian E. Pawlak, Office of the United States Attorney, Milwaukee, WI, Alfred Sanchez (argued), Social Security Administration, Office of the General Counsel, Chicago, IL, for Defendant-Appellee.\nBefore POSNER, COFFEY, and FLAUM, Circuit Judges.\nPOSNER, Circuit Judge.\nThe plaintiff challenges the Social Security Administration's denial (upheld by the district court) of disability benefits. She claims to be disabled by virtue of having the psychiatric illness that is nowadays called \"bipolar disorder\"; the older and more descriptive term is manic-depressive illness. A person suffering from the disorder has violent mood swings, the extremes of which are maniaa state of high excitement in which he loses contact with reality and exhibits bizarre behaviorand clinical depression, in which he has great difficulty sleeping or concentrating, has suicidal thoughts and may actually attempt suicide. The condition, which varies in its severity, see American Psychiatric Ass'n, Diagnostic and Statistical Manual of Mental Disorders 297-98 (4th ed.2000), is treatable by antipsychotic drugs and other medications. Sophia Frangou, \"Advancing the Pharmacological Treatment of Bipolar Depress...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bauer-v-astrue"
    }
  ],
  "relatedIncidents": [
    6519,
    6564,
    6628,
    6635,
    6677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}