{
  "id": 6755,
  "title": "2008년 Garcia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Garcia. 판결일: 2008-07-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: William Garcia v. Leon C. Davis, and Danbury Fair Hyundai, LLC\n**판결일**: 2008-07-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 53 A.D.3d 525\n- 861 N.Y.S.2d 754\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Putnam County (O’Rourke, J.), dated August 15, 2007, which granted the motion of the defendant Danbury Fair Hyundai, LLC, for summary judgment dismissing the complaint insofar as asserted against it.\nOrdered that the order is reversed, on the law, with costs, and the motion of the defendant Danbury Fair Hyundai, LLC, for summary judgment dismissing the complaint insofar as asserted against it is denied.\nIn opposition to the prima facie showing of entitlement to judgment as a matter of law made by the defendant Danbury Fair Hyundai, LLC (hereinafter Danbury Fair), the plaintiff raised issues of fact concerning the date on which title to the subject vehicle passed to the defendant Leon C. Davis and whether Danbury Fair should be estopped from denying ownership because it allowed Davis to continue to operate the vehicle with its dealer plates for 3V2 months after Davis took possession of the vehicle (see Dairylea Coop. v Rossal, 64 NY2d 1, 10 [1984]; Matter of Allstate Ins. Co. v Gemmell, 55 NY2d 637 [1981]; Switzer v Aldrich, 307 NY 56, 61 [1954]; Reese v Reamore, 292 NY 292, 297 [1944]; Getz v Searles, 265 AD2d 839, 840 [1999]; Jamison v Walker, 48 AD2d 320, 324 [1975]; Alvarado v Cristal, 11 Misc 3d 33 [2006]). Accordingly, the Supreme Court should have denied Danbury Fair’s summary judgment motion.\n*526The plaintiffs remaining contentions have been rendered acade...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garcia-v-davis"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}