{
  "id": 6760,
  "title": "2008년 Sayavong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-07-01",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Sayavong. 판결일: 2008-07-01. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Sayavong\n**판결일**: 2008-07-01\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Martin\n\n## 인용\n\n- 662 S.E.2d 577\n\n## 판결문 요약\n\n\nSTATE OF NORTH CAROLINA\nv.\nMED TOM SAYAVONG.\nNo. COA08-64\nNorth Carolina Court of Appeals\nFiled July 1, 2008\nThis case not for publication\nAttorney General Roy Cooper, by Assistant Attorney General June S. Ferrell, for the State.\nJarvis John Edgerton, IV, for defendant-appellant.\nMARTIN, Chief Judge.\nDefendant Med Tom Sayavong appeals from judgments entered upon jury verdicts finding him guilty of trafficking in MDMA by possession, trafficking in MDMA by delivery, trafficking in MDMA by transportation, conspiracy to traffic in MDMA, and carrying a concealed weapon. For the following reasons, we find no error.\nThe State's evidence tended to show that on 29 August 2005, Detective Toby Syzkula of the Lincoln County Sheriff's Department was working undercover with Officer Reid of the Maiden Police Department to assist in purchasing MDMA, commonly referred to as ecstasy, from Chad Moretz. Around 3:00 p.m., Detective Syzkula telephoned Moretz and informed Moretz that he wanted to purchase approximately 125 ecstasy pills. Moretz indicated that he would need to work on the drug order and estimated that the price per pill would be $13.00 to $14.00. Thereafter, Moretz contacted defendant, who had previously supplied Moretz with ecstasy, and informed defendant that he needed 125 ecstasy pills. Defendant told Moretz that he could supply the order, but to complete the order, defendant needed the twenty pills he had given Moretz earlier. Moretz called Detective Syzkula and told him he had...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sayavong"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}