{
  "id": 6773,
  "title": "2008년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-06-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Jackson v. State. 판결일: 2008-06-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jackson v. State\n**판결일**: 2008-06-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hazouri\n\n## 인용\n\n- 984 So. 2d 668\n\n## 판결문 요약\n\n\n984 So. 2d 668 (2008)\nGary JACKSON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 4D06-2680.\nDistrict Court of Appeal of Florida, Fourth District.\nJune 25, 2008.\n*669 Carey Haughwout, Public Defender, and Alan T. Lipson, Assistant Public Defender, West Palm Beach, for appellant.\nBill McCollum, Attorney General, Tallahassee, and Mark J. Hamel, Assistant Attorney General, West Palm Beach, for appellee.\nHAZOURI, J.\nGary Jackson appeals from his judgments of convictions and sentences for carjacking and armed burglary of a conveyance and has filed a motion for a new trial based upon his assertion that there is a lack of a complete trial transcript of the proceedings below. This court relinquished jurisdiction so that the trial court could determine whether there could be a reconstruction of the record below. On May 28, 2008, the trial court entered an order wherein it found that the record on appeal is devoid of the trial testimony as well as the arguments of counsel and the parties agreed reconstruction of the record could not be successfully completed.\nThe law is well established that a defendant who has exercised the right to appeal is entitled to a full appellate record, including a full transcript of the trial. See Delap v. State, 350 So. 2d 462 (Fla.1977). Since the full transcript of the proceedings requested by the defendant is unavailable for review by this court, and since the omitted requested portions of the transcripts are necessary for a complete review of this caus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}