{
  "id": 6784,
  "title": "2008년 Stroube 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-06-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Stroube. 판결일: 2008-06-19. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: STEVEN G. AND ELAINE R. STROUBE v. COMMISSIONER OF INTERNAL REVENUE\n**판결일**: 2008-06-19\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n**판사**: Swift\n\n## 변호인\n\nDeclan J. O'Donnell , for petitioners. Randall L. Preheim , for respondent.\n\n## 인용\n\n- 130 T.C. 257\n- 2008 U.S. Tax Ct. LEXIS 15\n- 130 T.C. No. 15\n\n## 판결문 요약\n\n OPINION Swift, Judge: This matter is before us in this collection case under section 6320 on respondent’s motion for summary judgment and on petitioners’ cross-motion for partial summary judgment. On January 29, 2008, a hearing was held and arguments were heard on the parties’ cross-motions in Denver, Colorado. All section references are to the Internal Revenue Code, and all Rule references are to the Tax Court Rules of Practice and Procedure. Background On their 1977 through 1985 individual Federal income tax returns, petitioners claimed tax benefits relating to investments in a tax shelter partnership named Dillon Oil Technology Partners (Dillon Oil). Dillon Oil was one of many related tax shelter partnerships that in the 1970s and early 1980s invested in so-called enhanced oil recovery technology, interests in which were sold to individual taxpayers. The generic name used to describe these particular tax shelter partnerships was Elektra Hemisphere. In audits of returns of individual investors, including petitioners, and of the related Elektra Hemisphere non-TEFRA and TEFRA partnerships, respondent disallowed claimed flow-through loss deductions relating to Dillon Oil and to the other Elektra Hemisphere partnerships. Relating to respondent’s disallowance of petitioners’ claimed Dillon Oil loss deductions, respondent determined Federal income tax deficiencies against petitioners in the cumulative total amount of $421,170 for 1977, 1978, 1980, 1981, 1984, and 1985. In Freedm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stroube-v-commr"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}