{
  "id": 6786,
  "title": "2008년 Saha 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-06-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Saha. 판결일: 2008-06-18. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Anal SAHA v. Michael B. MUKASEY\n**판결일**: 2008-06-18\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Hon, Jacobs, Katzmann, Parker\n\n## 변호인\n\nBruno Joseph Bembi, Hempstead, NY, for Petitioner., Jesse M. Bless, (Peter D. Keisler, Assistant Attorney General, Civil Division and David Y. Bernal, Assistant Director, on the brief), Washington, DC, for Respondent.\n\n## 인용\n\n- 312 F. App'x 361\n\n## 판결문 요약\n\n\n\nSUMMARY ORDER\n\nAnal Saha, a native and citizen of Bangladesh, petitions for review of a June 1, 2006 order of the BIA, In re Saha, No. A72-778-711 (B.I.A. June 1, 2006), which summarily dismissed his appeal for failing to submit a brief after indicating that he would. See 8 C.F.R. § 1003.1(d)(2)(i)(E) (“A single Board member or panel may summarily dismiss any appeal or portion of any appeal in any case in which ... [t]he party concerned indicates on Form EOIR-26 or Form EOIR-29 that he or she will file a brief or statement in support of the appeal and, thereafter, does not file such brief or statement, or reasonably explain his or her failure to do so, within the time set for filing[.]”). We assume the parties’ familiarity with the underlying facts and procedural history.\nSaha contends that the BIA was precluded from summarily dismissing his appeal for failure to file a brief because the statement in his notice of appeal complied with the BIA’s specificity requirements, see 8 C.F.R. § 1003.3(b); In re Valencia, 19 I. &amp; N. Dec. 354, 355 (B.I.A.1986). We do not consider whether the BIA may summarily dismiss an appeal where the notice of appeal satisfies the BIA’s specificity requirements because Saha’s notice of appeal fell short of those requirements.1 Saha (1) failed to “state whether the alleged error [in denying discretionary relief] relatefd] to statutory grounds of eligibility or to the exercise of discretion^]” 8 C.F.R. § 1003.3(b), and (2) included no “discussion ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saha-v-mukasey"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}