{
  "id": 6801,
  "title": "2008년 Bohannon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-06-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Bohannon. 판결일: 2008-06-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Bohannon v. SHANDS TEACHING HOSP.\n**판결일**: 2008-06-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barfield\n\n## 인용\n\n- 983 So. 2d 717\n\n## 판결문 요약\n\n\n983 So. 2d 717 (2008)\nSusan Rachel BOHANNON, as Personal Representative of the Estate of Scott Allen Gould, deceased, W. Jay Gould, father, W. Jay Gould, Jr., brother, and Matthew A. Gould, brother, Appellants,\nv.\nSHANDS TEACHING HOSPITAL AND CLINICS, INC., a Florida corporation, Appellee.\nNo. 1D06-6594.\nDistrict Court of Appeal of Florida, First District.\nJune 10, 2008.\nRoy L. Glass, of Law Offices of Roy L. Glass, P.A., St. Petersburg; and Thomas S. Edwards, Jr., and Jennifer K. Millis, of Peek, Cobb &amp; Edwards, P.A., Jacksonville, for Appellants.\nSusan L. Kelsey of Anchors Smith Grimsley, Tallahassee; William A. Bell, General Counsel, Florida Hospital Association, Tallahassee; and Gail Leverett Parenti of Parenti &amp; Parenti, P.A., Miami, for Appellee.\nBARFIELD, J.\nThis is an appeal of an order dismissing with prejudice an amended complaint seeking, inter alia, damages for violation of the \"Adult Protective Services Act,\" *718 chapter 415, Florida Statutes. With respect to the chapter 415 claim, the amended complaint alleged that Scott Allen Gould entered the defendant hospital for transplant surgery, was improperly intubated post-surgery, and as a result, \"developed profound encephalopathy and persistent vegetative state.\" Seventy-nine days thereafter, the family elected to terminate life support, expecting an amicable settlement with the hospital. When their expectations were not met, they filed suit against the hospital.\nBecause Gould, who was receiving Social Sec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bohannon-v-shands-teaching-hosp"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}