{
  "id": 6826,
  "title": "2008년 Mitchem 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Mitchem. 판결일: 2008-05-27. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Michael MITCHEM, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 2008-05-27\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Harold L. Lowenstein, P.J., Joseph M. Ellis and Thomas H. Newton\n\n## 변호인\n\nSusan L. Hogan, Kansas City, MO, for Appellant., Shaun J. Mackelprang, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 250 S.W.3d 749\n\n## 판결문 요약\n\n\n250 S.W.3d 749 (2008)\nMichael MITCHEM, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. WD 67270.\nMissouri Court of Appeals, Western District.\nMarch 25, 2008.\nAs Modified May 27, 2008.\n*750 Susan L. Hogan, Kansas City, MO, for Appellant.\nShaun J. Mackelprang, Jefferson City, MO, for Respondent.\nBefore HAROLD L. LOWENSTEIN, P.J., JOSEPH M. ELLIS and THOMAS H. NEWTON, JJ.\nTHOMAS H. NEWTON, Judge.\nMr. Mitchem was convicted of first-degree murder, section 565.020,[1] and armed criminal action (ACA), section 571.015, after a jury trial.[2] He was sentenced to life without parole on the murder conviction and a seventy-five year term on the ACA conviction. This court affirmed the convictions and sentences. Mr. Mitchem filed a timely pro se Rule 29.15 motion. The appointed post-conviction relief (PCR) counsel timely filed an amended motion. After an evidentiary hearing, the motion court denied relief. It issued findings of fact and conclusions of law on March 2, 2005. Mr. Mitchem did not appeal the denial.\nOn June 2, 2006, PCR counsel filed a motion to reopen the 29.15 proceedings for the sole purpose of reissuing the decision. She alleged that she abandoned Mr. Mitchem because she failed to file a timely appeal of the denial of his 29.15 motion. She claimed that she did not know that a judgment had been entered until she checked Missouri Case.net on May 30, 2006. She obtained a copy of the decision from the Office of Civil Records on May 31, 2006. Upon discovering that it was too l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchem-v-state"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}