{
  "id": 6828,
  "title": "2008년 Westfall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-27",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Westfall. 판결일: 2008-05-27. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: John T. Westfall, Pro Se v. C. Keith Plummer\n**판결일**: 2008-05-27\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: EDWARDS, J.\n\n## 변호인\n\nJohn T. Westfall, For Plaintiff-Appellant.\n\nStephanie L. Mitchell, Tribbie, Scott, Plummer  Padden, For Defendant-Appellee.\n\n## 인용\n\n- 2008 Ohio 2549\n\n## 판결문 요약\n\n                                 OPINION *Page 2 \n{&#182; 1} Appellant appeals the trial court's denial of his motion for a grand jury investigation and dismissal of his underlying action. Appellee is the State of Ohio.\n                       STATEMENT OF FACTS AND CASE  {&#182; 2} In the case sub judice, appellant filed a pro se motion to request a grand jury investigation in the Guernsey County Court of Common Pleas. The pro se motion requested that the court order a grand jury investigation into what appellant alleges to have been the fraudulent preparation and signature of his deceased father's will.\n  {&#182; 3} It appears from the trial court pleadings, that appellant, John Westfall, has pursued this request for a criminal investigation into the preparation of his father's will in at least five separate actions.\n  {&#182; 4} In appellant's first action, the Guernsey County Court of Common Pleas ruled, on November 3, 2003, that appellant's criminal complaint motion \"should be rejected by the clerk of courts and returned to the Plaintiff for filing in any court inferior to the Court of Common Pleas if he so chooses.\"\n  {&#182; 5} In appellant's second action, on January 16, 2004, the Guernsey County Common Pleas Court by \"Special Journal\" Entry, issued a final appealable order on appellant's motion for a special prosecuting attorney, in which the court stated as follows: \"The Court finds (based upon the opening statements) that the Plaintiff is alleging forgery in the pre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=westfall-v-plummer-07-ca-19-5-27-2008"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}