{
  "id": 6838,
  "title": "2008년 Pimienta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pimienta. 판결일: 2008-05-22. 법원: Navy-Marine Corps Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Federico S. PIMIENTA, Lance Corporal (E-3), U.S. Marine Corps\n**판결일**: 2008-05-22\n**법원**: Navy-Marine Corps Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Mitchell\n\n## 변호인\n\nFor Appellant: LT Brian Mizer, JAGC, USN., For Appellee: Capt Roger Mattioli, USMC; LT Derek Butler, JAGC, USN.\n\n## 인용\n\n- 66 M.J. 610\n\n## 판결문 요약\n\n\nPUBLISHED OPINION OF THE COURT\nMITCHELL, Judge:\nA general court-martial, consisting of officer and enlisted members, convicted the appellant, contrary to his court-entered pleas,1 *612of making a false official statement and involuntary manslaughter, in violation of Articles 107 and 119, Uniform Code of Military Justice, 10 U.S.C. §§ 907 and 919. The appellant was sentenced to a dishonorable discharge, confinement for 12 years, forfeiture of all pay and allowances, and reduction to pay grade E-l. The convening authority (CA) mitigated the dishonorable discharge to a bad-conduct discharge, but otherwise approved the sentence as adjudged. In an act of clemency, the CA suspended confinement in excess of six years for a period of two years from the date of his action.\nWe have considered the record of trial, the six assignments of error,2 the Government’s response, the appellant’s reply to the Government’s response, and the oral argument in this matter.3 We conclude that the findings and sentence are correct in law and fact and that no error was committed that was materially prejudicial to the substantial rights of the appellant. Arts. 59(a) and 66(c), UCMJ, 10 U.S.C. §§ 859(a) and 866(e).\nFacts\nThe appellant was assigned to a Marine Division forward deployed to Camp Bull Dog, Bagram Airfield, Afghanistan. The appellant’s primary responsibility was guard duty on the base perimeter. On 20 June 2004, after the appellant and his squad returned to the barracks from guard duty, he and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-pimienta"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}