{
  "id": 6839,
  "title": "2008년 Cruz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-21",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Cruz. 판결일: 2008-05-21. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jose CRUZ v. The STATE of Florida\n**판결일**: 2008-05-21\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Salter, Schwartz, Wells\n\n## 변호인\n\nJose Cruz, in proper person., Bill McCollum, Attorney General, for appellee.\n\n## 인용\n\n- 981 So. 2d 1272\n\n## 판결문 요약\n\n\nWELLS, J.\nIn his most recent postconviction motion, titled “Motion to Recall Judgment, Certified Question of Great Public Importance,” Jose Cruz once again raises a claim which was previously denied below and affirmed by this court. See Cruz v. State, 951 So.2d 847 (Fla. 3d DCA 2007). Upon finding that Cruz has initiated numerous successive, pro se postconviction proceedings attacking his convictions and sentences in lower court case number 92-20576 for armed burglary of an occupied dwelling with an assault, armed kidnapping and two counts of armed robbery, the trial court issued an order to show cause why Cruz should not be prohibited from the filing of further pro se motions attacking his convictions and sentences in this case. Not satisfied that the defendant had shown good cause, the trial court thereafter prohibited the defendant from filing pro se motions challenging his convictions and sentences and denied Cruz’ most recent motion.\nWe treat the instant appeal from that order as an appeal from the denial of a motion for postconviction relief filed under Florida Rule of Criminal Procedure 3.850, and affirm both the prohibition from filing further pro se motions, see State v. Spencer, 751 So.2d 47 (Fla.1999) (finding that upon a demonstration of abuse, courts may restrict a party from filing pro se pleadings after providing the litigant reasonable notice and opportunity to respond), and the denial of a successive Rule 3.850 motion.\nAdditionally, on March 31, 2008, we ord...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cruz-v-state"
    }
  ],
  "relatedIncidents": [
    6284,
    6357,
    6488,
    6504,
    6505
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}