{
  "id": 6844,
  "title": "2008년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-13",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Scott. 판결일: 2008-05-13. 법원: District Court, N.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: Curtis SCOTT, Plaintiff, v. CITY OF CLEVELAND, Et Al., Defendant\n**판결일**: 2008-05-13\n**법원**: District Court, N.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: James S. Gwin\n\n## 변호인\n\nFrederick D. Middleton, Jr., Cleveland, OH, for Plaintiff., L. Stewart Hastings, Jr., Amy E. Mar-quit-Renwald, City of Cleveland Department of Law, Cleveland, OH, for Defendant.\n\n## 인용\n\n- 555 F. Supp. 2d 890\n\n## 판결문 요약\n\n\n555 F. Supp. 2d 890 (2008)\nCurtis SCOTT, Plaintiff,\nv.\nCITY OF CLEVELAND, et al., Defendant.\nCase No. 1:07-cv-2048.\nUnited States District Court, N.D. Ohio.\nMay 13, 2008.\n*892 Frederick D. Middleton, Jr., Cleveland, OH, for Plaintiff.\nL. Stewart Hastings, Jr., Amy E. Marquit-Renwald, City of Cleveland Department of Law, Cleveland, OH, for Defendant.\n\nOPINION &amp; ORDER\nJAMES S. GWIN, District Judge:\nIn this opinion and order, the Court considers the Defendants' motion for summary judgment. For the reasons stated below, the Court the GRANTS IN PART and DENIES IN PART the motion.\n\nI. Background\nIn this case, the plaintiff makes claims that his constitutional rights were violated in an arrest and purported assault and malicious prosecution by certain of the defendants. Construing the facts in the light most favorable to the Plaintiff, the facts are as follows. On November 9, 2005, Curtis Scott, a college student, exited the car of his girlfriend and the mother of his child, Marie Hall, and stood on the street opposite his home. [Doc. 22, Ex. 8 at 16; Doc 24, Ex. 5]. He began walking toward his home and his hands, not in his waistband, were either to the front or the side of him. [Doc. 22, Ex. 8, at 24; Doc. 24, Ex. 5].[1] As he was walking, he saw a car slow down, and the driver of the car asked him \"do you see something you want?.\" [Doc. 22, Ex. 8 at 15-16; Doc 24, Ex. 5]. He responded \"no\" and then saw the driver reaching for a gun. [Doc. 22, Ex. 8 at 16; Doc 24, Ex. 5]. Sco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-city-of-cleveland"
    }
  ],
  "relatedIncidents": [
    6512,
    6517,
    6522,
    6536,
    6580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}