{
  "id": 6848,
  "title": "2008년 Shaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Shaw. 판결일: 2008-05-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Malcolm L. SHAW, Appellant, v. COUNTY OF DALLAS, in Its Own Behalf and on Behalf of Other Political Subdivisions Whose Taxes Are Collected by the Dallas County Tax Collector, the City of Dallas, the Dallas Independent School District, the Dallas County School Equalization Fund, the Dallas County Community College District, and the Parkland Hospital District, Appellees\n**판결일**: 2008-05-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Justices Fitzgerald, Langmiers, and Mazzant\n\n## 변호인\n\nMark Mueller, Dallas, for appellant., Worthy W. Walker Walker, Clouse Dunn Hirsch, Sheila Fuqua Carter, Edward Lopez, Jr., Bridget Moreno, Linebar-ger, Goggan, Blair & Sampson, LLP, Dallas, David J. Kaplan, Geary, Porter & Donovan, Addison, for appellees.\n\n## 인용\n\n- 251 S.W.3d 165\n\n## 판결문 요약\n\n\n251 S.W.3d 165 (2008)\nMalcolm L. SHAW, Appellant,\nv.\nCOUNTY OF DALLAS, in its own Behalf and on Behalf of other Political Subdivisions whose Taxes are Collected by The Dallas County Tax Collector, The City of Dallas, The Dallas Independent School District, The Dallas County School Equalization Fund, The Dallas County Community College District, and The Parkland Hospital District, Appellees.\nNo. 05-07-00366-CV.\nCourt of Appeals of Texas, Dallas.\nApril 9, 2008.\nRehearing Overruled May 12, 2008.\n*167 Mark Mueller, Dallas, for appellant.\nWorthy W. Walker Walker, Clouse Dunn Hirsch, Sheila Fuqua Carter, Edward Lopez, Jr., Bridget Moreno, Linebarger, Goggan, Blair &amp; Sampson, LLP, Dallas, David J. Kaplan, Geary, Porter &amp; Donovan, Addison, for appellees.\nBefore Justices FITZGERALD, LANGMIERS, and MAZZANT.\n\nOPINION\nOpinion by Justice LANG-MIERS.\nAppellant Malcolm[1] L. Shaw appeals the trial court's judgment denying his *168 claim for attorney's fees in a suit to collect delinquent ad valorem taxes.[2] For the following reasons, we affirm.\n\nBACKGROUND\nIn March 2002, Shaw obtained a personal judgment against Pete Anguiano. He filed an abstract of judgment in Dallas County that same year. Pete Anguiano paid the judgment, and Shaw executed a release of lien in April 2003. In 2004, appellees (the Taxing Authorities) sued Pete Anguiano, David Anguiano, and others to collect delinquent ad valorem taxes on property owned by Pete Anguiano located in Dallas County. They also sued Shaw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shaw-v-county-of-dallas"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}