{
  "id": 6854,
  "title": "2008년 State of Tennessee v. Richard Anthony Arriola 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-08",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Richard Anthony Arriola. 판결일: 2008-05-08. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Richard Anthony Arriola\n**판결일**: 2008-05-08\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                                   January 23, 2008 Session\n\n         STATE OF TENNESSEE v. RICHARD ANTHONY ARRIOLA\n\n                    Appeal from the Criminal Court for Davidson County\n                         No. 95-D-2835    Monte Watkins, Judge\n\n\n\n                      No. M2007-00428-CCA-R3-CD - Filed May 8, 2008\n\n\nAfter conducting a bench trial, the trial court found the Defendant, Richard Arriola, guilty of one\ncount of first degree murder, one count of attempted first degree murder, and two counts of\nattempted second degree murder. The trial court sentenced the Defendant to an effective sentence\nof life imprisonment plus fifteen years. On appeal, the Defendant contends that the trial court erred\nwhen it: (1) used an improper legal standard for an insanity defense because it required the\nDefendant to prove both that he was unable to appreciate the nature of his acts and that he was\nunable to appreciate the wrongfulness of his acts; and (2) sentenced the Defendant to consecutive\nsentences. After a thorough review of the case and the applicable law, we remand this case to the\ntrial court for the clarification of its factual findings with respect to insanity.\n\n            Tenn. R. App. 3 Appeal; Judgment of the Criminal Court Remanded\n\nROBERT W. WEDEMEYER , J., delivered the opinion of the court, in which DAVID H. WELLES and\nTHOMAS T. WOODALL, JJ., joined.\n\nJeffrey DeVasher, Na...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-richard-anthony-arriola"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}