{
  "id": 6864,
  "title": "2008년 Money 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-05-02",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Money. 판결일: 2008-05-02. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Money v. Flowers\n**판결일**: 2008-05-02\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Heavican\n\n## 인용\n\n- 748 N.W.2d 49\n- 275 Neb. 602\n\n## 판결문 요약\n\n\n748 N.W.2d 49 (2008)\n275 Neb. 602\nChristine M. MONEY, appellee,\nv.\nTyrrell FLOWERS and Continental Western Group, appellants.\nNo. S-07-681.\nSupreme Court of Nebraska.\nMay 2, 2008.\n*55 Dallas D. Jones and Amanda A. Dutton, of Baylor, Evnen, Curtiss, Grimit &amp; Witt, L.L.P., Lincoln, for appellants.\nJeffry D. Patterson, of Bartle &amp; Geier Law Firm, Lincoln, for appellee.\nHEAVICAN, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nCONNOLLY, J.\nThe appellee, Christine M. Money, suffered an injury while working for Tyrrell Flowers in Lincoln, Nebraska. Afterward, she moved 75 miles away to Table Rock, Nebraska. This appeal presents two issues. First, in determining Money's loss of earning power, did the trial judge err by excluding Lincoln and finding that the relevant labor market was the Table Rock community? Second, did the trial judge err in finding that Money was totally and permanently disabled as an odd-lot worker? We conclude that the trial judge correctly decided both issues.\n\nI. EMPLOYER'S CONTENTIONS\nTyrrell Flowers and Continental Western Group (collectively Tyrrell) contend a court must consider two labor markets when a worker voluntarily moves from a large labor market to a small labor market after sustaining a compensable injury. That is, it contends the court must assess a worker's loss of earning power in relation to both the labor market where the worker was injured and the labor market to which the worker moved in good faith. Othe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=money-v-flowers"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}