{
  "id": 6868,
  "title": "2008년 Rogers, Ex Parte Charles Anison Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rogers, Ex Parte Charles Anison Jr.. 판결일: 2008-04-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rogers, Ex Parte Charles Anison Jr.\n**판결일**: 2008-04-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n             IN THE COURT OF CRIMINAL APPEALS\n                         OF TEXAS\n                                           NO. AP-75,904\n\n\n\n               EX PARTE CHARLES ANISON ROGERS, JR., Applicant\n\n\n\n               ON APPLICATION FOR A WRIT OF HABEAS CORPUS\n                CAUSE NO. F7887-A IN THE 8 TH DISTRICT COURT\n                         FROM FRANKLIN COUNTY\n\n\n\n        Per curiam.\n\n                                           OPINION\n\n        Pursuant to the provisions of Article 11.07 of the Texas Code of Criminal Procedure, the\n\nclerk of the trial court transmitted to this Court this application for a writ of habeas corpus. Ex parte\n\nYoung, 418 S.W.2d 824, 826 (Tex. Crim. App. 1967). Applicant was convicted of possession of a\n\ncontrolled substance with intent to deliver and sentenced to sixty (60) years’ imprisonment. The\n\nSixth Court of Appeals dismissed Applicant’s appeal. Rogers v. State, No.06-06-00145-CR (Tex.\n\nApp. – Texarkana, 2006, no pet.) (not designated for publication.)\n\n        Applicant contends that his counsel rendered ineffective assistance because he failed to\n\ntimely file a notice of appeal. The record shows that the Sixth Court of Appeals dismissed\n\f                                                                                          Rogers -- 2\n\nApplicant’s direct appeal because the notice of appeal was untimely filed and that Applicant had not\n\nwaived his appellate rights.\n\n       On August 22, 2007, this Court remanded this application to g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-ex-parte-charles-anison-jr"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}