{
  "id": 6869,
  "title": "2008년 State of Tennessee v. Charlotte Yvonne Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-29",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Charlotte Yvonne Turner. 판결일: 2008-04-29. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Charlotte Yvonne Turner\n**판결일**: 2008-04-29\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge David G. Hayes\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                                    January 8, 2008 Session\n\n        STATE OF TENNESSEE v. CHARLOTTE YVONNE TURNER\n\n                       Appeal from the Circuit Court for Obion County\n                        No. C07-192     William B. Acree, Jr., Judge\n\n\n                     No. W2007-01590-CCA-R3-CD - Filed April 29, 2008\n\n\nThe State of Tennessee appeals the decision of the Obion County Circuit Court suppressing evidence\nobtained as a result of a police search of the residence of the Appellee, Charlotte Yvonne Turner.\nTurner, a parolee, was convicted of drug related offenses in Kentucky, with her parole being\nsubsequently transferred to Tennessee. Turner’s vehicle was stopped by Union City police officers,\nwho were familiar with her status as a parolee. After the stop, Turner and the vehicle were searched\nfor drugs based upon one officer’s suspicion that she was involved in drug activity. After a fruitless\nsearch for contraband of both her person and vehicle, the officer demanded that Turner allow a\nsearch of her home, pursuant to a condition of her parole. No drugs were found during the search\nof her residence; however, Turner directed officers to a handgun, which was located in a bedroom.\nThe weapon was seized, and Turner was subsequently indicted for unlawful possession of a weapon\nby a convicted felon. Turner filed a motion to suppress the evidence, which the trial court grante...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-charlotte-yvonne-turner"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}