{
  "id": 6870,
  "title": "2008년 Segaline 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-29",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Segaline. 판결일: 2008-04-29. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Michael Segaline v. The Department of Labor and Industries\n**판결일**: 2008-04-29\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Bridgewater, Brintnall, Hunt, Quinn\n\n## 변호인\n\nJean Marie Schiedler-Brown, for appellant., Robert M. McKenna, Attorney General, and Ken D. Orcutt, Assistant, for respondents.\n\n## 인용\n\n- 144 Wash. App. 312\n\n## 판결문 요약\n\n\nQuinn-Brintnall, J.\n¶1 Michael Segaline appeals the\nsummary judgment dismissal and award of statutory attorney fees to the Department of Labor and Industries (L&amp;I). Segaline owns Horizon Electric, Inc., located in East Wenatchee. To conduct his business, Segaline obtained electrical permits from L&amp;I on several occasions. After several incidents, L&amp;I employees began to fear that Segaline would physically assault them, and L&amp;I served him with a “no trespass” notice. After receiving the notice, Segaline went to L&amp;I offices and L&amp;I employees called 911. The East Wenatchee police arrested Segaline. The city of Wenatchee initially charged Segaline with criminal trespass, but it later voluntarily dismissed the charges. Thereafter, Segaline sued L&amp;I for (1) negligent infliction of emotional distress, (2) intentional infliction of emotional distress, (3) malicious prosecution, (4) negligent supervision, and (5) violation of his civil rights. On various grounds, the trial court summarily dismissed all of Segaline’s claims and awarded L&amp;I statutory damages under RCW 4.24.510.\n¶2 Segaline appeals, arguing (1) L&amp;I is not immune from civil liability under RCW 4.24.510, (2) summary judgment was improperly granted on various grounds, and (3) the trial court abused its discretion when it refused to allow Segaline’s amended claim to relate back to the original pleading date. We affirm.\n*318FACTS\nBackground\n¶3 Segaline owns Horizon Electric in East Wenatchee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=segaline-v-department-of-labor-industries"
    }
  ],
  "relatedIncidents": [
    6512,
    6517,
    6522,
    6536,
    6580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}