{
  "id": 6879,
  "title": "2008년 State v. Rodgers, 2007-L-097 (4-25-2008) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-25",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Rodgers, 2007-L-097 (4-25-2008). 판결일: 2008-04-25. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. William L. Rodgers\n**판결일**: 2008-04-25\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: DIANE V. GRENDELL, P. J.\n\n## 변호인\n\nCharles E. Coulson, Lake County Prosecutor, and Joshua S. Horacek, Assistant Prosecutor, (For Plantiff-Appellee).\n\nR. Paul LaPlante, Lake County Public Defender, and Vanessa R. Clapp, Assistant Public Defender, (For Defendant-Appellant).\n\n## 인용\n\n- 2008 Ohio 2006\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-appellant, William L. Rodgers, appeals his convictions for Illegal Manufacture of Drugs, Illegal Assembly or Possession of Chemicals for the Manufacture of Drugs, and Having Weapons While Under Disabilty, following a jury trial *Page 2 \nin the Lake County Court of Common Pleas. For the following reasons, we affirm the judgment of the court below.\n  {&#182; 2} On October 6, 2006, Rodgers was indicted by the Lake County Grand Jury on one count of Illegal Manufacture of Drugs, a felony of the second degree in violation of R.C. 2925.04; one count of Illegal Assembly or Possession of Chemicals for the Manufacture of Drugs, a felony of the third degree in violation of R.C. 2925.041; one count of Illegal Cultivation of Marijuana, a minor misdemeanor in violation of R.C. 2925.04; one count of Having Weapons While Under Disability, a felony of the third degree in violation of R.C. 2923.13(A)(3); one count of Felonious Assault, a felony of the second degree in violation of R.C.2903.11(A)(2); and one count of Domestic Violence, a misdemeanor of the first degree in violation of R.C. 2919.25(A).\n  {&#182; 3} Rodgers pled not guilty and the matter was tried before a jury between April 23 and 26, 2007. On the State's motion, the trial court dismissed the Felonious Assault and Domestic Violence charges.\n  {&#182; 4} The following testimony was given at trial. On May 5, 2006, Mentor Police arrested Steven Lao, Amanda Bauer, and Mon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rodgers-2007-l-097-4-25-2008"
    }
  ],
  "relatedIncidents": [
    6512,
    6517,
    6522,
    6536,
    6580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}