{
  "id": 6882,
  "title": "2008년 Yglesias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Yglesias. 판결일: 2008-04-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Raul Enrique YGLESIAS, Appellant v. the STATE of Texas, Appellee\n**판결일**: 2008-04-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Kem Thompson Frost\n\n## 변호인\n\nHattie Sewell Shannon, Houston, for State., Carol M. Cameron, Houston, for appel-lees.\n\n## 인용\n\n- 252 S.W.3d 773\n\n## 판결문 요약\n\n\nMAJORITY OPINION\nKEM THOMPSON FROST, Justice.\nAppellant Raul Enrique Yglesias appeals his conviction for manslaughter, complaining that the trial court erred (1) in requiring him to wear leg shackles during the guilt-innocence phase, and (2) in entering an affirmative finding that a deadly weapon had been used during the offense. We affirm.\nI. FACTUAL AND PROCEDURAL BACKGROUND\nComplainant, L.J., was a twenty-month-old baby, whose mother left her in Gloria Fowler’s long-term care in 2001. In January 2003, Fowler’s sister, Michelle Martinez, and appellant Raul Enrique Yglesias began caring for L.J. On April 28, 2003, L.J. was left alone in appellant’s care. Appellant reported to Martinez that L.J. had fallen and hit her head and that L.J. had become unresponsive and had stopped moving. Martinez contacted Fowler to check on L.J. The toddler was having a seizure when Fowler found her and called 9-1-1.\nParamedics responded to the 9-1-1 call and transported L.J. to a children’s hospital. She was treated by several physicians for brain swelling and retinal hemorrhages. A pediatrician observed old and new bruises on L.J.’s body. L.J. was pronounced dead on April 29, 2003. Each of the doctors who treated or examined L.J. testified at trial.\nAutopsy reports revealed that L.J. suffered from blunt head trauma, a neck injury, and multiple contusions on her body. According to a medical examiner, L.J.’s neck injury stemmed from a direct impact and the injury to her head was caused by multi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=yglesias-v-state"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}