{
  "id": 6885,
  "title": "2008년 Dworaczyk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-22",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Dworaczyk. 판결일: 2008-04-22. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Shawn DWORACZYK, Appellant, v. MISSOURI DEPARTMENT OF CORRECTIONS, Respondent\n**판결일**: 2008-04-22\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Howard, C.J., Hardwick and Welsh\n\n## 변호인\n\nShawn Dworaczyk, Nevada, appellant pro se., Jeremiah W. (Jay) Nixon, Ronald Ribau-do, Jefferson City, for respondent.\n\n## 인용\n\n- 250 S.W.3d 436\n\n## 판결문 요약\n\n\n250 S.W.3d 436 (2008)\nShawn DWORACZYK, Appellant,\nv.\nMISSOURI DEPARTMENT OF CORRECTIONS, Respondent.\nNo. WD 68485.\nMissouri Court of Appeals, Western District.\nApril 22, 2008.\n*437 Shawn Dworaczyk, Nevada, appellant pro se.\nJeremiah W. (Jay) Nixon, Ronald Ribaudo, Jefferson City, for respondent.\nBefore HOWARD, C.J., HARDWICK and WELSH, JJ.\nLISA WHITE HARDWICK, Judge.\nShawn Dworaczyk appeals from the denial of his petition for declaratory judgment against the Missouri Department of Corrections (MDOC). He contends the circuit court erred in determining that he was not entitled to credit against his prison sentence for time spent under supervised probation. For reasons explained herein, we affirm the judgment.\nOn May 1, 2006, Dworaczyk pled guilty in Moniteau County to the felony offense of theft/stealing and was sentenced to a seven-year prison term. At that time, the circuit court also revoked Dworaczyk's probation on 2003 convictions for involuntary manslaughter and second-degree burglary in Miller County and imposed seven-year consecutive sentences on both offenses. The court ordered Dworaczyk to serve the sentence for theft/stealing concurrently with the sentences for involuntary manslaughter and burglary.\nUpon incarceration, Dworaczyk sought against credit his prison sentence for the 1,042 days he spent on probation on the Miller County convictions. MDOC denied his request.\nDworaczyk filed a petition for declaratory judgment, asserting that Section *438 558.031.1[1] requi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dworaczyk-v-missouri-department-of-corrections"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}