{
  "id": 6886,
  "title": "2008년 Legrady 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Legrady. 판결일: 2008-04-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Michael LeGrady\n**판결일**: 2008-04-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 50 A.D.3d 1059\n- 856 N.Y.S.2d 224\n\n## 판결문 요약\n\n\nAppeal by the defendant from two judgments of the County Court, Suffolk County (Gazzillo, J.), both rendered January 16, 2007, convicting him of criminal possession of a forged instrument in the second degree under Superior Court information No. 2361-06 and burglary in the second degree under Superior Court information No. 3206-06, upon his pleas of guilty, and imposing sentences, and an amended judgment of the same court also rendered January 16, 2007, revoking a sentence of probation previously imposed by the same court under Suffolk County indictment No. 2376-03 upon a finding that he had violated a condition thereof, upon his admission, and imposing a sentence of imprisonment upon his conviction of attempted criminal sale of a controlled substance in the third degree.\nOrdered that the judgments and the amended judgment are affirmed.\n*1060Since the defendant failed to move to withdraw his pleas prior to sentencing, his current contention that the pleas were not knowingly, voluntarily, and intelligently entered is unpreserved for appellate review (see People v Toxey, 86 NY2d 725, 726 [1995]; People v Fecu, 38 AD3d 565 [2007]; People v Huchital, 22 AD3d 681 [2005]). This is not a case “where the defendant’s recitation of the facts underlying the crime[s] pleaded to clearly casts significant doubt upon the defendant’s guilt or otherwise calls into question the voluntariness of the plea” (People v Lopez, 71 NY2d 662, 666 [1988]). In any event, the record demonstrates that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-legrady"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}