{
  "id": 6892,
  "title": "2008년 Stalley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Stalley. 판결일: 2008-04-18. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Douglas B. STALLEY, on Behalf of the UNITED STATES of America, Plaintiff-Appellant, v. ORLANDO REGIONAL HEALTHCARE SYSTEM, INC., a Florida Corporation, Defendant-Appellee\n**판결일**: 2008-04-18\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Birch, Barkett and Cox, Circuit Judges\n\n## 변호인\n\nJames L. Wilkes, II, Kathleen Clark Knight, Wilkes & McHugh, P.A., Tampa, FL, Kenneth L. Connor, Wilkes & McHugh, P.A., Leesburg, VA, for Stalley., David L. Evans, Mateer & Harbert, P.A., Orlando, FL, for Defendant-Appel-lee.\n\n## 인용\n\n- 524 F.3d 1229\n\n## 판결문 요약\n\n\n524 F.3d 1229 (2008)\nDouglas B. STALLEY, on behalf of the UNITED STATES of America, Plaintiff-Appellant,\nv.\nORLANDO REGIONAL HEALTHCARE SYSTEM, INC., a Florida Corporation, Defendant-Appellee.\nNo. 07-10768.\nUnited States Court of Appeals, Eleventh Circuit.\nApril 18, 2008.\n*1230 James L. Wilkes, II, Kathleen Clark Knight, Wilkes &amp; McHugh, P.A., Tampa, FL, Kenneth L. Connor, Wilkes &amp; McHugh, P.A., Leesburg, VA, for Stalley.\n*1231 David L. Evans, Mateer &amp; Harbert, P.A., Orlando, FL, for Defendant-Appellee.\nBefore BIRCH, BARKETT and COX, Circuit Judges.\nPER CURIAM:\nIn this appeal, we consider whether a plaintiff who alleges no injury to himself has standing to bring a qui tam action for damages under the Medicare Secondary Payer Act, 42 U.S.C. § 1395y(b)(3)(A) (\"MSP\"). Plaintiff-appellant Douglas B. Stalley appeals the district court's order dismissing with prejudice his purported qui tam action against Orlando Regional Healthcare System. The district court held that Stalley lacked standing to bring this action because he did not allege in his complaint that he suffered any injury caused by ORHS and because the MSP does not provide for a qui tam action. After a review of the record, the parties' briefs, and oral argument, we conclude that the district court properly dismissed the complaint. However, since Stalley lacks standing, which left the district court without subject matter jurisdiction, Stalley's complaint should have been dismissed without prejudice. Therefo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stalley-ex-rel-united-states-v-orlando-regional-healthcare-system-inc"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}