{
  "id": 6893,
  "title": "2008년 Loman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Loman. 판결일: 2008-04-17. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: BRIAN LOMAN Et Al., Appellees, v. DAVID E. FREEMAN, Appellant\n**판결일**: 2008-04-17\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Freeman, Garman\n\n## 변호인\n\nGary Lietz, of Lietz Banner Ford LLFj of Champaign, for appellant., James G. Fahey and David A. Rolf, of Sorling, Northrup, Hanna, Cullen & Cochran, Ltd., of Springfield, for appellees.\n\n## 인용\n\n- 890 N.E.2d 446\n- 229 Ill. 2d 104\n\n## 판결문 요약\n\n\n890 N.E.2d 446 (2008)\n229 Ill. 2d 104\nBrian LOMAN et al., Appellees,\nv.\nDavid E. FREEMAN, Appellant.\nNo. 104289.\nSupreme Court of Illinois.\nApril 17, 2008.\nRehearing Denied May 27, 2008.\n*449 Gary Lietz, of Lietz Banner Ford LLP, Champaign, for appellant.\nJames G. Fahey, David A. Rolf, of Sorling, Northrup, Hanna, Cullen &amp; Cochran, Ltd., Springfield, for appellees.\n\nOPINION\nJustice GARMAN delivered the judgment of the court, with opinion:\nPlaintiffs are the owners of a race horse, Master David Lee. Defendant David E. Freeman, D.V.M., a member of the faculty of the College of Veterinary Medicine at the University of Illinois, performed surgery on the horse. Plaintiffs allege that one of the surgical procedures performed *450 by Freeman was unauthorized and that it rendered the horse lame and unsuitable for racing. Their claims of negligence and conversion were dismissed by the circuit court of Champaign County and they appealed. The appellate court reversed. 375 Ill.App.3d 445, 314 Ill. Dec. 446, 874 N.E.2d 542. We granted defendant's petition for leave to appeal under Supreme Court Rule 315 (210 Ill.2d R. 315). For the reasons that follow, we affirm the judgment of the appellate court.\n\nBACKGROUND\nIn 2001, plaintiffs brought their horse, Master David Lee, to the Large Animal Clinic at the University of Illinois College of Veterinary Medicine for evaluation and treatment. Defendant was employed by the College as a professor of equine surgery. As such, he was not required ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=loman-v-freeman"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}