{
  "id": 6897,
  "title": "2008년 Begay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Begay. 판결일: 2008-04-16. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Begay v. United States\n**판결일**: 2008-04-16\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Alito, Breyer, Scalia\n\n## 변호인\n\nMargaret A. Katze argued the cause for petitioner. With her on the briefs were Stephen P. McCue and Charles McCormack., Leondra R. Kruger argued the cause for the United States. With her on the brief were Solicitor General Clement, Assistant Attorney General Fisher, Deputy Solicitor General Dreeben, and Richard A. Friedman.*\n\n## 인용\n\n- 170 L. Ed. 2d 490\n- 128 S. Ct. 1581\n- 553 U.S. 137\n- 2008 U.S. LEXIS 3474\n\n## 판결문 요약\n\n\n128 S. Ct. 1581 (2008)\nLarry BEGAY, Petitioner,\nv.\nUNITED STATES.\nNo. 06-11543.\nSupreme Court of United States.\nArgued January 15, 2008.\nDecided April 16, 2008.\n*1583 Margaret A. Katze, Albuquerque, NM, for petitioner.\nLeondra R. Kruger, for respondent.\nStephen P. McCue, Federal Public Defender, Margaret A. Katze, Counsel of Record, Assistant Federal Public Defender, Charles McCormack, Research and Writing Specialist, Office of the Federal Public Defender, Albuquerque, NM, for petitioner.\nPaul D. Clement, Solicitor General, Counsel of Record, Alice S. Fisher, Assistant Attorney General, Michael R. Dreeben, Deputy Solicitor General, Leondra R. Kruger, Assistant to the Solicitor General, Richard A. Friedman, Attorney, Department of Justice, Washington, D.C., for respondent.\nJustice BREYER delivered the opinion of the Court.\nThe Armed Career Criminal Act imposes a special mandatory 15-year prison term upon felons who unlawfully possess a firearm and who also have three or more previous convictions for committing certain drug crimes or \"violent felon[ies].\" 18 U.S.C. § 924(e)(1) (2000 ed., Supp. V). The question in this case is whether driving under the influence of alcohol is a \"violent felony\" as the Act defines it. We conclude that it is not.\n\nI\n\nA\nFederal law prohibits a previously convicted felon from possessing a firearm. § 922(g)(1) (2000 ed.). A related provision provides for a prison term of up to 10 years for an ordinary offender. § 924(a)(2). The Armed Career Criminal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "주요판결",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=begay-v-united-states"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lugo-guerrero"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6510,
    6518,
    6536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}