{
  "id": 6901,
  "title": "2008년 Parsons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-15",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Parsons. 판결일: 2008-04-15. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: ATTORNEY GRIEVANCE COMMISSION OF MARYLAND v. David Wayne PARSONS\n**판결일**: 2008-04-15\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Alan, Battaglia, Bell, Greene, Harrell, Raker, Wilner\n\n## 변호인\n\nFletcher P. Thompson, Asst. Bar Counsel (Melvin Hirshman, Bar Counsel, Atty. Grievance Com’n), for petitioner., No argument on behalf of Respondent.\n\n## 인용\n\n- 946 A.2d 437\n- 404 Md. 175\n\n## 판결문 요약\n\n\n946 A.2d 437 (2008)\n404 Md. 175\nATTORNEY GRIEVANCE COMMISSION OF MARYLAND\nv.\nDavid Wayne PARSONS.\nMisc. Docket AG No. 58, Sept. Term, 2006.\nCourt of Appeals of Maryland.\nApril 15, 2008.\n*438 Fletcher P. Thompson, Asst. Bar Counsel (Melvin Hirshman, Bar Counsel, Atty. Grievance Com'n), for petitioner.\nNo argument on behalf of Respondent.\nArgued before BELL, C.J., RAKER, HARRELL, BATTAGLIA, GREENE, ALAN M. WILNER (Retired, specially assigned) and DALE R. CATHELL (Retired, specially assigned), JJ.\nBELL, C.J.\nThe Attorney Grievance Commission of Maryland, the petitioner, by Bar Counsel, acting pursuant to Maryland Rule 16-751,[1] filed a Petition For Disciplinary or Remedial Action against David Wayne Parsons, the respondent. The petition charged that the respondent violated Rules 5.5, Unauthorized Practice of Law,[2] and 8.4, Misconduct,[3] of the Maryland Rules of Professional Conduct, as adopted by Maryland Rule 16-812.[4]\nWe referred the case, pursuant to Rule 16-752(a),[5] to the Honorable Pamela L. *439 North, of the Circuit Court for Anne Arundel County, for hearing pursuant to Rule 16-757(c).[6] Although he properly was served with the petition by the petitioner, the respondent neither responded to the petition nor moved to vacate the Order of Default that the hearing court entered as a result of that failure. Following a hearing, at which testimony and documentary evidence were received and arguments offered, Judge North made findings of fact and drew conclusions of law...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=attorney-grievance-commission-v-parsons"
    }
  ],
  "relatedIncidents": [
    6586,
    6600,
    6686,
    6974,
    6997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}