{
  "id": 6902,
  "title": "2008년 Jedlicka 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-15",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Jedlicka. 판결일: 2008-04-15. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Rodney J. JEDLICKA, Appellant\n**판결일**: 2008-04-15\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Halbrooks, Klaphake, Schellhas\n\n## 변호인\n\nLori Swanson, Attorney General, St. Paul, MN, and Michael O. Freeman, Hen-nepin County Attorney, Thomas A. Weist, Assistant County Attorney, Minneapolis, MN, for respondent., Lawrence Hammerling, Chief Appellate Public Defender, Frank R. Gallo, Jr., Assistant State Public Defender, St. Paul, MN, for appellant.\n\n## 인용\n\n- 747 N.W.2d 580\n\n## 판결문 요약\n\n\n747 N.W.2d 580 (2008)\nSTATE of Minnesota, Respondent,\nv.\nRodney J. JEDLICKA, Appellant.\nNo. A07-0193.\nCourt of Appeals of Minnesota.\nApril 15, 2008.\n*581 Lori Swanson, Attorney General, St. Paul, MN, and Michael O. Freeman, Hennepin County Attorney, Thomas A. Weist, Assistant County Attorney, Minneapolis, MN, for respondent.\nLawrence Hammerling, Chief Appellate Public Defender, Frank R. Gallo, Jr., Assistant State Public Defender, St. Paul, MN, for appellant.\nConsidered and decided by HALBROOKS, Presiding Judge; KLAPHAKE, Judge; and SCHELLHAS, Judge.\n\nOPINION\nKLAPHAKE, Judge.\nAppellant Rodney Jedlicka was notified by the district court at sentencing that he was subject to the predatory offender registration requirement of Minn.Stat. § 243.166 (2002) after he committed first-degree burglary in 2003 with criminal sexual conduct as its goal. An amendment to Minn.Stat. § 243.166 (2006) excluded appellant's conduct from the predatory offender registration requirement before he was actually required to register upon release from prison. He claims that the statutory amendment should apply retroactively and that he should be relieved of the registration obligation. The postconviction court ruled that the amended predatory offender statute could not be applied retroactively. We reverse and modify appellant's sentencing order to exclude the predatory offender registration notice.\n\nFACTS\nOn April 24, 2003, appellant Rodney Jedlicka entered an occupied home in Brooklyn Park and took mon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jedlicka"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}