{
  "id": 6908,
  "title": "2008년 Pendleton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pendleton. 판결일: 2008-04-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Freeford Limited v. Lane P. Pendleton\n**판결일**: 2008-04-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Catterson\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Hoguet Newman Regal & Kenney, LLP, New York City (John J. Kenney, Tai-Heng Cheng and Juan A. Skirrow of counsel), and Bondurant, Mixson & Elmore, Atlanta, Georgia (Steven J. Rosenwasser of counsel), for Lane P. Pendleton, appellant., Hangley Aronchick Segal & Pudlin, Philadelphia, Pennsylvania (Zachary R. Davis of counsel), and Debevoise & Plimpton LLP, New York City (Robert H. Chandler of counsel), for Kirk Pendleton and others, appellants., LeBoeuf, Lamb, Greene & MacRa\n\n## 인용\n\n- 53 A.D.3d 32\n- 857 N.Y.S.2d 62\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nCatterson, J.\nThe underlying action for, inter alia, fraud and breach of contractual obligations and fiduciary duties arises out of a series of agreements between the plaintiff and a stupefying array of corporate entities and individual, but related, participants. The agreements made between 2000 and 2003 relate to the structure and financing of Orient Network Holdings Ltd. (hereinafter referred to as Orient Holdings), a Cayman Islands corporation, with its principal place of business in Singapore. The plaintiff Freeford Limited (hereinafter referred to as Freeford) is an investment company whose sole director at all relevant times was Karim Karaman, a London resident. Between 2000 and 2003 Freeford made substantial investments totaling $4.75 million in Orient Holdings.\nThe defendant corporate entities are collectively known as the Cairnwood entities. The defendant Lane P. Pendleton controls or has interests in defendants Cairnwood Capital Management, LLC (hereinafter referred to as Cairnwood Management), Cairnwood Capital Partners, LLC (hereinafter referred to as Cairnwood Partners), Cairnwood Capital Interna*34tional, Ltd. (hereinafter referred to as Cairnwood International), and Cairnwood Group, LLC (hereinafter referred to as Cairn-wood Group), as well as other Cairnwood entities. Cairnwood entities owned substantial shares of Orient Holdings. At all times, Lane Pendleton was co-chairman and executive director of Orient Holdings, which he controlled ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=freeford-ltd-v-pendleton"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}