{
  "id": 6915,
  "title": "2008년 Gallello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gallello. 판결일: 2008-04-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Donato F. Gallello v. MARJ Distributors, Inc., Doing Business as Sammy's New York Bagels\n**판결일**: 2008-04-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 50 A.D.3d 734\n- 855 N.Y.S.2d 602\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Westchester County (Nastasi, J.), entered November 21, 2006, which granted the defendants’ motion for summary judgment dismissing the complaint and denied, as academic, his cross motion for *735summary judgment on the issue of liability on the Labor Law § 240 (1) cause of action and for leave to amend his bill of particulars.\nOrdered that the order is affirmed, with costs.\nThe plaintiff Donato F. Gallello, the owner of a company that manufactures and repairs neon signs, allegedly was injured when he fell from a ladder while attempting to repair a two-foot by four-foot neon sign at a store managed by the defendant MARJ Distributors, Inc., doing business as Sammy’s New York Bagels, located on property owned by the defendants Hilton Soniker and 2J Management Co., Inc. The plaintiff allegedly was injured in the store while standing on his own ladder and attempting to replace a 10- to 12-pound broken transformer located above a drop ceiling. The plaintiff lost his balance when the transformer fell while he was detaching it from the wires affixing it to the ceiling.\nThe complaint alleges causes of action pursuant to Labor Law §§ 200, 240 (1), and § 241 (6). The defendants moved for summary judgment dismissing the complaint, and the plaintiff cross-moved for summary judgment on the issue of liability with respect to the Labor Law § 240 (1) cause of action and for leave t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gallello-v-marj-distributors-inc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reiner-v-jaeger"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}