{
  "id": 6916,
  "title": "2008년 State of Tennessee v. James Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-07",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. James Scott. 판결일: 2008-04-07. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. James Scott\n**판결일**: 2008-04-07\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge James Curwood Witt, Jr.\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                                  November 6, 2007 Session\n\n                     STATE OF TENNESSEE v. JAMES SCOTT\n\n                      Appeal from the Criminal Court for Shelby County\n                          No. 05-03148    James C. Beasley, Judge\n\n\n\n                     No. W2006-02519-CCA-R3-CD - Filed April 7, 2008\n\n\nA Shelby County Criminal Court jury convicted the defendant, James Scott of one count of driving\nunder the influence of an intoxicant (DUI), fourth offense. On appeal, he alleges that the trial court\nerred in denying his motion to dismiss the indictment for selective prosecution and his attempt to\nimpeach a witness without viewing the pertinent parts of a video he claimed supported both claims,\nthat the trial court erred in imposing more than the presumptive minimum sentence, and that the trial\njudge erred in failing to recuse himself for the ruling on the motion for new trial. Upon review, we\nreverse the trial court’s order overruling the motion for new trial and remand.\n\n         Tenn. R. App. P. 3; Judgment of the Criminal Court Reversed, Remanded.\n\nJAMES CURWOOD WITT , JR., J., delivered the opinion of the court, in which THOMAS T. WOODALL\nand J.C. MCLIN , JJ., joined.\n\nPaul Lewis, Millington, Tennessee, for the appellant, James Scott.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; David H. Findley, Assistant Attorney General;\nWilliam L. Gibbons, Distr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-james-scott"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}