{
  "id": 6921,
  "title": "2008년 In Re Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In Re Wells. 판결일: 2008-04-03. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: In Re Calvin D. WELLS D/B/A Wells & Sons Roofing Company, Relator\n**판결일**: 2008-04-03\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Leslie B. Yates\n\n## 변호인\n\nMelina B. Cain, Damian E. Lacroix, Roderick O. Gibson, Houston, for appellant., Richard O. Werlein, Magnolia, for appel-lee.\n\n## 인용\n\n- 252 S.W.3d 439\n\n## 판결문 요약\n\n\nMAJORITY OPINION\nLESLIE B. YATES, Justice.\nIn this original proceeding, relator Calvin D. Wells, d/b/a Wells &amp; Sons Roofing Company, seeks a writ of mandamus directing the respondent, R. Jack Cagle, presiding judge of Harris County Civil Court at Law No. 1, to (1) vacate his orders of July 12, 2007 and July 27, 2007 denying relator’s motion to dismiss the underlying lawsuit filed by real party Gary Roberts; (2) enter an order granting the motion to dismiss; and (3) render a final judgment dismissing all of real party’s claims against relator. On August 14, 2007, this court denied relator’s petition because it failed to comply with the Texas Rules of Appellate Procedure. Relator amended its petition and we granted relator’s motion for reconsideration. We now withdraw our August 14, 2007 opinion and grant relator’s petition for writ of mandamus.\nUNDERLYING PACTS AND PROCEDURAL HISTORY\nIn March of 2005, relator Calvin D. Wells, doing business as Wells &amp; Sons Roofing Company (‘Wells Roofing”), replaced the roof on Gary Roberts’s home in Houston, Texas. In May of 2005, Roberts, through his attorney, notified Wells Roofing that the roof had rippled almost immediately upon installation and that “other aspects of your work were improper and insufficient.” Roberts also complained specifically that Wells Roofing did not remove the old felt from the existing roof before the new roof was applied, as Wells *442Roofing had purportedly represented it would do. Contending that Wells...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-wells"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}