{
  "id": 6923,
  "title": "2008년 Methal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Methal. 판결일: 2008-04-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Sharon Methal v. City of New York, and New York City Transit Authority, Respondent (Action No. 1.) Sharon Methal v. New York City Transit Authority, (Action No. 2.)\n**판결일**: 2008-04-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 50 A.D.3d 654\n- 855 N.Y.S.2d 588\n\n## 판결문 요약\n\n\nIn two related actions to recover damages for personal *655injuries, (1) the plaintiff in action No. 1 appeals from an order of the Supreme Court, Kings County (Solomon, J.), dated June 21, 2006, which granted those branches of the motion of the defendant New York City Transit Authority which were pursuant to CPLR 3012 (d) to compel her to accept service of its answer and, in effect, for summary judgment dismissing the complaint insofar as asserted against it in that action, and (2) the defendant in action No. 2, New York City Transit Authority, appeals from an order of the same court (Battaglia, J.), dated January 7, 2007, which denied its motion to dismiss the complaint in that action pursuant to CPLR 3211.\nOrdered that the order dated June 21, 2006 is affirmed; and it is further,\nOrdered that the order dated January 7, 2007 is reversed, on the law, and the motion of the defendant New York City Transit Authority to dismiss the complaint in action No. 2 is granted; and it is further,\nOrdered that one bill of costs is awarded to the defendant New York City Transit Authority.\nOn April 20, 2004 the plaintiff allegedly was injured after tripping and falling in the roadway on Avenue M in Brooklyn, New York. The area where the plaintiff claims to have fallen was at or near a New York City bus stop, and the asphalt in that area allegedly was in a defective and dangerous condition. In July 2005 the plaintiff commenced action No. 1 against the defendants City of New York and the New...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=methal-v-city-of-new-york"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=henry-v-devonshire-tire-co"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}