{
  "id": 6924,
  "title": "2008년 Stain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-04-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Stain. 판결일: 2008-04-01. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff—Appellee v. Edward STAIN, Defendant—Appellant\n**판결일**: 2008-04-01\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nRobert L. Ellman, Esq., State of Arizona Attorney General Office, Phoenix, AZ, Karyn Kenny, New York County District Attorney, New York, NY, Brian Pugh, USLV-Office of the U.S. Attorney Lloyd George Federal Bldg., Las Vegas, NV, for Plaintiff-Appellee., Mario Valencia, Henderson, NV, for Defendant-Appellant.\n\n## 인용\n\n- 272 F. App'x 618\n\n## 판결문 요약\n\n\nMEMORANDUM *\nEdward Stain challenges his conviction for conspiracy under Count One of the Indictment, which charged him with conspiring to commit all three robberies. The Government concedes that a variance existed between the Indictment and the proof presented at trial, but contends that the variance was nonfatal. We conclude that the variance requires reversal of Stain’s conviction for conspiracy.\nA variance requires reversal “if it prejudices a defendant’s substantial rights.” United States v. Adamson, 291 F.3d 606, 615 (9th Cir.2002) (internal quotation marks omitted). Such prejudice may result from the “inadequate opportunity to prepare a defense and exposure to unanticipated evidence at trial.” United States v. Morse, 785 F.2d 771, 775 (9th Cir.1986). “One of the primary purposes of an indictment is to inform a defendant of ‘what he is accused of doing in violation of the criminal law, so that he can prepare his defense.’ ” Adamson, 291 F.3d at 616 (quoting United States v. Tsinhnahijinnie, 112 F.3d 988, 991 (9th Cir.1997)). This purpose was not served here. Based on the Indictment, Stain was prepared to defend against a single conspiracy to commit all three robberies. Because the proof at trial supported no such conspiracy and required Stain to defend against a charge not presented in the Indictment, the Indictment “misled [Stain] and obstructed his defense at trial.” See id. Moreover, the jury was instructed “in such a way as to allow [Stain] to be convicted on the b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-stain"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}