{
  "id": 6926,
  "title": "2008년 LS 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-31",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: LS. 판결일: 2008-03-31. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: LS v. State\n**판결일**: 2008-03-31\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 978 So. 2d 220\n\n## 판결문 요약\n\n\n978 So.2d 220 (2008)\nL.S., a child, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 1D07-4039.\nDistrict Court of Appeal of Florida, First District.\nMarch 31, 2008.\n*221 Nancy A. Daniels, Public Defender, and M.J. Lord, Assistant Public Defender, Tallahassee, for Appellant.\nBill McCollum, Attorney General, and Trisha Meggs Pate, Assistant Attorney General, Tallahassee, for Appellee.\nPER CURIAM.\nAppellant appeals the trial court's order committing him to a moderate risk facility. Because the trial court erred when it failed to explain why its consideration of the evidence led it to reach a different conclusion than that recommended by the Department of Juvenile Justice (DJJ) and failed to reference the characteristics of a moderate risk facility vis-a-vis Appellant's needs, we must reverse.\nAppellant was arrested for burglary of a dwelling on February 27, 2007, and placed on home detention. Although Appellant absconded for 23 days in May 2007, the court again placed him on home detention upon his return home. Appellant pled guilty to trespassing in June 2007 and the DJJ completed a predisposition report, recommending that Appellant be placed on probation. Instead, the court placed Appellant in a moderate risk commitment facility following his disposition hearing. The court gave no reason for its deviation from the DJJ's recommendation at the hearing, but stated in its written order that \"[Appellant] has a history of not obeying the law or authority figures. This requires a more ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ls-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}