{
  "id": 6931,
  "title": "2008년 Childress 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Childress. 판결일: 2008-03-27. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Alan CHILDRESS, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 2008-03-27\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Daniel E. Scott\n\n## 변호인\n\nTimothy Forneris, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen, and Shaun J. Mackelprang, Office of Attorney General, Jefferson City, for respondent.\n\n## 인용\n\n- 248 S.W.3d 653\n\n## 판결문 요약\n\n\n248 S.W.3d 653 (2008)\nAlan CHILDRESS, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. 28338.\nMissouri Court of Appeals, Southern District, Division One.\nMarch 27, 2008.\n*654 Timothy Forneris, St. Louis, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen, and Shaun J. MacKelprang, Office of Attorney General, Jefferson City, for respondent.\nDANIEL E. SCOTT, Judge.\nAppellant was convicted in a bench trial of first-degree burglary, first-degree robbery, and armed criminal action. He was sentenced to the minimum statutory prison terms of five, ten, and three years respectively, to run concurrently. After this court affirmed his convictions,[1] appellant sought Rule 29.15 relief, alleging ineffective assistance of counsel. The motion court held an evidentiary hearing and denied the motion.\n\nPrinciples of Review\nOur review is limited to whether the motion court's findings and conclusions are clearly erroneous. Rule 29.15(k). This means our consideration of the whole record must firmly and definitely persuade us that a mistake was made. Hughes v. State, 232 S.W.3d 596, 597 (Mo.App.2007). The motion court's findings are presumptively correct. Phillips v. State, 214 S.W.3d 361, 364 (Mo.App.2007). We defer to that court's credibility decisions given its superior opportunity to assess the witnesses. Coday v. State, 179 S.W.3d 343, 360 (Mo.App.2005).\nThe two-prong test for ineffective assistance of counsel requires proof that: (1) counsel did not exercise customary skill and diligence of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=childress-v-state"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}