{
  "id": 6932,
  "title": "2008년 International Strategies Group, Ltd. v. ABN AMRO Bank N.V. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: International Strategies Group, Ltd. v. ABN AMRO Bank N.V.. 판결일: 2008-03-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: International Strategies Group, Ltd v. ABN AMRO Bank N.V., and First Merchant Bank OSH Ltd.\n**판결일**: 2008-03-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 49 A.D.3d 474\n- 853 N.Y.2d 878\n\n## 판결문 요약\n\n\nThe motion court correctly applied an actual knowledge standard in deciding that plaintiffs allegations are insufficient to *475state a cause of action against defendant-respondent for aiding and abetting defendant-appellant’s alleged fraud (see National Westminster Bank v Weksel, 124 AD2d 144, 149 [1987], lv denied 70 NY2d 604 [1987]; see also JP Morgan Chase Bank v Winnick, 406 F Supp 2d 247, 252 n 4 [SD NY 2005]; cf. Williams v Sidley Austin Brown &amp; Wood, L.L.P., 38 AD3d 219, 220 [2007]). We reject defendant-appellant’s argument that the documentary evidence conclusively establishes that plaintiffs assignor was aware of the alleged fraud more than three years prior to institution of the action, and that the action is therefore barred by California’s statute of limitations. We have considered the parties’ other arguments for affirmative relief and find them unavailing. Concur—Mazzarelli, J.P., Saxe, Buckley and Catterson, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=international-strategies-group-ltd-v-abn-amro-bank-nv"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}