{
  "id": 6935,
  "title": "2008년 United States v. Northern Colorado Water Conservancy District 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-25",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: United States v. Northern Colorado Water Conservancy District. 판결일: 2008-03-25. 법원: District Court, D. Colorado.",
  "description": "## 사건 정보\n\n**사건명**: United States v. NORTHERN COLORADO WATER CONSERVANCY DISTRICT, In the Matter of the Adjudication of Priorities of Water Rights in Water District No. 36 for Purposes of Irrigation. Petitioners: The Colorado River Water Conservation District, The Grand Valley Water Users Association, Orchard Mesa Irrigation District, Palisade Irrigation District, Grand Valley Irrigation Company, and Middle Park Water Conservancy District. In the Matter of the Adjudication of Priorities of Water Rights in Water District No. 36 for Purposes Other Than Irrigation. Petitioners: The Colorado River Water Conservation District, The Grand Valley Water Users Association, Orchard Mesa Irrigation District, Palisade Irrigation District, Grand Valley Irrigation Company, and Middle Park Water Conservancy District\n**판결일**: 2008-03-25\n**법원**: District Court, D. Colorado\n**관할**: Colorado, CO\n\n**판사**: Nottingham\n\n## 인용\n\n- 251 F.R.D. 590\n\n## 판결문 요약\n\n\n*592ORDER AND MEMORANDUM OF DECISION\nEDWARD W. NOTTINGHAM, Chief Judge.\nThis is a water rights case. Petitioner Climax Molybdenum Company (hereinafter “Climax”) seeks leave to intervene to petition for a declaratory judgment announcing the relative priority of its water rights on the Blue River vis-a-vis those rights decreed by this court to other parties in the Blue River Decree. This matter comes before the court on “Motion to Intervene by Climax Molybdenum Company,” filed April 5, 2007. Jurisdiction is premised upon United States of America v. Northern Colorado Water Conservancy District, consolidated civil action numbers 2782, 5016, and 5017, Final Decree at 17 (D.Colo. Oct. 12,1955) (hereinafter the “Blue River Decree”), Supplemental Order Dismissing Reserved Question and Amending Decree at 2 (D.Colo. Oct. 29,1957), 43 U.S.C. § 620j, and 28 U.S.C. § 1331.\nFACTS\n\n1. Factual Background\n\nThis litigation has been on this court’s docket for nearly sixty years, and, as this court has repeatedly observed, “it will likely remain here so long as the Continental Divide partitions Colorado into western and eastern watersheds.” (See, e.g., Order and Mem. of Decision at 2-3 [filed Aug. 5, 2004] [hereinafter “2004 Order”].) As recounted by the Tenth Circuit in a decision now nearly *593two decades old, the essential facts of the underlying litigation are as follows:\nThe controversy centers around water rights to the Blue River, a tributary of the Colorado River, located on the Wester...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-northern-colorado-water-conservancy-district"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}