{
  "id": 6945,
  "title": "2008년 Coney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Coney. 판결일: 2008-03-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Coney v. the State\n**판결일**: 2008-03-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Johnson, Mikell, Phipps\n\n## 변호인\n\nMark B. Beberman, for appellant., Steven Askew, District Attorney, Matthew P. Brown, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 659 S.E.2d 768\n- 290 Ga. App. 364\n\n## 판결문 요약\n\n\n659 S.E.2d 768 (2008)\nCONEY\nv.\nThe STATE.\nNo. A07A1666.\nCourt of Appeals of Georgia.\nMarch 19, 2008.\n*769 Mark B. Beberman, for appellant.\nSteven Askew, District Attorney, Matthew P. Brown, Assistant District Attorney, for appellee.\nPHIPPS, Judge.\nPatrick Coney appeals his convictions of aggravated assault and cocaine possession, contending that the trial court erred by admitting certain evidence, by failing to adequately charge the jury on aggravated assault, and by rejecting his claim of ineffective assistance of counsel. For reasons that follow, we reverse. Because the evidence was sufficient, Coney may be retried.\nThe state's evidence showed that on the night of March 7, 2003, a uniformed police officer stopped Coney for driving a car with no taillight. A male was sitting in the front passenger seat, and a woman was sitting in the back seat. Coney could produce no driver's license and instead gave the officer his name and birthdate. As the officer was checking whether a valid driver's license existed under that name and birthdate, Coney sped away.\nThe officer pursued Coney, who exited his car during the chase and was struck to the ground by the officer's patrol car. Coney's passengers complied with the officer's command to exit the car and stand by it. When the officer approached Coney to check on him and to arrest him, Coney \"jumped up,\" struck the officer several times, and tried to flee. The officer caught Coney, and during their ensuing fight, Coney began reaching fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=coney-v-state"
    }
  ],
  "relatedIncidents": [
    6512,
    6517,
    6522,
    6536,
    6580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}