{
  "id": 6946,
  "title": "2008년 Myers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-19",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Myers. 판결일: 2008-03-19. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Plaintiff-Respondent, v. ALISHA DAWN MYERS, Defendant-Appellant\n**판결일**: 2008-03-19\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Landau, Presiding Judge, and Schuman and Ortega, Judges\n\n## 변호인\n\nAndy Simrin argued the cause and filed the brief for appellant., Susan G. Howe, Senior Assistant Attorney General, argued the cause for respondent. With her on the brief were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.\n\n## 인용\n\n- 180 P.3d 759\n- 218 Or. App. 635\n\n## 판결문 요약\n\n\n180 P.3d 759 (2008)\n218 Or. App. 635\nSTATE of Oregon, Plaintiff-Respondent,\nv.\nAlisha Dawn MYERS, Defendant-Appellant.\n03CR0167; A124541.\nCourt of Appeals of Oregon.\nArgued and Submitted October 18, 2007.\nDecided March 19, 2008.\n*760 Andy Simrin, Salem, argued the cause and filed the brief for appellant.\nSusan G. Howe, Senior Assistant Attorney General, argued the cause for respondent. With her on the brief were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.\nBefore LANDAU, Presiding Judge, and SCHUMAN and ORTEGA, Judges.\nSCHUMAN, J.\nDefendant was convicted of aggravated murder (as well as several other crimes that are not relevant to this appeal) and sentenced to a term of life imprisonment without the possibility of release or parole. ORS 163.095; ORS 163.105. She appeals, assigning error only to the sentence. She argues that the statute authorizing her sentence violates Article I, section 40, of the Oregon Constitution because, under that provision, the only two sentences for aggravated murder that the legislature has the authority to enact are death and life imprisonment with the possibility of release or parole. We affirm.\nThe dispute in this case is clear. Article I, section 40, a constitutional amendment enacted by initiative in 1984 as Ballot Measure 6, provides:\n\"Notwithstanding sections 15 and 16 of this Article, the penalty for aggravated murder as defined by law shall be death upon unanimous jury findings as provided by law and otherwise s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-myers"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}