{
  "id": 6962,
  "title": "2008년 Tate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Tate. 판결일: 2008-03-13. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Tate v. McNeil\n**판결일**: 2008-03-13\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 983 So. 2d 502\n\n## 판결문 요약\n\n\n983 So.2d 502 (2008)\nJames L. TATE, Jr., Petitioner,\nv.\nWalter A. McNEIL, etc., Respondent.\nNo. SC07-689.\nSupreme Court of Florida.\nMarch 13, 2008.\nRehearing Denied May 27, 2008.\nJames L. Tate, Jr., pro se, Bowling Green, FL, for Petitioner.\nPER CURIAM.\nJames L. Tate, Jr., an inmate in state custody, filed a pro se \"Petition for Writ of Mandamus,\" which has been treated as a petition for a writ of habeas corpus.[1] For years, Tate has been futilely seeking vacation of his conviction and sentence in case 93-580CFA in the Nineteenth Judicial Circuit in and for Martin County, Florida. Tate's instant petition also seeks to vacate that conviction and sentence.\nAccording to Tate's petition, he was tried by a jury, and on December 22, 1994, he was convicted of attempted first-degree murder in the Nineteenth Judicial Circuit, in and for Martin County, Florida. On March 27, 1995, the district court per curiam affirmed the judgment of guilt and sentence imposed by the trial court. See Tate v. State, 671 So.2d 798 (Fla. 4th DCA 1996) (table).\nSince Tate's conviction and sentence became final, he has filed numerous petitions in this and other courts related to his conviction and sentence in case 93-580CFA. Tate filed the instant petition on April 9, 2007; he also filed amendments or supplements to the petition on May 29, 2007, June 8, 2007, and June 22, 2007. After Tate's petition had been submitted to the Court for consideration, in August and September 2007, Tate filed several other f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tate-v-mcneil"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}