{
  "id": 6966,
  "title": "2008년 State v. Jackson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: State v. Jackson. 판결일: 2008-03-12. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Jackson\n**판결일**: 2008-03-12\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Miller, Smith\n\n## 변호인\n\nKenneth B. Hodges III, District Attorney, Gregory W. Edwards, Assistant District Attorney, for appellant., Leisa G. Terry, for appellee.\n\n## 인용\n\n- 659 S.E.2d 679\n- 290 Ga. App. 250\n\n## 판결문 요약\n\n\n659 S.E.2d 679 (2008)\nThe STATE\nv.\nJACKSON.\nNo. A07A2234.\nCourt of Appeals of Georgia.\nMarch 12, 2008.\nGregory W. Edwards, Kenneth Bryant Hodges III, Albany, for appellant.\nLeisa Green Terry, for appellee.\nSMITH, Presiding Judge.\nThe State appeals from the trial court's order granting Keonete Jackson's plea in bar and plea of former jeopardy in this burglary case. The State contends that its subsequent indictment of Jackson was not barred by its earlier nolle prosequi of its first indictment, which occurred after the State discovered a fatal variance between the indictment and the facts it presented at trial. For the reasons set forth below, we affirm.\nThe record shows that the State charged Jackson with one count of burglary as part of a multi-count indictment against several individuals. During trial, and after the jury was sworn and witnesses had testified, the prosecuting attorney realized that the evidence presented against Jackson did not conform to the indictment because it showed a different residence, date, and accomplice than the offense alleged in the indictment. Over the objection of defense counsel, the trial court granted the State permission to nolle prosequi the indictment against Jackson. The State subsequently obtained a new indictment against Jackson that charged him with committing burglary in a manner consistent with the evidence presented in the earlier trial. Jackson filed a plea in bar and plea of former jeopardy,[1] which the trial court granted.\nThe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jackson"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}