{
  "id": 6968,
  "title": "2008년 Landfair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-11",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Landfair. 판결일: 2008-03-11. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Landfair\n**판결일**: 2008-03-11\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Marion F. Edwards\n\n## 인용\n\n- 979 So. 2d 619\n\n## 판결문 요약\n\n\n979 So. 2d 619 (2008)\nSTATE of Louisiana\nv.\nJonathan L. LANDFAIR.\nNo. 07-KA-751.\nCourt of Appeal of Louisiana, Fifth Circuit.\nMarch 11, 2008.\nRehearing Denied April 29, 2008.\n*620 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Andrea F. Long, Assistant District Attorneys, Twenty-Fourth Judicial District Parish of Jefferson, State of Louisiana, Gretna, Louisiana, for Plaintiff/Appellee.\nJane L. Beebe, Attorney at Law, Louisiana Appellate Project, New Orleans, Louisiana, for Defendant/Appellant.\nJonathan Landfair, Jackson, Louisiana, In Proper Person Defendant/Appellant.\nPanel composed of Judges MARION F. EDWARDS, SUSAN M. CHEHARDY, and GREG G. GUIDRY.\nMARION F. EDWARDS, Judge.\nIn this criminal matter, the defendant/appellant, Jonathan Landfair (\"defendant\"), was charged with two counts of attempted second degree murder in violation of LSA-R.S. 14:27:30.1, one against Phong Ngo and one against Phuong Ngo. Additionally, defendant was charged with one count of attempted armed robbery in violation of LSA-R.S. 14:27:64 against Phong Ngo. On April 24, 2005, defendant withdrew his original plea of not guilty and entered an unconditional plea of guilty to all three charges. He was subsequently sentenced to serve twenty years at hard labor on each count, to be served concurrently.\n*621 Defendant filed an application for post-conviction relief, or in the alternative, an out-of-time appeal. The trial court dismissed the application for post-conviction relief without prejud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-landfair"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}