{
  "id": 6971,
  "title": "2008년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-06",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Scott. 판결일: 2008-03-06. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Ricky Lee SCOTT v. STATE of Arkansas\n**판결일**: 2008-03-06\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Per Curiam\n\n## 인용\n\n- 279 S.W.3d 66\n- 372 Ark. 587\n\n## 판결문 요약\n\n\n279 S.W.3d 66 (2008)\nRicky Lee SCOTT, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 08-48.\nSupreme Court of Arkansas.\nMarch 6, 2008.\n*67 PER CURIAM.\nIn 1998, a jury found appellant Ricky Lee Scott guilty of first-degree murder and sentenced him to life imprisonment. This court affirmed the judgment. Scott v. State, 337 Ark. 320, 989 S.W.2d 891 (1999). In 2007, appellant, proceeding pro se, filed in the trial court a petition for writ of habeas corpus under Act 1780 of 2001 Acts of Arkansas, codified as Ark. Code Ann. §§ 16-112-201-16-112-208 (Repl.2006), and a motion for testing. The court denied the motion and petition, and appellant has lodged an appeal of that order in this court.[1] Appellant brings pro se motions requesting that we appoint counsel to represent him, provide access to the record, and grant an extension of time in which to file appellant's brief. Because we determine that appellant's petition was not timely, we dismiss the appeal and the motions are therefore moot.\nThis court has consistently held that an appeal of the denial of postconviction relief will not be permitted to go forward where it is clear that the appellant could not prevail. Booth v. State, 353 Ark. 119, 110 S.W.3d 759 (2003) (per curiam). Section 16-112-202(10) provides that a motion for relief under Act 1780 must be made in a timely fashion. Section 16-112-202(10) further provides for a rebuttable presumption against timeliness for any motion not made within thirty-six months of the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}