{
  "id": 6973,
  "title": "2008년 Alfred 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-05",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Alfred. 판결일: 2008-03-05. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Alfred\n**판결일**: 2008-03-05\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Peters\n\n## 인용\n\n- 977 So. 2d 311\n\n## 판결문 요약\n\n\nSTATE OF LOUISIANA v.\nDENNIS CHARLES ALFRED\nNo. 07-1000.\nCourt of Appeals of Louisiana, Third Circuit.\nMarch 5, 2008.\nNot Designated for Publication\nMICHAEL HARSON, District Attorney, DAVID SMITH, Assistant District Attorney, Fifteenth Judicial District, Counsel for Appellee: State of Louisiana.\nG. PAUL MARX, Louisiana Appellate Project, Counsel for Defendant/Appellant: Dennis Charles Alfred.\nCourt composed of DECUIR, PETERS and AMY, Judges.\nPETERS, J.\nThe State of Louisiana charged the defendant, Dennis Charles Alfred, by bill of information with first degree robbery, a violation of La.R.S. 14:64.1. After the defendant pleaded guilty to the charge, the trial court sentenced him to serve twenty years at hard labor without benefit of parole, probation, or suspension of sentence. Thereafter, the trial court rejected the defendant's motion to reconsider his sentence and the defendant perfected this appeal. In his sole assignment of error, the defendant asserts that the trial court erred in failing to articulate the factors considered in the sentencing process. Thus, the defendant argues, his sentence must be vacated. For the following reasons, we affirm and remand with instructions.\n\nDISCUSSION OF THE RECORD\nIn its May 17, 2006 bill of information, the State of Louisiana (state) charged the defendant with having robbed Danielle Alexander while armed with a dangerous weapon. Initially, the defendant entered a plea of not guilty to the charge. However, on August 10, 2006, he appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-alfred"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}