{
  "id": 6982,
  "title": "2008년 Stenger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-03-03",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Stenger. 판결일: 2008-03-03. 법원: District Court, S.D. Iowa.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. James Allen STENGER, Defendant\n**판결일**: 2008-03-03\n**법원**: District Court, S.D. Iowa\n**관할**: Iowa, IA\n\n**판사**: Robert W. Pratt\n\n## 변호인\n\nJoseph G. Bertogli, Joseph G. Bertogli, Attorney at Law, Des Moines, IA, for Defendant., Clifford D. Wendel, U.S. Attorney’s Office, Des Moines, IA, for Plaintiff.\n\n## 인용\n\n- 536 F. Supp. 2d 1022\n\n## 판결문 요약\n\n\n536 F.Supp.2d 1022 (2008)\nUNITED STATES of America, Plaintiff,\nv.\nJames Allen STENGER, Defendant.\nNo. 4:07-cr-00228.\nUnited States District Court, S.D. Iowa, Central Division.\nMarch 3, 2008.\n*1023 Joseph G. Bertogli, Joseph G. Bertogli, Attorney at Law, Des Moines, IA, for Defendant.\nClifford D. Wendel, U.S. Attorney's Office, Des Moines, IA, for Plaintiff.\n\nORDER\nROBERT W. PRATT, Chief Judge.\nBefore the Court is the Defendant, James Allen Stenger's Appeal of the Detention Order issued by United States Magistrate Judge Ross A. Walters. Clerk's No. 45. The Defendant requests *1024 that this Court reverse Judge Walters' order of detention, and requests a hearing on the matter. After examining the Defendant's appeal, the Court finds that a hearing on the matter is not necessary to resolve the issue.[1] Accordingly, the matter is fully submitted.\n\nI. FACTUAL BACKGROUND\nOn May 16, 2007, two unidentified persons robbed First Bank in West Des Moines, Iowa. The robbery was captured on video camera. The robbers were both wearing hooded sweatshirts and had bandanas and sunglasses covering their faces. According to witness reports and the video evidence, the robbers used what appears to be a black powder pistol during the commission of the crime. One of the robbers wore a dark gray or black sweatshirt with a distinctive insignia on the chest. The sweatshirt also has paint splashes on one arm. Witnesses at the scene verified the video-tape with respect to the appearance of the sweatshir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-stenger"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}