{
  "id": 6987,
  "title": "2008년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hayes. 판결일: 2008-02-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Taheen Hayes\n**판결일**: 2008-02-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 48 A.D.3d 831\n- 851 N.Y.S.2d 365\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Dowling, J.), rendered July 7, 2005, convicting him of manslaughter in the first degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant’s contention that improprieties in the trial court’s supplemental jury instructions and the prosecutor’s summation combined to deprive him of a fair trial is unpreserved for appellate review. The defendant failed to object with specificity to the challenged summation remarks and did not move for a mistrial on this ground (see CPL 470.05 [2]; People v Tonge, 93 NY2d 838 [1999]; People v Tevaha, 84 NY2d 879 [1994]; People v Evans, 291 AD2d 569 [2002]; People v Livigni, 288 AD2d 323 [2001]). The trial court’s response to a jury note seeking supplemental instructions regarding the defendant’s statements to the police was meaningful and did not result in any prejudice to the defendant (see CPL 310.30; People v Santi, 3 NY3d 234, 248 [2004]; People v Almodovar, 62 NY2d 126, 131 [1984]; People v Malloy, 55 NY2d 296, 302 [1982], cert denied 459 US 847 [1982]; People v Arcarola, 96 AD2d 1081 [1983]). Moreover, although this Court has disapproved of a prosecutor, in summation, characterizing the defense theory as a “conspiracy” by the police and prosecution witnesses to convict the defendant (see People v Colonna, 135 AD2d 724 [1987]; People v Cowan, 111 AD2d 343 [1985]), the remarks here constituted a fair response to the defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hayes"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}