{
  "id": 6988,
  "title": "2008년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-26",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Wilson. 판결일: 2008-02-26. 법원: Mohegan Gaming Disputes Trial Court.",
  "description": "## 사건 정보\n\n**사건명**: Stephen WILSON v. MOHEGAN TRIBAL GAMING AUTHORITY\n**판결일**: 2008-02-26\n**법원**: Mohegan Gaming Disputes Trial Court\n**관할**: Connecticut, CT\n\n**판사**: Wilson\n\n## 변호인\n\nM. John Strafaci, Esq., for Plaintiff., Richard F. Banbury, Esq., Robert A. Rhodes, Esq., and Stephen P. Fogerty for Defendant Mohegan Tribal Gaming Authority.\n\n## 인용\n\n- 7 Am. Tribal Law 448\n- 3 G.D.R. 98\n\n## 판결문 요약\n\n\nMEMORANDUM OF DECISION ON DEFENDANT’S MOTION FOR SUMMARY JUDGMENT\nWILSON, Judge.\nThe Plaintiff brought suit against the Defendant operator of the casino hotel alleging that he was assaulted and robbed while he was a guest at the hotel, and that his injuries were caused by the Defendant’s negligence in failing to provide proper security. The Defendant has moved for summary judgment. Because the court finds that there are issues of fact as to the nature and extent of the Defendant’s duties to the Plaintiff, and as to the *450proximate cause of the Plaintiffs injuries, the motion is denied.\nL\nFacts and Claims of the Parties\nThe Plaintiffs complaint alleges that on February 17, 2004 he was a paid registered guest and business invitee at the Mohegan Sun Casino and Hotel, controlled, operated, and maintained by the Defendant, and that the Defendant was obligated to take reasonable efforts to provide for the Plaintiffs safety. He asserted that he was registered in a “Sky Suite” on the 30th floor of the Hotel and that such “Sky Suites” (those above the 26th floor) had separate elevators with appropriate security for such “YIP Guests.” The Plaintiff also claims that the Defendant knew or should have known that patrons such as the Plaintiff are at risk to be victims of assault and robbery because they often have large sums of cash and that they have been provided with complimentary alcohol. He also claims that the Casino and Hotel was the site of unlawful conduct including assaults, e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-mohegan-tribal-gaming-authority"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}