{
  "id": 6997,
  "title": "2008년 Gordon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-25",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Gordon. 판결일: 2008-02-25. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Gordon v. Council of the City of New Orleans\n**판결일**: 2008-02-25\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Charles R. Jones\n\n## 인용\n\n- 977 So. 2d 212\n\n## 판결문 요약\n\n\n977 So. 2d 212 (2008)\nReverend C.S. GORDON, Jr., J. Michael Malec, Darryl Malek-Wiley, Willie Webb, Jr., and Maison St. Charles, L.L.C. d/b/a Quality Inn Maison St. Charles\nv.\nThe COUNCIL OF the CITY OF NEW ORLEANS and Entergy New Orleans, Inc.\nNo. 2005-CA-1381.\nCourt of Appeal of Louisiana, Fourth Circuit.\nFebruary 25, 2008.\nRehearing Denied in Part, Granted in Part April 4, 2008.\n*213 J. Kenton Parsons, Luke F. Piontek, Roedel Parsons Koch Blache Balhoff &amp; McCollister, Baton Rouge, LA, Bob F. Wright, James Parkerson Roy, Domengeaux, Wright, Roy &amp; Edwards, Lafayette, LA, Edwin R. Murray, Michael C. Darnell, Murray, Darnell &amp; Associates, L.L.C., Walter C. Thompson, Jr., James M. White, III, Barkley &amp; Thompson, L.C., New Orleans, LA, for Plaintiffs/Appellants.\nClinton A. Vince, Regina Speed-Boost, Orlando E. Vidal, Sullivan &amp; Worcester, LLP, Washington, DC, Walter J. Wilkerson, Wilkerson &amp; Henry, L.L.C., New Orleans, LA, for the Council of the City of New Orleans.\nEwejl E. Eagan, Jr., Marcy V, Massengale, Wendy Hickok Robinson, Phillip J. Arttis, Jr., Gordon, Arata, McCollam, Duplantis &amp; Eagan, L.L.P., J. Wayne Anderson, Matthew R. Suffern, Margot G. *214 Augustin, Entergy Services Inc., New Orleans, LA, for Entergy New Orleans, Inc.\n(Court composed of Judge CHARLES R. JONES, Judge DAVID S. GORBATY, and Judge EDWIN A. LOMBARD).\nCHARLES R. JONES, Judge.\nThe Appellants, Rev. C.S. Gordon, Jr., et al, seek review of an adverse district court judgment t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gordon-v-council-of-the-city-of-new-orleans"
    }
  ],
  "relatedIncidents": [
    6586,
    6600,
    6686,
    6901,
    6974
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}