{
  "id": 7001,
  "title": "2008년 Ismaiel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ismaiel. 판결일: 2008-02-22. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Naief ISMAIEL, Petitioner, v. Michael MUKASEY, United States Attorney General, Respondent\n**판결일**: 2008-02-22\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Hartz, Holmes, O'Brien\n\n## 변호인\n\nJayne E. Fleming, Reed Smith LLP, Oakland, CA, for Petitioner., Linda S. Wernery, Assistant Director, (Angela N. Liang, Trial Attorney, with her on the brief), United States Department of Justice, Office of Immigration Litigation, Washington, DC, for Respondent.\n\n## 인용\n\n- 516 F.3d 1198\n\n## 판결문 요약\n\n\n516 F.3d 1198 (2008)\nNaief ISMAIEL, Petitioner,\nv.\nMichael MUKASEY[1], United States Attorney General, Respondent.\nNo. 06-9588.\nUnited States Court of Appeals, Tenth Circuit.\nFebruary 22, 2008.\n*1199 Jayne E. Fleming, Reed Smith LLP, Oakland, CA, for Petitioner.\nLinda S. Wernery, Assistant Director, (Angela N. Liang, Trial Attorney, with her on the brief), United States Department of Justice, Office of Immigration Litigation, Washington, DC, for Respondent.\n*1200 Before HARTZ, O'BRIEN, and HOLMES, Circuit Judges.\nHARTZ, Circuit Judge.\nA native and citizen of Syria, Petitioner Naief Ismaiel claims that he will be persecuted on account of his political opinion if he is returned to his home country. He seeks review of a decision by the Board of Immigration Appeals (BIA) dismissing his appeal of the denial by an immigration judge (IJ) of his application for asylum and restriction on removal[2] under the Immigration and Nationality Act (INA), 8 U.S.C. § 1101, et seq., and for relief under the Convention Against Torture (CAT).[3] Both the IJ and BIA disbelieved his testimony that he had been tortured in Syria because he had not mentioned the torture in his typed application or in letters submitted two weeks before his testimony. Mr. Ismaiel does not challenge the denial of asylum but argues that (1) the BIA erred as a matter of law in ruling that an adverse-credibility finding can be based on omissions in his asylum application; (2) the BIA erred as a matter of law in ruling that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ismaiel-v-mukasey"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}