{
  "id": 7003,
  "title": "2008년 McBeath 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-21",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: McBeath. 판결일: 2008-02-21. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Roger L. McBEATH, Jr., Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 2008-02-21\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Lambert\n\n## 변호인\n\nDamon L. Preston, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, Counsel for Appellant., Gregory D. Stumbo, Attorney General of Kentucky, Bryan D. Morrow, Assistant Attorney General, Frankfort, KY, Counsel for Appellee.\n\n## 인용\n\n- 244 S.W.3d 22\n\n## 판결문 요약\n\n\n244 S.W.3d 22 (2007)\nRoger L. McBEATH, Jr., Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 2004-SC-001092-MR.\nSupreme Court of Kentucky.\nDecember 20, 2007.\nOrder Granting Motion to Publish February 21, 2008.\n*24 Damon L. Preston, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, Counsel for. Appellant.\nGregory D. Stumbo, Attorney General of Kentucky, Bryan D. Morrow, Assistant Attorney General, Frankfort, KY, Counsel for Appellee.\nOpinion of the Court by Justice LAMBERT.\nAppellant Roger McBeath was convicted of murder and tampering with physical evidence following a jury trial hi the Scott Circuit Court. He was sentenced to life imprisonment. He appeals to this court as a matter of right.\nOn the night of January 7, 2004, the body of Ashley Lyons was found in her car, in the Scott County Park. Ashley was shot three times in the neck and head. The car was running, with the heater and lights on, and the driver's side window was down. Ashley was 21 weeks pregnant.\nAppellant and Ashley had dated on and off for about three years. When they were \"off,\" Appellant dated Dena Williams, and he alternated during that time dating the two young women. Ashley had driven to the park that evening to meet Appellant at their customary meeting place. Ashley had that day been to the doctor and had an ultrasound. She planned to meet with Appellant to inform him of the results.\nAshley left her home at around 5:30 p.m. and told her mother she was going to meet *25 Roge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcbeath-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}