{
  "id": 7004,
  "title": "2008년 Spider, a Division of Safeworks, LLC v. A.J. Pegno Construction Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Spider, a Division of Safeworks, LLC v. A.J. Pegno Construction Corp.. 판결일: 2008-02-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Spider, a Division of Safeworks, LLC v. A.J. Pegno Construction Corp./Tully Construction, Inc., a Joint Venture\n**판결일**: 2008-02-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 48 A.D.3d 320\n- 851 N.Y.S.2d 870\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Richard B. Lowe, *321III, J.), entered April 23, 2007, which denied plaintiffs motion for partial summary judgment dismissing Pegno’s counterclaim, unanimously reversed, on the law, without costs, and the motion granted. The Clerk is directed to enter judgment accordingly.\nWhether all the damages claimed by Pegno in its counterclaim fall within the scope of the contract provision disclaiming consequential damages is immaterial under the circumstances of this case. The contract specifically prohibits recovery for “substitute products” and the affidavit of plaintiffs principal that the claimed damages were “substitute products” was unrebutted. Furthermore, defendant failed to offer any proof in admissible form that it suffered damages that were not related to substitute products or that the contract remedy failed of its essential purpose. (UCC 2-719 [2]; J.C. MacElroy Co. v Arben Corp., 276 AD2d 434 [2000]). Concur—Lippman, P.J., Tom, Nardelli, Catterson and Moskowitz, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spider-a-division-of-safeworks-llc-v-aj-pegno-construction-corp"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}