{
  "id": 7008,
  "title": "2008년 Cunningham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-19",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Cunningham. 판결일: 2008-02-19. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA, Plaintiff v. RALPH DELANE CUNNINGHAM, JR., Defendant\n**판결일**: 2008-02-19\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Jackson, Stroud, Tyson\n\n## 변호인\n\n\nAttorney General Roy A. Cooper, III by Special Deputy Attorney General Robert C. Montgomery for the State.\n, \nJ. Clark Fischer for defendant-appellant.\n\n\n## 인용\n\n- 656 S.E.2d 697\n- 188 N.C. App. 832\n\n## 판결문 요약\n\n\n656 S.E.2d 697 (2008)\nSTATE of North Carolina, Plaintiff,\nv.\nRalph Delane CUNNINGHAM, Jr., Defendant.\nNo. COA07-520.\nCourt of Appeals of North Carolina.\nFebruary 19, 2008.\nAttorney General Roy A. Cooper, III by Special Deputy Attorney General Robert C. Montgomery for the State.\nJ. Clark Fischer, Winston-Salem, for defendant-appellant.\nSTROUD, Judge.\nDefendant was convicted by a jury of two counts of robbery with a dangerous weapon, conspiracy to commit robbery with a dangerous weapon, and possession of a firearm by a felon. Defendant appeals. The dispositive question before this Court is whether the trial court erred in not allowing defendant to stipulate to the existence of a prior unspecified felony conviction. For the following reasons, we find no error.\n\nI. Background\nThe State's evidence tended to show the following: On 31 December 2003, William Keith Falls (\"Keith\") and his brother Paul Kirk Falls, Jr. (\"Kirk\") were working at Linwood Produce on 805 Cleveland Avenue in Kings Mountain. At approximately 8:30 p.m. defendant and another man entered the store. Keith and Kirk recognized one of the men, Larry Bernard Smith, Jr. (\"Smith\") because he had been coming to the store for years. Keith also recognized defendant because he had been outside the store earlier in the week. Smith and defendant got a beer, paid for it, and then remained at the store.\nAfter about ten minutes, defendant pulled out a gun, waved it around and said, \"We're not kidding boys\". Smith was telling de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cunningham"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}