{
  "id": 7010,
  "title": "2008년 Ramsey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ramsey. 판결일: 2008-02-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Malik Ramsey\n**판결일**: 2008-02-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 48 A.D.3d 709\n- 852 N.Y.S.2d 304\n\n## 판결문 요약\n\n\n*710Appeal by the defendant from a judgment of the Supreme Court, Queens County (Latella, J.), rendered July 13, 2005, convicting him of burglary in the first degree, robbery in the second degree (two counts), criminal possession of a weapon in the second degree, criminal possession of a weapon in the third degree, reckless endangerment in the first degree (two counts), criminal mischief in the fourth degree, and resisting arrest, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nAlthough the prosecutor attempted to impermissibly shift the burden of proof during summation by asking the jury to weigh the People’s proof against a portion of the defendant’s grand jury testimony that had been admitted (see People v Walters, 251 AD2d 433, 434 [1998]), the court immediately sustained defense counsel’s objection, and the curative instructions provided by the court alleviated any prejudice that may have resulted from the prosecutor’s improper remark (see People v Williams, 14 AD3d 519 [2005]).\nMoreover, while we agree that several other comments made by the prosecutor were improper, the errors were harmless (see People v Crimmins, 36 NY2d 230, 237 [1975]).\nThe defendant’s contention that he was penalized for going to trial rather than accepting a plea offer is without merit. The sentencing minutes indicate that the court relied upon the appropriate factors in sentencing the defendant to a higher sentence than that which was offered during plea negoti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=comack-v-vbk-realty-associates-ltd"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ramsey"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}