{
  "id": 7017,
  "title": "2008년 Schiff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Schiff. 판결일: 2008-02-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Hermina Schiff v. Joshua Sokolow\n**판결일**: 2008-02-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 48 A.D.3d 541\n- 852 N.Y.S.2d 210\n\n## 판결문 요약\n\n\n*542In an action, inter alia, for a judgment declaring that the plaintiff has a right under General Obligations Law § 5-501 (3) (b) to prepay without penalty a mortgage held by the defendants, the defendants appeal from an order of the Supreme Court, Queens County (Kelly, J.), dated October 20, 2006, which, among other things, granted the plaintiffs motion for summary judgment on the first and second causes of action, and for summary judgment dismissing the defendants’ counterclaim.\nOrdered that the order is affirmed, with costs, and the matter is remitted to the Supreme Court, Queens County, for the entry of an appropriate declaratory judgment.\nInsofar as relevant to this appeal, in the first cause of action of her complaint, the plaintiff sought a declaration that she has the right to prepay without penalty a mortgage that she, along with her late husband, gave to the defendants. In the second cause of action, the plaintiff sought an injunction compelling the defendants to allow her to do so.\nThe plaintiff made a prima facie showing of entitlement to judgment as a matter of law on the subject causes of action. She demonstrated, prima facie, that the subject mortgage secured a “loan or forbearance” within the meaning of General Obligations Law § 5-501 (3) (b) (see generally Alvarez v Prospect Hosp., 68 NY2d 320 [1986]; cf. Mandelino v Fribourg, 23 NY2d 145 [1968]; Skidelsky v Merendino, 133 AD2d 149 [1987]; Barone v Frie, 99 AD2d 129 [1984]). Furthermore, she demonstrated, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schiff-v-sokolow"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}