{
  "id": 7020,
  "title": "2008년 Ricky Flamingo Brown v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Ricky Flamingo Brown v. State of Tennessee. 판결일: 2008-02-11. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Ricky Flamingo Brown v. State of Tennessee\n**판결일**: 2008-02-11\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                            Assigned on Briefs January 23, 2008\n\n            RICKY FLAMINGO BROWN v. STATE OF TENNESSEE\n\n                 Direct Appeal from the Criminal Court for Davidson County\n                          No. 86-F-1484 Cheryl Blackburn, Judge\n\n\n\n\n               No. M2007-00158-CCA-R3-HC            - Filed February 11, 2008\n\n\n\nThe Petitioner, Ricky Flamingo Brown, was convicted in 1986 of rape of his twelve year old\ndaughter. The trial court sentenced him in abstentia to life in prison after he escaped from jail. After\nhis capture in 1990, he began to serve his sentence. Upon agreement by the State, the Petitioner\nproceeded with a delayed direct appeal, which this Court dismissed. The Petitioner subsequently\nfiled a number of collateral appeals, all of which were denied by the trial court, with some of those\njudgments appealed and affirmed in this Court. In 2006, the Petitioner then filed this habeas corpus\npetition alleging a void sentence. The habeas corpus court denied the petition without a hearing.\nAfter a thorough review of the applicable record and law, we affirm the judgment of the habeas\ncourt.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nROBERT W. WEDEMEYER , J., delivered the opinion of the court, in which DAVID H. WELLES and\nTHOMAS T. WOODALL, JJ., joined.\n\nDwight E. Scott, Nashville, Tennessee, for the Appellant, R...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ricky-flamingo-brown-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    6519,
    6564,
    6628,
    6635,
    6677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}