{
  "id": 7021,
  "title": "2008년 State v. Casey, 2007 Ca 00251 (2-11-2008) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-11",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Casey, 2007 Ca 00251 (2-11-2008). 판결일: 2008-02-11. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Thomas E. Casey\n**판결일**: 2008-02-11\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: WISE, J.\n\n## 변호인\n\nJohn D. Ferrero, Prosecuting Attorney, Kathleen O. Tatarsky, Assistant Prosecutor, for Plaintiff-Appellee.\n\nThomas E. Casey, Pro Se, for Defendant-Appellant.\n\n## 인용\n\n- 2008 Ohio 560\n\n## 판결문 요약\n\n                                 OPINION *Page 2 \n{&#182; 1} Appellant Thomas E. Casey appeals the denial of his motion to withdraw his guilty plea in the Stark County Court of Common Pleas.\n  {&#182; 2} Appellee is State of Ohio.\n                     STATEMENT OF THE FACTS AND CASE  {&#182; 3} On September 11, 2002, the Stark County Grand Jury secretly indicted Appellant, Thomas Casey, on three counts of rape, a violation of R.C. &#167; 2907.02(A)(1)(b). The charges stemmed from Appellant's sexual conduct with two female children less than thirteen years of age.\n  {&#182; 4} On September 20, 2002, Appellant was arraigned wherein he pleaded not guilty to the charges. At that time the court assigned Mr. Richard Drake as court-appointed counsel.\n  {&#182; 5} On September 30, 2002, Appellant obtained private counsel to represent him.\n  {&#182; 6} On November 1, 2002, Appellant changed his not guilty plea to guilty to the charges in the indictment. Appellant signed a Criminal Rule 11 (C) entry acknowledging his guilt and the waiver of his various constitutional rights including the right to a jury trial, right to confront witnesses and right to require the State to prove guilt beyond a reasonable doubt. Appellant also acknowledged his satisfaction with his lawyer and limited right to appeal his sentence, Plea of Guilty, attached.\n  {&#182; 7} The trial court accepted Appellant's guilty plea and sentenced him to life in prison for rape under count one of the indictment, and ten ye...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-casey-2007-ca-00251-2-11-2008"
    }
  ],
  "relatedIncidents": [
    6519,
    6564,
    6628,
    6635,
    6677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}