{
  "id": 7028,
  "title": "2008년 Millett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-07",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Millett. 판결일: 2008-02-07. 법원: District Court, D. Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Steven G. MILLETT and Melody J. Millett, on Behalf of Themselves and All Others Similarly Situated, Plaintiffs, v. TRUELINK INC., a Trans Union Company, Defendant\n**판결일**: 2008-02-07\n**법원**: District Court, D. Delaware\n**관할**: Delaware, DE\n\n**판사**: Sue L. Robinson\n\n## 변호인\n\nChristopher J. Curtin, Erisman & Cur-tin, Wilmington, DE, Of Counsel: Barry R. Grissom, Esquire of Overland Park, KS; Bryson R. Cloon, Esquire, of the Cloon Law Firm, Leawood, KS; B. Joyce Yeager, Esquire of the Yeager Law Firm, Mission, KS; and Michael W. Blanton, Esquire of Swanson Midgley, LLC, Kansas City, MO, for plaintiffs., William M. Lafferty, Jay N. Moffett, Morris, Nichols, Arsht & Tunnell LLP, Wilmington, DE, DLA Piper U.S. LLP, Chicago, IL (Michael O’Neil, Paula D. Friedman, of couns\n\n## 인용\n\n- 533 F. Supp. 2d 479\n\n## 판결문 요약\n\n\n533 F.Supp.2d 479 (2008)\nSteven G. MILLETT and Melody J. Millett, on behalf of themselves and all others similarly situated, Plaintiffs,\nv.\nTRUELINK INC., a Trans Union Company, Defendant.\nCiv. No. 05-599-SLR.\nUnited States District Court, D. Delaware.\nFebruary 7, 2008.\n*480 *481 Christopher J. Curtin, Erisman &amp; Curtin, Wilmington, DE, Of Counsel: Barry R. Grissom, Esquire of Overland Park KS; Bryson R. Cloon, Esquire, of the Cloon Law Firm, Leawood, KS; B. Joyce Yeager, Esquire of the Yeager Law Firm, Mission, KS; and Michael W. Blanton, Esquire of Swanson Midgley, LLC, Kansas City, MO, for plaintiffs.\nWilliam M. Lafferty, Jay N. Moffett, Morris, Nichols, Arsht &amp; Tunnell LLP, Wilmington, DE, DLA Piper U.S. LLP, Chicago, IL (Michael O'Neil, Paula D. Friedman, of counsel), for defendant.\n\nMEMORANDUM OPINION\nSUE L. ROBINSON, District Judge.\nI. INTRODUCTION\nPlaintiffs Steven G. and Melody J. Millett (\"plaintiffs\") initiated this consumer fraud action against TrueLink, Inc. (\"defendant\") on September 9, 2004. Defendant provides a credit monitoring service to which plaintiffs subscribed. Plaintiffs bring claims under the Kansas Consumer Protection Act (\"KCPA\") for allegedly unfair and deceptive acts and unconscionable practices (D.I. 76 at ¶¶ 44-46) and for breach of contract (id. at ¶ 51) in connection with defendant's failure to protect plaintiffs against identity theft.[1]\nCurrently before the court are plaintiffs' motion for class certification (D.I.124), plaintiffs' ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=millett-v-truelink-inc"
    }
  ],
  "relatedIncidents": [
    6595,
    6597,
    6613,
    6614,
    6617
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}