{
  "id": 7035,
  "title": "2008년 Logan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-02-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Logan. 판결일: 2008-02-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Darian E. Logan v. 530 W 28th Street, L.P., Doing Business as Crobar\n**판결일**: 2008-02-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 48 A.D.3d 430\n- 849 N.Y.S.2d 804\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Kings County (Ambrosio, J.), dated May 7, 2007, which granted the motion of the defendant 530 W. 28th Street, L.E, doing business as Crobar, for summary judgment dismissing the complaint insofar as asserted against it and denied his cross motion for summary judgment on the issue of liability.\nOrdered that the order is affirmed, with costs.\nA possessor of real property is under a duty to maintain reasonable security measures to protect those lawfully on the premises from reasonably foreseeable criminal acts of third parties (see Nallan v Helmsley-Spear, Inc., 50 NY2d 507, 518-519 [1980]; Dillman v Bohemian Citizens Benevolent Socy. of Astoria, 227 AD2d 434, 435 [1996]). Here, the defendant 530 W. 28th Street, L.P., doing business as Crobar (hereinafter Crobar), established its prima facie entitlement to judgment as a matter *431of law by demonstrating that it satisfied its duty to take minimal security precautions against foreseeable criminal acts of third parties (see Maheshwari v City of New York, 2 NY3d 288, 295 [2004]; Florman v City of New York, 293 AD2d 120, 127 [2002]; Pagan v 148 Jamaica Ave. Co., 248 AD2d 602, 603 [1998]). In opposition, the plaintiff failed to raise a triable issue of fact. Accordingly, the Supreme Court properly awarded summary judgment in favor of Crobar, and properly denied the plaintiff’s cross motion for summary judgment on the issue...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=logan-v-530-w-28th-street-lp-doing-business-as-crobar"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}