{
  "id": 7039,
  "title": "2008년 Noble 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Noble. 판결일: 2008-01-31. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Noble v. Draper\n**판결일**: 2008-01-31\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Sims\n\n## 인용\n\n- 71 Cal. Rptr. 3d 870\n- 159 Cal. App. 4th 810\n\n## 판결문 요약\n\n\n71 Cal. Rptr. 3d 870 (2008)\n159 Cal. App. 4th 810\nJoaquin NOBLE et al., Plaintiffs and Appellants,\nv.\nMartha DRAPER et al., Defendants and Respondents.\nNo. C053918.\nCourt of Appeal of California, Third District.\nJanuary 31, 2008.\n*873 Law Offices of Fernando F. Chavez and Anthony J. Palik, Sacramento, for Plaintiffs and Appellants.\nRediger, McHugh &amp; Hubbert, E.A. Hubbert, Jr., Sacramento, and Karen L. Turner, for Defendants and Respondents.\nSIMS, Acting P.J.\nIn this case alleging employment relationships gone awry, plaintiffs Joaquin Noble (Noble), Jose Antonio Hernandez, Manuel Moreno, and Maria de Lourdes Rios de Noble (Maria Noble) appeal from a judgment entered in favor of defendants Martha Draper and Velasco, Inc., doing business as Cha-Cha's Cocina Mexicana, following the trial court's granting of defense motions for separate trial of special defenses (Code of Civ. Proc., § 597) and for judgment on the pleadings. We shall conclude the judgment must be reversed in part, because this civil action by some of the plaintiffs (Noble and Hernandez), alleging fraudulent inducement to enter employment, is not precluded by their prior pursuit of wage claims in an administrative forum before the Labor Commissioner pursuant to Labor Code section 98 et seq.[1] We shall also conclude Moreno's claims are precluded by the Labor Commissioner's conclusion that he was not an employee, and we shall therefore affirm the judgment against Moreno. We shall also affirm judgment on the plea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=noble-v-draper"
    }
  ],
  "relatedIncidents": [
    6519,
    6564,
    6628,
    6635,
    6677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}