{
  "id": 7042,
  "title": "2008년 Annakie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Annakie. 판결일: 2008-01-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Brian Annakie\n**판결일**: 2008-01-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 47 A.D.3d 943\n- 850 N.Y.S.2d 575\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Westchester County (Molea, J.), rendered September 26, 2006, convicting him of robbery in the second degree and criminal possession of stolen property in the fifth degree, upon a jury verdict, and imposing sentence. This appeal brings up for review the denial, after a hearing, of that branch of the defendant’s omnibus motion which was to suppress identification testimony.\n*944Ordered that the judgment is affirmed.\nContrary to the defendant’s contention, the showup at which he was identified by the complainant was not unduly suggestive. “Showup procedures are permissible [where, as here,] they are conducted in close spatial and temporal proximity to the commission of the crime for the purpose of securing a prompt and reliable identification” (People v Gilyard, 32 AB3d 1046, 1046 [2006]). Nor does the fact that the defendant was handcuffed at the time of the identification necessarily render the showup unduly suggestive (see People v Duuvon, 77 NY2d 541, 544 [1991]; see also People v Loo, 14 AD3d 716 [2005]; People v Pierre, 2 AD3d 461 [2003]). Furthermore, the showup was part of an “unbroken chain of events” from the moment the defendant was apprehended until he was identified by the witness (People v Mitchell, 185 AD2d 249, 251 [1992]).\nThe prosecutor’s comments during summation did not improperly shift the burden of proof nor otherwise deprive the defendant of a fair trial.\nThe sentence imposed was not excessive ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martinez-v-123-16-liberty-avenue-realty-corp"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-annakie"
    }
  ],
  "relatedIncidents": [
    6504,
    6508,
    6518,
    6536,
    6542
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}