{
  "id": 7043,
  "title": "2008년 Heinze 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-25",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Heinze. 판결일: 2008-01-25. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Timothy S. HEINZE, Plaintiff-Appellant, v. Charles B. BAUER, Defendant-Respondent\n**판결일**: 2008-01-25\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Burdick, Eismann, Horton, Jones\n\n## 변호인\n\nEllis, Brown, & Sheils, Boise, for appellant. Allen Ellis argued., Moffatt, Thomas, Barrett, Rock & Fields, Boise, for respondent. Mark Prusynski argued.\n\n## 인용\n\n- 178 P.3d 597\n- 145 Idaho 232\n\n## 판결문 요약\n\n\n178 P.3d 597 (2008)\nTimothy S. HEINZE, Plaintiff-Appellant,\nv.\nCharles B. BAUER, Defendant-Respondent.\nNo. 33579.\nSupreme Court of Idaho, Boise, December 2007 Term.\nJanuary 25, 2008.\nRehearing Denied March 14, 2008.\n*599 Ellis, Brown, &amp; Sheils, Boise, for appellant. Allen Ellis argued.\nMoffatt, Thomas, Barrett, Rock &amp; Fields, Boise, for respondent. Mark Prusynski argued.\nHORTON, Justice.\nThis is a legal malpractice action. Appellant Timothy Heinze appeals from the district court's grant of summary judgment in favor of Respondent Charles Bauer dismissing Heinze's complaint. This Court is asked to decide whether Heinze is judicially estopped from pursuing a claim that Bauer negligently recommended Heinze accept the terms of a divorce settlement after Heinze stipulated to the settlement, under oath, in court. We affirm.\n\nI. FACTUAL AND PROCEDURAL BACKGROUND\nHeinze retained Bauer, an attorney, to represent him in his divorce. The divorce action presented two main issues: the division of the community estate and the custody arrangement pertaining to the couple's child. The divorce trial started; opening statements were given, and the first witness, a child custody evaluator, was called to testify. Before direct examination of the child custody evaluator was finished, the magistrate brought counsel for the parties into chambers for an off-the-record meeting regarding the parties' claims. Shortly after this meeting, Bauer and Heinze's ex-wife's attorney began discussions co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heinze-v-bauer"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}