{
  "id": 7044,
  "title": "2008년 Ba Mortg., LLC v. Quail Creek Condominium Ass'n, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-24",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Ba Mortg., LLC v. Quail Creek Condominium Ass'n, Inc.. 판결일: 2008-01-24. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: BA MORTGAGE, LLC, Plaintiff-Appellant and Cross-Appellee, v. QUAIL CREEK CONDOMINIUM ASSOCIATION, INC., Defendant-Appellee and Cross-Appellant\n**판결일**: 2008-01-24\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Bernard, Furman, Roy\n\n## 변호인\n\nHolland & Hart, LLP, Christie Ryan, Christina Gomez, Colorado Springs, Colorado, for Plaintiff-Appellant and Cross-Appel-lee., Alpern, Myers, Stuart, Scheuerman & Hickey, LLC, Jack J. Scheuerman, Colorado Springs, Colorado, for Defendant-Appellee and Cross-Appellant.\n\n## 인용\n\n- 192 P.3d 447\n\n## 판결문 요약\n\n\n192 P.3d 447 (2008)\nBA MORTGAGE, LLC, Plaintiff-Appellant and Cross-Appellee,\nv.\nQUAIL CREEK CONDOMINIUM ASSOCIATION, INC., Defendant-Appellee and Cross-Appellant.\nNo. 06CA0246.\nColorado Court of Appeals, Div. III.\nJanuary 24, 2008.\nRehearing Denied March 13, 2008.\nCertiorari Denied September 15, 2008.\n*448 Holland &amp; Hart, LLP, Christie Ryan, Christina Gomez, Colorado Springs, Colorado, *449 for Plaintiff-Appellant and Cross-Appellee.\nAlpern, Myers, Stuart, Scheuerman &amp; Hickey, LLC, Jack J. Scheuerman, Colorado Springs, Colorado, for Defendant-Appellee and Cross-Appellant.\nOpinion by Judge ROY.\nPlaintiff, BA Mortgage, LLC (the lender), appeals from a judgment dismissing its claims of slander of title, spurious lien, and tortious interference with contract against defendant, Quail Creek Condominium Association, Inc. (the association). The association cross-appeals the trial court's conclusion that a subordination agreement, which elevated the lender to holder of the first deed of trust, was valid and the denial of an award of attorney fees. We affirm in part, vacate in part, and remand for further proceedings on attorney fees.\nThe association is a condominium association that recorded its declaration May 29, 1979. On July 31, 1997, certain individuals (the owners) purchased a unit and encumbered it with a purchase money first deed of trust. On March 16, 1998, the owners encumbered the property with a second deed of trust. On January 22, 1999, the owners encumbered the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ba-mortg-llc-v-quail-creek-condominium-assn-inc"
    }
  ],
  "relatedIncidents": [
    6504,
    6505,
    6508,
    6510,
    6511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}