{
  "id": 7047,
  "title": "2008년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Brown. 판결일: 2008-01-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Earl Lloyd JACKSON, Petitioner-Appellee, v. Jill BROWN, Warden, Acting Warden, California State Prison at San Quentin, Respondent-Appellant; Earl Lloyd Jackson, Petitioner-Appellant, v. Jill Brown, Warden, Acting Warden, California State Prison at San Quentin, Respondent-Appellee\n**판결일**: 2008-01-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Bybee, Jay, Kim, McLANE, Paez, Richard, Wardlaw\n\n## 변호인\n\nTracy J. Dressner, La Crescenta, California, and Jay L. Lichtman, Los Angeles, CA, for petitioner-appellee/cross-appellant., Bill Lockyer, Attorney General; Robert R. Anderson, Chief Assistant Attorney General; Pamela C. Hamanaka, Senior Assistant Attorney General; Scott A. Taryle, Deputy Attorney General; Kyle S. Brodie, Deputy Attorney General; and Susan Lee Frierson, Deputy Attorney General, Los Angeles, CA, for respondent-appellant/eross-appellee.\n\n## 인용\n\n- 513 F.3d 1057\n\n## 판결문 요약\n\n\n513 F.3d 1057 (2008)\nEarl Lloyd JACKSON, Petitioner-Appellee,\nv.\nJill BROWN, Warden, Acting Warden, California State Prison at San Quentin, Respondent-Appellant.\nEarl Lloyd Jackson, Petitioner-Appellant,\nv.\nJill Brown, Warden, Acting Warden, California State Prison at San Quentin, Respondent-Appellee.\nNos. 04-99006, 04-99007.\nUnited States Court of Appeals, Ninth Circuit.\nArgued and Submitted December 7, 2006.\nFiled January 23, 2008.\n*1058 *1059 *1060 Tracy J. Dressner, La Crescenta, California, and Jay L. Lichtman, Los Angeles, CA, for petitioner-appellee/cross-appellant.\nBill Lockyer, Attorney General; Robert R. Anderson, Chief Assistant Attorney General; Pamela C. Hamanaka, Senior Assistant Attorney General; Scott A. Taryle, Deputy Attorney General; Kyle S. Brodie, Deputy Attorney General; and Susan Lee Frierson, Deputy Attorney General, Los Angeles, CA, for respondent-appellant/cross-appellee.\nBefore: KIM McLANE WARDLAW, RICHARD A. PAEZ, and JAY S. BYBEE, Circuit Judges.\nWARDLAW, Circuit Judge:\nEarl Jackson petitions for a writ of habeas corpus challenging (I) his state court convictions for two counts of burglary and two counts of murder, (2) the jury's findings of special circumstances making him death-eligible, and (3) his ultimate death sentence. The district court denied relief as to his convictions, but granted conditional relief as to the special circumstances findings and the death sentence.[1] Warden Brown (the \"State\") does not appeal the district court's judgm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-brown"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}