{
  "id": 7054,
  "title": "2008년 In Re Bailey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Bailey. 판결일: 2008-01-18. 법원: Bankruptcy Appellate Panel of the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Edwin D. BAILEY and Jamie S. Bailey, Debtors. Edwin D. Bailey and Jamie S. Bailey, Appellants, v. Andrew W. Suhar, Chapter 7 Trustee, Appellee\n**판결일**: 2008-01-18\n**법원**: Bankruptcy Appellate Panel of the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Gregg, Parsons, and Scott, Bankruptcy. Appellate Panel Judges\n\n## 변호인\n\nEdwin D. Bailey, Jamie S. Bailey, on brief, Niles, OH, pro se.\n\n## 인용\n\n- 380 B.R. 486\n\n## 판결문 요약\n\n\n380 B.R. 486 (2008)\nIn re Edwin D. BAILEY and Jamie S. Bailey, Debtors.\nEdwin D. Bailey and Jamie S. Bailey, Appellants,\nv.\nAndrew. W. Suhar, Chapter 7 Trustee, Appellee.\nNo. 07-8016.\nUnited States Bankruptcy Appellate Panel of the Sixth Circuit.\nSubmitted: November 14, 2007.\nDecided and Filed: January 18, 2008.\n*487 *488 Edwin D. Bailey, Jamie S. Bailey, on brief, Niles, OH, pro se.\nBefore GREGG, PARSONS, and SCOTT, Bankruptcy. Appellate Panel Judges.\n\nOPINION\nGREGG, Bankruptcy Appellate Panel Judge.\nEdwin and Jamie Bailey (\"Debtors\") appeal a bankruptcy court order directing them to turn over a $3,342 federal income tax refund to the chapter 7 trustee. For the reasons that follow, the bankruptcy court's order is AFFIRMED.\n\nI. ISSUE ON APPEAL\nThe issue on appeal is whether the bankruptcy court erred when it ordered the Debtors to turn over their prepetition federal income tax refund to the chapter 7 trustee.\n\nII. JURISDICTION AND STANDARD OF REVIEW\nThe Bankruptcy Appellate Panel of the Sixth Circuit (\"BAP\") has jurisdiction to decide this appeal. The United States District Court for the Northern District of Ohio has authorized appeals to the BAP, and a final order of the bankruptcy court may be appealed by right under 28 U.S.C. § 158(a)(1). For purposes of appeal, an order is final if it \"ends the litigation on the merits and leaves nothing for the court to do but execute the judgment.\" Midland Asphalt Corp. v. United States, 489 U.S. 794, 798, 109 S. Ct. 1494, 103 L. Ed. 2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bailey-v-suhar-in-re-bailey"
    }
  ],
  "relatedIncidents": [
    6586,
    6600,
    6686,
    6901,
    6974
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}