{
  "id": 7058,
  "title": "2008년 State v. Roehl, 4-07-10 (1-14-2008) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-14",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Roehl, 4-07-10 (1-14-2008). 판결일: 2008-01-14. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Benjamin D. Roehl\n**판결일**: 2008-01-14\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: ROGERS, J.\n\n## 변호인\n\nMatthew O. Hutchinson, Attorney at Law, Reg. #0076345, for Appellant.\n\nRussell R. Herman, Assistant Prosecuting Attorney, Reg. #0068709, for Appellee.\n\n## 인용\n\n- 2008 Ohio 85\n\n## 판결문 요약\n\n                                 OPINION *Page 2 \n{&#182; 1} Defendant-Appellant, Benjamin D. Roehl, appeals the judgment of the Defiance County Court of Common Pleas sentencing him to consecutive, non-minimum prison terms. On appeal, Roehl argues that the trial court erred in sentencing him to consecutive, non-minimum prison terms. Finding that the trial court did not err, we affirm the judgment of the trial court.\n  {&#182; 2} In August 2006, the Defiance County Grand Jury indicted Roehl for one count of aggravated burglary in violation of R.C. 2911.11(A)(1), a felony of the first degree, and one count of rape in violation of R.C.2907.02(A)(2), a felony of the first degree. The indictment arose from an incident whereby Roehl forcibly entered the home of a bed-ridden, elderly woman and raped the woman's caretaker. Thereafter, Roehl entered a plea of not guilty to both counts of the indictment.\n  {&#182; 3} In December 2006, Roehl withdrew his plea of not guilty and entered a negotiated plea of guilty to the aggravated burglary and rape counts.\n  {&#182; 4} In February 2007, the trial court sentenced Roehl to a nine-year prison term on the aggravated burglary count and to a nine-year prison term on the rape count, to be served consecutively to each other for an aggregate eighteen-year prison term, stating: *Page 3 \n  I'm well aware of the rationale for plea agreements and the rationale for a State sentence recommendation. And as counsel is aware, those certainly carry a lot o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roehl-4-07-10-1-14-2008"
    }
  ],
  "relatedIncidents": [
    6519,
    6564,
    6628,
    6635,
    6677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}