{
  "id": 7060,
  "title": "2008년 State v. Brodie, 21905 (1-11-2008) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-11",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Brodie, 21905 (1-11-2008). 판결일: 2008-01-11. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Edward D. Brodie\n**판결일**: 2008-01-11\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: BROGAN, J.\n\n## 변호인\n\nMathias H. Heck, JR., by Jill R. Sink, Atty. Reg. #0076955, Attorneys for Plaintiff-Appellee.\n\nMichael H. Holz, Atty. Reg. #0031902, Attorney for Defendant-Appellant.\n\n## 인용\n\n- 2008 Ohio 196\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Edward Brodie appeals from his conviction of Intimidation in violation of R.C. 2921.04(B). In a single assignment of error, Brodie contends his conviction was based on insufficient evidence as a matter of law.\n  {&#182; 2} The facts surrounding Brodie's conviction, set out in the State's brief, are *Page 2 \nas follows:\n  {&#182; 3} Just as Brodie was about to stand trial in Montgomery County upon a charge of felony murder, Brodie sent a letter post-marked September 30, 2005, to a friend of his at Ohio River Valley Juvenile Correctional Facility asking him to scare a witness set to testify at his trial, Brandon Gray, who was also housed there. (T. 12, Joint Ex. 2, 3, 4). Specifically, Brodie wrote to his friend, Keith DeWitt: \"I heard you up there with that nigga Brandon I know he ain't eating you know this nigga had the nerve to tell my bitch I'm a lame bitch ass nigga and all types of shit but I'm gone get at that nigga off top hopefully you already done got him but you know I go to trail [sic] next week starting Oct. 3-7 and the main thing whats fucking me up is that hoe ass nigga up there wit you thats why I need you to do the boy a favor I mean a big time favor I need you to scare that nigga and tell him to say it wasTaylor and tell him like shid Brodie gone by writing me after you testify against him to let me know what went down bra * * * I just need you to do that favor for me and bra I owe you big time I know for a f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brodie-21905-1-11-2008"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}