{
  "id": 7062,
  "title": "2008년 Carl Douglas Dykes v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2008-01-10",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Carl Douglas Dykes v. State of Tennessee. 판결일: 2008-01-10. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Carl Douglas Dykes v. State of Tennessee\n**판결일**: 2008-01-10\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                             Assigned on Briefs October 3, 2007\n\n               CARL RONALD DYKES v. STATE OF TENNESSEE\n\n                   Direct Appeal from the Circuit Court for Marion County\n                           No. 5184    Thomas W. Graham, Judge\n\n\n\n                    No. M2006-02771-CCA-R3-PC - Filed January 10, 2008\n\n\nThe petitioner, Carl Ronald Dykes, appeals from the denial by the Marion County Circuit Court of\nhis petition for post-conviction relief, alleging that his trial counsel rendered ineffective assistance\nand that he should be granted a delayed direct appeal of his convictions. After reviewing the record\nand the applicable law, we affirm the judgment of the post-conviction court.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nALAN E. GLENN , J., delivered the opinion of the court, in which JERRY L. SMITH and NORMA MCGEE\nOGLE, JJ., joined.\n\nRussell Anne Swafford, Dunlap, Tennessee, for the appellant, Carl Ronald Dykes.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; David H. Findley, Assistant Attorney General;\nJames Michael Taylor, District Attorney General; and Steven H. Strain, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n\n                                              OPINION\n\n                                               FACTS\n\n        In 1999, the petitioner pled guilty to two c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carl-douglas-dykes-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    6515,
    6516,
    6535,
    6539,
    6543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}