{
  "id": 7076,
  "title": "2007년 Lane 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2007-12-28",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Lane. 판결일: 2007-12-28. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. James Donald LANE, Appellant\n**판결일**: 2007-12-28\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Streit\n\n## 변호인\n\nMark C. Smith, State Appellate Defender, and Martha J. Lucey, Assistant State Appellate Defender, for appellant., Thomas J. Miller, Attorney General, Richard J. Bennett, Assistant Attorney General, Brent D. Heeren, County Attorney, and Richard Vander Mey, Assistant County Attorney, for appellee.\n\n## 인용\n\n- 743 N.W.2d 178\n\n## 판결문 요약\n\n\n743 N.W.2d 178 (2007)\nSTATE of Iowa, Appellee,\nv.\nJames Donald LANE, Appellant.\nNo. 06-0024.\nSupreme Court of Iowa.\nDecember 28, 2007.\n*180 Mark C. Smith, State Appellate Defender, and Martha J. Lucey, Assistant State Appellate Defender, for appellant.\nThomas J. Miller, Attorney General, Richard J. Bennett, Assistant Attorney General, Brent D. Heeren, County Attorney, and Richard Vander Mey, Assistant County Attorney, for appellee.\nSTREIT, Justice.\nWe are asked to determine whether James Lane threatened to commit terrorism while in police custody. We find Lane could not have been guilty of the threat of terrorism when he made menacing statements to the sheriff while in custody because there was no reasonable possibility he would imminently act on those threats. It was error to deny Lane's motion for judgment of acquittal for the threat-of-terrorism charge. However, there was sufficient evidence to submit the charge of intimidation with a dangerous weapon to the jury because an imminent threat is not required to be guilty of intimidation. Moreover, we find defense counsel's failure to request a specific jury instruction was not prejudicial. We therefore affirm Lane's conviction with respect to the intimidation count and reverse his conviction for the threat of terrorism.\nI. Facts and Prior Proceedings.\nOn March 19, 2005, Lane's brother told the Tama County Sheriff's Department Lane was at their mother's home in violation of a protective order. Officers verified there was a va...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lane"
    }
  ],
  "relatedIncidents": [
    7139,
    6226,
    8281,
    8364,
    8422
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}