{
  "id": 7077,
  "title": "2007년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-12-27",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 2007-12-27. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellant v. Sheldon L. WEST, Appellee\n**판결일**: 2007-12-27\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baer, Baldwin, Cappy, Castille, Eakin, Former, Newman, Saylor\n\n## 변호인\n\nRobert A. Willig, Pittsburgh, Amy Leigh Fitzpatrick, for the Com. of PA., appellant., Herbert A. Terrell, McAbee, Terrell and Associates, Pittsburgh, for Sheldon L. West, appellee.\n\n## 인용\n\n- 938 A.2d 1034\n- 595 Pa. 483\n\n## 판결문 요약\n\n\n938 A.2d 1034 (2007)\nCOMMONWEALTH of Pennsylvania, Appellant\nv.\nSheldon L. WEST, Appellee.\nSupreme Court of Pennsylvania.\nArgued September 11, 2006.\nDecided December 27, 2007.\n*1036 Robert A. Willig, Pittsburgh, Amy Leigh Fitzpatrick, for the Com. of PA., appellant.\nHerbert A. Terrell, McAbee, Terrell and Associates, Pittsburgh, for Sheldon L. West, appellee.\nBEFORE: CAPPY, C.J., CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ.\n\nOPINION\nJustice BAER.\nIn this case, we granted allowance of appeal to determine whether the Superior Court improperly concluded that habeas corpus relief was available to Appellee Sheldon West, who, for nine years, remained at liberty despite the imposition of a valid criminal sentence after his conviction of various drug crimes and culmination of all appellate proceedings, because the appropriate authorities failed to call and commit him to serve his sentence. The Superior Court, in a published decision, found that West was entitled to habeas corpus relief and discharged him from having to serve his criminal sentence. For the reasons that follow, we now reverse the Superior Court's decision.\nThe facts are relatively straightforward. On May 10, 1989, West was arrested for selling cocaine. He was charged with possession and possession with intent to deliver a controlled substance. Approximately one year later, on May 11, 1990, West appeared before the trial court, which heard evidence on West's motion to suppress physical evidence. Following tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-west"
    }
  ],
  "relatedIncidents": [
    7078,
    7079,
    7086,
    7088,
    7095
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}