{
  "id": 7103,
  "title": "2007년 Maska 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-12-07",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Maska. 판결일: 2007-12-07. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Aurora Ramirez Maska, Appellant, v. Joel Dean Maska, Appellee\n**판결일**: 2007-12-07\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Heavican, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nKay E. Tracy, of Legal Aid of Nebraska, for appellant., Kent A. Schroeder, of Ross, Schroeder & George, for appellee.\n\n## 인용\n\n- 274 Neb. 629\n- 742 N.W.2d 492\n\n## 판결문 요약\n\n\n274 Neb. 629\nAURORA RAMIREZ MASKA, APPELLANT,\nv.\nJOEL DEAN MASKA, APPELLEE.\nNo. S-07-187.\nSupreme Court of Nebraska.\nFiled December 7, 2007.\nKay E. Tracy, of Legal Aid of Nebraska, for appellant.\nKent A. Schroeder, of Ross, Schroeder &amp; George, for appellee.\nHEAVICAN, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nWRIGHT, J.\n\nNATURE OF CASE\nThe Buffalo County District Court entered a decree dissolving the marriage of Joel Dean Maska and Aurora Ramirez Maska. The court awarded custody of the couple's two minor children to Joel. The order provided that Joel would have custody of the children during the school year and that Aurora would have custody during the summer. The parties were previously involved in a legal separation, and at the time of the separation, their property was divided and their debts were allocated. Neither party appeals the division of property or allocation of debt. Aurora appeals the order involving custody of the minor children.\n\nSCOPE OF REVIEW\n[1] Child custody determinations are matters initially entrusted to the discretion of the trial court, and although reviewed de novo on the record, the trial court's determination will normally be affirmed absent an abuse of discretion. Gress v. Gress, 271 Neb. 122, 710 N.W.2d 318 (2006).\n\nFACTS\nThe parties were married on July 19, 2000, in Bogota, Colombia, South America. Two children were born of the marriage, the first on February 26, 2001, and the second on June 20, 2002. Durin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maska-v-maska"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}