{
  "id": 7110,
  "title": "2007년 Simpson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-12-04",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Simpson. 판결일: 2007-12-04. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Ronald Allen Simpson\n**판결일**: 2007-12-04\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Elmore, Martin, McCULLOUGH\n\n## 변호인\n\n\n\nRoy Cooper, Attorney General, by Amy C. Kunstling, Assistant Attorney General, for the State.\n, \nMichael E. Casterline for defendant-appellant.\n\n\n## 인용\n\n- 653 S.E.2d 249\n- 187 N.C. App. 424\n\n## 판결문 요약\n\n\n653 S.E.2d 249 (2007)\nSTATE of North Carolina\nv.\nRonald Allen SIMPSON.\nNo. COA07-445.\nCourt of Appeals of North Carolina.\nDecember 4, 2007.\nRoy Cooper, Attorney General, by Amy C. Kunstling, Assistant Attorney General, for the State.\nMichael E. Casterline, Asheville, for defendant-appellant.\nMARTIN, Chief Judge.\nOn 27 September 2005, defendant was convicted of first degree kidnapping and attempted second degree rape of Tracy Payne and was sentenced to a term of 108 to 139 months and a term of 96 to 125 months, to be served consecutively. Defendant appeals from the convictions.\nThe evidence presented at trial tended to show that Payne lived in Waynesville, North Carolina, and defendant was her next-door neighbor whom she had known casually because they had been classmates in school. Payne had a six-year-old son who sometimes played with defendant's daughter.\nOn the evening of 4 June 2004, Payne's son was staying with his father. Two friends were visiting Payne that evening, and they left in the early morning hours of 5 June 2004 to get something to eat. Payne fell asleep on the couch watching television until she was awakened by defendant knocking on her door. Defendant explained that his vehicle would not start, and he asked to borrow Payne's telephone. Payne let defendant inside, gave him her cell phone, and returned to the couch. Defendant took the cell phone into Payne's bathroom and returned a few minutes later. Payne did not hear defendant *251 talking on the cell phone...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-simpson"
    }
  ],
  "relatedIncidents": [
    7078,
    7176,
    7299,
    7354,
    7400
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}