{
  "id": 7111,
  "title": "2007년 Marcantonio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-12-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Marcantonio. 판결일: 2007-12-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Michael Marcantonio v. Michael Picozzi III\n**판결일**: 2007-12-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 46 A.D.3d 522\n- 846 N.Y.S.2d 647\n\n## 판결문 요약\n\n\nIn an action to recover liquidated damages for breach of a contract for the sale of real property, the plaintiffs appeal (1), as limited by their brief, from so much of an order of the Supreme Court, Nassau County (Brennan, J), dated February 7, 2006, as denied their motion for summary judgment on the complaint, (2), as limited by their brief, from so much of an order of the same court dated June 8, 2006, as granted that branch of the motion of the defendant Michael Picozzi III which was for leave to serve an amended answer adding a counterclaim for specific performance and as, upon reargument, adhered to the original determination denying the plaintiffs’ motion for summary judgment on the complaint, and (3) from an order of the Supreme Court, Suffolk County (Pitts, J.), dated January 17, 2007, which granted the defendants’ motion for summary judgment dismissing the complaint and for summary judgment in favor of the defendant Michael Picozzi III on his counterclaim for specific performance and denied those branches of the plaintiffs’ cross *523motion which were for leave to enter a default judgment and for summary judgment on the complaint.\nOrdered that the appeal from the order dated February 7, 2006 is dismissed, as that order was superseded by the order dated June 8, 2006 made upon reargument; and it is further,\nOrdered that the appeal from so much of the order dated January 17, 2007, as denied that branch of the plaintiffs’ cross motion which was for leave to enter a def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marcantonio-v-picozzi"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}