{
  "id": 7129,
  "title": "2007년 Sandhu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sandhu. 판결일: 2007-11-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Gurmehj Singh SANDHU v. Michael B. MUKASEY, United States Attorney General\n**판결일**: 2007-11-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Fletcher, Ikuta, Wardlaw\n\n## 변호인\n\nRichard E. Oriakhi, Esq., Roman & Singh, LLP, Fremont, CA, for Petitioner,, Ronald E. LeFevre, Chief Counsel, Office of the District, Counsel Department of Homeland Security, San Francisco, CA, Brendan P. Hogan, U.S. Department of Justice Civil Division, Washington, D.C., for Respondent.\n\n## 인용\n\n- 254 F. App'x 696\n\n## 판결문 요약\n\n\nMEMORANDUM **\nGurmehj Singh Sandhu, a native and citizen of India, petitions for review of an order of the Board of Immigration Appeals (“BIA”) dismissing his appeal from an immigration judge’s denial of his applications for asylum, withholding of removal, and protection under the Convention Against Torture (“CAT”). We have jurisdiction under 8 U.S.C. § 1252. We review for substantial evidence, Chebchoub v. INS, 257 F.3d 1038, 1042 (9th Cir.2001), and we deny the petition.\nSubstantial evidence supports the BIA’s conclusion that Sandhu testified inconsistently regarding the date of his medical treatment, which goes to the heart of his asylum claim. See Chebchoub, 257 F.3d at 1043, 1045. Thus substantial evidence supports the BIA’s denial of asylum. See Desta v. Ashcroft, 365 F.3d 741, 745 (9th Cir.2004).\nBecause Sandhu is not eligible for asylum, he cannot meet the higher standard for withholding of removal. See Li v. Ashcroft, 378 F.3d 959, 964 (9th Cir.2004).\nBecause Sandhu did not show that it is more likely than not that he will be tortured if returned to India, substantial evidence supports the BIA s denial of his &lt;da“n* See Hasan v. Ashcroft, 380 F.3d 1144, 1122-23 (9th Cir.2004).\nPETITION DENIED,\n\n This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sandhu-v-mukasey"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}