{
  "id": 7135,
  "title": "2007년 Santos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Santos. 판결일: 2007-11-16. 법원: Appellate Terms of the Supreme Court of New York.",
  "description": "## 사건 정보\n\n**사건명**: New York City Property Management, LLC v. Edita O. Santos, and Freddy Fermin\n**판결일**: 2007-11-16\n**법원**: Appellate Terms of the Supreme Court of New York\n**관할**: New York, NY\n\n**판사**: McCooe\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Northern Manhattan Improvement Corporation, New York City (Kenneth Rosenfeld and Matthew J. Chachére of counsel), for appellant. Horing, Welikson & Rosen, EC., Williston Park (Debra Genetin Tate of counsel), for New York City Property Management, LLC, respondent.\n\n## 인용\n\n- 18 Misc. 3d 5\n- 853 NYS2d 446\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nPer Curiam.\nOrder, dated May 19, 2006, affirmed, with $10 costs. Appeal from order, dated November 9, 2006, dismissed, without costs, as taken from a nonappealable order.\nWe agree, essentially for reasons stated by the motion court, that the holdover proceeding is not ripe for summary dismissal on the preanswer record so far developed, which raises triable issues as to whether respondent Fermin’s occupancy status is that of a subtenant or licensee, as petitioner claims, or whether, as respondent argues, he possesses independent tenancy rights in the stabilized apartment premises. In moving to dismiss the petition pursuant to CPLR 3211 (a) (1), respondent cited as dis-positive a renewal lease form issued solely to the now departed record tenant (Santos) in March 2004, a single-page document to which respondent apparently added his signature next to that of the tenant, after altering the document by inserting his handwritten name alongside Santos’ name as “Tenant” in the body of the instrument. In this posture, it is far from clear that the prior owner’s counter-signature of the renewal lease form reflected a willing intention to convey full stabilization protection to respondent, an apartment occupant who, so far as shown, was unilaterally put into possession by the tenant at a time and under circumstances not presently disclosed in the abbreviated record. Since the renewal lease form does not “conclusively establish! ] [respondent’s tenancy] defense as a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=new-york-city-property-management-llc-v-santos"
    }
  ],
  "relatedIncidents": [
    7148,
    7185,
    7226,
    7233,
    7264
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}