{
  "id": 7139,
  "title": "2007년 Cormier 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2007-11-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cormier. 판결일: 2007-11-15. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Donte CORMIER v. David L. RUNNELS, Warden, High Desert State Prison, Susanville, Defendant-Respondent\n**판결일**: 2007-11-15\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Clifton, Fletcher, Hug\n\n## 변호인\n\nRobert J. Beles, Esq., Oakland, CA, for Petitioner-Appellee., Ross C. Moody, Esq., Office of the California Attorney General, San Francisco, CA, for Defendant-Respondent.\n\n## 인용\n\n- 258 F. App'x 86\n\n## 판결문 요약\n\n\nMEMORANDUM *\nDonte Cormier appeals the district court’s denial of his petition for a writ of habeas corpus under 28 U.S.C. § 2254. We affirm.\nCormier advances four issues on appeal: (1) whether the trial court’s exclusion of evidence of the victim’s prior convictions deprived Cormier of his right to present a defense; (2) whether he was denied effective assistance of trial counsel; (3) whether the cumulative effect of multiple errors produced a denial of due process; and (4) whether the district court should have granted an evidentiary hearing on the ineffective assistance of counsel claim.\nThis Court reviews de novo the district court’s denial of a habeas petition. Lara v. Ryan, 455 F.3d 1080, 1084 (9th Cir.2006). In reviewing the merits of the petition, we apply the deferential standards of review set forth in the Anti-terrorism and Effective Death Penalty Act of 1996 (“AEDPA”). Under AEDPA, a habeas petition cannot be granted unless the state court decision was: (1) “contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,” or was (2) “based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.” 28 U.S.C. § 2254(d)(1)-(2).\nCormier’s claim regarding the excluded evidence fails under the balancing test, identified in Chia v. Cambra, 360 F.3d 997, 1003-04 (9th Cir.2004), weighing the importance of the evidence for the defendant a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cormier-v-runnels"
    }
  ],
  "relatedIncidents": [
    7076,
    6226,
    8281,
    8364,
    8422
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}