{
  "id": 7140,
  "title": "2007년 Massey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Massey. 판결일: 2007-11-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Asker Massey\n**판결일**: 2007-11-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Spain\n\n## 인용\n\n- 45 A.D.3d 1044\n- 845 N.Y.S.2d 197\n\n## 판결문 요약\n\n\nSpain, J.\nAppeal from a judgment of the Supreme Court (Teresi, J.), rendered November 17, 2005 in Albany County, upon a verdict convicting defendant of the crimes of burglary in the first degree and assault in the third degree.\nFollowing a jury trial, defendant was convicted, as charged, of burglary in the first degree and assault in the third degree stemming from his conduct on March 24, 2005 in breaking into an apartment in the City of Albany where his sister resided, and assaulting his girlfriend (hereinafter the complainant). Defendant arrived at the second floor apartment shortly after midnight and repeatedly rang the doorbell shouting, “I know you’re up there . . . Let me in”; admitted into the building by another tenant, he kicked down the door to the apartment, breaking the door frame. Once inside, defendant was asked to leave but refused and, in front of several witnesses, proceeded to drag the complainant across the room into a closet, where he kicked her with his work boots in the head, face and back causing a black eye and bruising. During the assault, he repeatedly yelled, “I told you” and also shouted, “I’ll kill you.” Defendant then left with the complainant’s jacket, and was apprehended and arrested by police minutes later wearing that jacket. After complaining of symptoms related to his diabetes, he was taken to the hospital for treatment.\nDefendant testified that he had been drinking at a friend’s house all day and came to the apartment to pick up the compl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-massey"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7174,
    7197,
    7217
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}