{
  "id": 7143,
  "title": "2007년 Clinton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Clinton. 판결일: 2007-11-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Clinton v. State\n**판결일**: 2007-11-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Gross\n\n## 인용\n\n- 970 So. 2d 412\n\n## 판결문 요약\n\n\n970 So. 2d 412 (2007)\nJohn CLINTON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 4D05-4279.\nDistrict Court of Appeal of Florida, Fourth District.\nNovember 14, 2007.\nRehearing Denied January 8, 2008.\n*413 John G. George of John G. George, P.A., Fort Lauderdale, for appellant.\nBill McCollum, Attorney General, Tallahassee, and Thomas A. Palmer, Assistant Attorney General, West Palm Beach, for appellee.\nGROSS, J.\nWe affirm John Clinton's conviction of aggravated battery, finding no error in the admission of certain evidence, no prejudicial error in the failure to record several bench conferences, and no double jeopardy violation.\nIn a two-count information, the state charged Clinton with attempted first degree murder and aggravated battery. The attempted murder charge in Count I specified the criminal conduct as \"repeatedly stabbing [the victim], saying `die nigger, die' or words to that effect.\" Count II charged aggravated battery and described the crime as either an unlawful and intentional \"touch or strike\" with a deadly weapon or the causing of great bodily harm, permanent disability, or permanent disfigurement \"by stabbing [the victim] repeatedly.\"\nThe evidence at trial was that Clinton stabbed Stacy Landy because Landy gave him bogus cocaine rock. First, Clinton stabbed Landy in the stomach. Landy felt a \"hard pinch\" and walked away. Landy then walked towards a convenience store and collapsed into the arms of a friend, Katrina Mutz, who tried to fight off Clinton's repeat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clinton-v-state"
    }
  ],
  "relatedIncidents": [
    7150,
    7156,
    7211,
    7232,
    7304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}