{
  "id": 7144,
  "title": "2007년 Rusielewicz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rusielewicz. 판결일: 2007-11-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Anthony Rusielewicz\n**판결일**: 2007-11-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 45 A.D.3d 704\n- 846 N.Y.S.2d 243\n\n## 판결문 요약\n\n\nAppeals by the defendant from two judgments of the Supreme Court, Kings County (Barros, J.), both rendered October 6, 2000, convicting him of rape in the third degree under indictment No. 2925/00, and assault in the second degree and unauthorized use of a motor vehicle under indictment No. 4426/00, upon his pleas of guilty, and imposing sentences.\nOrdered that the judgments are affirmed.\nThe defendant’s contention that his plea was not knowingly, voluntarily, or intelligently made is unpreserved for appellate review since he did not move to withdraw his plea on this ground prior to sentencing (see CEL 470.05 [2]; People v Jones, 41 AD3d 509 [2007]; People v Nicholas, 8 AD3d 300 [2004]). In any event, to the extent that the claim rests on the record, we find that the defendant’s plea was knowing, voluntary, and intelligent (see People v Scuderi, 33 AD3d 1026, 1027 [2006]). That portion of his claim that is based on matter dehors the record cannot be reviewed on direct appeal (see People v Vasquez, 40 AD3d 1134, 1135 [2007]). The defendant’s claim that he was denied his right to the effective assistance of counsel rests on matters partially dehors the record as well and to that extent it may not be reviewed on direct appeal (see People v Gonzalez, 44 AD3d 790 [2007]; People v Bolden, 44 AD3d 871 [2007]). Insofar as the claim rests on the record, we find that the defendant’s counsel was not ineffective (see People v Baldi, 54 NY2d 137 [1981]; People v Petteway, 22 AD3d 772 [200...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rusielewicz"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7145,
    7149
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}