{
  "id": 7145,
  "title": "2007년 Fuentes-Sambula 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Fuentes-Sambula. 판결일: 2007-11-13. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Daniel FUENTES-SAMBULA v. Peter D. KEISLER\n**판결일**: 2007-11-13\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cabranes, Hall, Katzmann\n\n## 변호인\n\nDaniel Fuentes-Sambula, Uniontown, AL, pro se., R. Alexander Goring, Attorney, Office of Immigration Litigation, Civil Division, United States Department of Justice, Washington, D.C., for respondent.\n\n## 인용\n\n- 254 F. App'x 11\n\n## 판결문 요약\n\n\nSUMMARY ORDER\nPetitioner Daniel Fuentes-Sambula, a native and citizen of Honduras, seeks review of a September 8, 2006 decision of the Board of Immigration Appeals (“BIA”) affirming the May 8, 2006 decision by Immigration Judge (“IJ”) Alan Vomacka that denied petitioner’s application for cancellation of removal and overturning the IJ’s grant of voluntary departure to petitioner. The underlying facts and procedural history are a matter of record and we recount here only those aspects that are pertinent to the disposition of the case.\nPetitioner entered the United States as a “visitor in transit” on or about July 28, 1994. He has four children (three of whom are United States citizens) who live with them mother. On December 31, 2004, petitioner was arrested and charged with seven criminal offenses related to an alleged attempt to rape his minor daughter. He pleaded guilty and was convicted in the Supreme Court of the State of New York, Bronx County, of the felony charge of Endangering the Welfare of a Child, N.Y. Penal Law § 260.10(1). Petitioner was charged with removability in January 2006. In March 2006, he applied for cancellation of removal, and appeared before the IJ in May 2006.\nDuring his removal hearing, petitioner testified that, in addition to the felony conviction, he had been arrested for the offenses of riding the bus without paying the fare and drinking in public. The IJ found that the petitioner was removable pursuant to 8 U.S.C. § 1227(a)(1)(B), and he denied ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fuentes-sambula-v-keisler"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7149
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}