{
  "id": 7147,
  "title": "2007년 Brandner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-09",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Brandner. 판결일: 2007-11-09. 법원: Alaska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Michael Damian BRANDNER, Appellant, v. Virginia Louise HUDSON and James Arthur Hudson, Appellees\n**판결일**: 2007-11-09\n**법원**: Alaska Supreme Court\n**관할**: Alaska, AK\n\n**판사**: Fabe, Chief Justice, Matthews, Eastaugh, Bryner, and Carpeneti, Justices\n\n## 변호인\n\nMatthew K. Peterson and Monique R. Renner, Clapp, Peterson, Van Flein, Tiemes-sen & Thorsness, LLC, Anchorage, for Appellant., Charles M. Merriner, Anchorage, for Ap-pellees.\n\n## 인용\n\n- 171 P.3d 83\n\n## 판결문 요약\n\n\n171 P.3d 83 (2007)\nMichael Damian BRANDNER, Appellant,\nv.\nVirginia Louise HUDSON and James Arthur Hudson, Appellees.\nNo. S-12214.\nSupreme Court of Alaska.\nNovember 9, 2007.\n*85 Matthew K. Peterson and Monique R. Renner, Clapp, Peterson, Van Flein, Tiemessen &amp; Thorsness, LLC, Anchorage, for Appellant.\nCharles M. Merriner, Anchorage, for Appellees.\nBefore: FABE, Chief Justice, MATTHEWS, EASTAUGH, BRYNER, and CARPENETI, Justices.\n\nOPINION\nFABE, Chief Justice.\nI. INTRODUCTION\nVirginia Hudson sued Dr. Michael Brandner for negligence and assault based on an encounter in July 2002 that occurred at Alaska Regional Hospital, where both Hudson and Dr. Brandner worked. Hudson sought compensatory and punitive damages, claiming that a knee injury and emotional distress resulted from an incident in which Dr. Brandner dragged her down a hallway and pushed her into her office chair. After a bench trial, the trial court awarded Hudson $90,828 in compensatory damages and $25,000 in punitive damages. Dr. Brandner appeals the court's damages awards and its decision to admit records of domestic violence petitions filed against Dr. Brandner by his wife. Because any error in admitting the domestic violence petitions was harmless error, we affirm the decision of the trial court. Because the compensatory damages award is not clearly erroneous, and because clear and convincing evidence supports the punitive damages award, we affirm the trial court's damages awards.\nII. FACTS AND PROCEEDINGS\nIn 20...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brandner-v-hudson"
    }
  ],
  "relatedIncidents": [
    7126,
    7151,
    7209,
    7243,
    7313
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}