{
  "id": 7148,
  "title": "2007년 Tolbert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Tolbert. 판결일: 2007-11-09. 법원: District Court, District of Columbia.",
  "description": "## 사건 정보\n\n**사건명**: Lela TOLBERT, Plaintiff, v. NATIONAL HARMONY MEMORIAL PARK Et Al., Defendants\n**판결일**: 2007-11-09\n**법원**: District Court, District of Columbia\n**관할**: USA, Federal\n\n**판사**: Richard W. Roberts\n\n## 변호인\n\nB. Marian Chou, Washington, DC, for Plaintiff., Jennifer S. Jackman, Whiteford, Taylor, & Preston, LLP, Washington, DC, for Defendants.\n\n## 인용\n\n- 520 F. Supp. 2d 209\n\n## 판결문 요약\n\n\n520 F. Supp. 2d 209 (2007)\nLela TOLBERT, Plaintiff,\nv.\nNATIONAL HARMONY MEMORIAL PARK et al., Defendants.\nCivil Action No. 07-94 (RWR).\nUnited States District Court, District of Columbia.\nNovember 9, 2007.\n*210 B. Marian Chou, Washington, DC, for Plaintiff.\nJennifer S. Jackman, Whiteford, Taylor, &amp; Preston, LLP, Washington, DC, for Defendants.\n\nMEMORANDUM OPINION AND ORDER\nRICHARD W. ROBERTS, District Judge.\nPlaintiff Lela Tolbert sued defendants National Harmony Memorial Park (\"Harmony Park\"), Stewart Enterprises, Inc., and the unnamed funeral director at Harmony Park (collectively, \"defendants\"), alleging breach of contract, negligence, intentional infliction of emotional distress, negligent infliction of emotional distress, fraud and/or negligent misrepresentation, breach of implied covenant of good faith, trespass, nuisance, conversion, and professional malpractice. Defendants moved under Federal Rule of Civil Procedure 12(b)(6) to dismiss the complaint, arguing that all the claims are time-barred. Because the complaint establishes that all but plaintiff's trespass and nuisance claims accrued not later than January 7, 2004, and she did not file this complaint within the three years allowed by the applicable statute of limitations, defendants' motion will be granted as to all but the trespass and nuisance claims and otherwise denied.\n\nBACKGROUND\nThe following facts are alleged in the complaint. When her husband died in *211 2001, Tolbert contracted with Harmony Park t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tolbert-v-national-harmony-memorial-park"
    }
  ],
  "relatedIncidents": [
    7135,
    7185,
    7226,
    7233,
    7264
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}