{
  "id": 7149,
  "title": "2007년 R.W.F. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-09",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: R.W.F.. 판결일: 2007-11-09. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex parte R.W.F. (In re R.W.F. v. State of Alabama)\n**판결일**: 2007-11-09\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Cobb, Parker, See, Smith, Woodall\n\n## 변호인\n\nR.W.F., pro se., Submitted on petitioner’s brief only.\n\n## 인용\n\n- 985 So. 2d 896\n\n## 판결문 요약\n\n\nSMITH, Justice.\nThe pro se petitioner, R.W.F., petitions for certiorari review of a decision of the Court of Criminal Appeals. From the limited materials submitted to this Court in connection with the certiorari petition, it appears that R.W.F., acting through counsel, appealed his convictions for various counts of first-degree sexual abuse, first-degree rape, and first-degree sodomy to the Court of Criminal Appeals. The Court of Criminal Appeals affirmed the convictions in an unpublished memorandum. R.W.F. v. State (No. CR-05-2356, April 20, 2007), — So.2d —(Ala.Crim.App.2007) (table).\nIn his petition for certiorari review, R.W.F. contends that his appellate counsel effectively withdrew from the case shortly before the deadline for filing this petition and without giving him a copy of the unpublished memorandum issued by the Court of Criminal Appeals. He further contends that, as a result of his appellate counsel’s actions, it is impossible for him to file a timely petition for the writ of certio-rari properly challenging the Court of Criminal Appeals’ decision. He thus filed this petition, seeking various relief, including directing his appellate counsel to furnish him a copy of the Court of Criminal Appeals’ memorandum.\nAfter reviewing the petition and what is purported to be a letter of R.W.F.’s appellate counsel attached to it, we conclude that any relief available to R.W.F. should be sought in a petition filed in the appro*897priate court pursuant to Rule 32, Ala. R.Cr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rwf-v-state"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}