{
  "id": 7150,
  "title": "2007년 Spicer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-08",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Spicer. 판결일: 2007-11-08. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Spicer v. State\n**판결일**: 2007-11-08\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: En Banc\n\n## 인용\n\n- 973 So. 2d 184\n\n## 판결문 요약\n\n\n973 So.2d 184 (2008)\nFred Sanford SPICER, Jr. a/k/a Freddie Spicer, Jr.\nv.\nSTATE of Mississippi.\nNo. 2006-DR-00625-SCT.\nSupreme Court of Mississippi.\nNovember 8, 2007.\nRehearing Denied February 7, 2008.\n*187 Amy L. Van Gelder, Christina M. Tchen, Hope E. Calder, David Pehlke, David Prohofsky, and Michael Adelman, Hattiesburg, attorneys for appellant.\nOffice of the Attorney General by Marvin L. White, Jr., Jason L. Davis, attorneys for appellee.\nEN BANC.\n*188 LAMAR, Justice, for the Court.\n¶ 1. Fred Sanford Spicer, Jr., was found guilty of capital murder after a jury trial in George County, Mississippi. At the conclusion of Spicer's sentencing hearing, the jury returned a sentence of death by lethal injection. The subsequently-filed Motion for New Trial or in the Alternative J.N.O.V. was denied, and Spicer appealed. Spicer raised fourteen assignments of error. On January 5, 2006, this Court affirmed Spicer's conviction and sentence. Spicer v. State, 921 So.2d 292 (Miss.2006).\n¶ 2. Spicer now comes before this Court on his Petition for Post-Conviction Relief filed by counsel. The majority of the claims Spicer raises are barred or found to be without merit. However, for the reasons discussed first in this opinion, the Court finds that Spicer should be granted leave to proceed in the trial court for an evidentiary hearing, limited to Spicer's allegation that his attorneys were ineffective during the penalty phase of the trial for failure to investigate and introduce mitigation e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spicer-v-state"
    }
  ],
  "relatedIncidents": [
    7143,
    7156,
    7211,
    7232,
    7304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}