{
  "id": 7152,
  "title": "2007년 Community Counseling & Mediation Services v. New York Department of Health & Mental Hygiene 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Community Counseling & Mediation Services v. New York Department of Health & Mental Hygiene. 판결일: 2007-11-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Community Counseling & Mediation Services v. New York City Department of Health & Mental Hygiene\n**판결일**: 2007-11-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 45 A.D.3d 315\n- 845 N.Y.S.2d 257\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Nicholas Figueroa, J.), entered on or about September 12, 2006, denying the petition challenging respondent’s determination to charge the cost of cleaning petitioners’ Brooklyn property and dismissing this CPLR article 78 proceeding, unanimously affirmed, without costs.\nThe court properly determined that the proceeding was barred by the four-month limitation period (CPLR 217 [1]). Here, the statute of limitations runs, at the latest, from when petitioners acknowledged receipt of the Department of Health &amp; Mental Hygiene invoice and delinquency notice dated February 27, 2004, charging petitioners for the clean-up of its lot (see Matter of M &amp; D Contrs. v New York City Dept. of Health, 233 AD2d 230 [1996]). This proceeding was commenced in March 2006, and was thus untimely. Petitioners’ request for reconsideration did not toll the statute of limitations (see Matter of Cauldwest Realty Corp. v City of New York, 160 AD2d 489 [1990]) and the accompanying notice of claim was of no effect since this was an article 78 proceeding. Moreover, the four-month period had already expired when petitioners filed their request for reconsideration and notice of claim. In any event, we also agree with the court’s alternate determination on the merits. Concur—Mazzarelli, J.P., Marlow, Williams, Catterson and Kavanagh, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=community-counseling-mediation-services-v-new-york-department-of-health"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}