{
  "id": 7154,
  "title": "2007년 Gomez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-11-06",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Gomez. 판결일: 2007-11-06. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Gail GOMEZ, Et Al., Appellants v. DAVID A. WILLIAMS REALTY & CONSTRUCTION, INC., Defendant and Third Party Plaintiff, Respondent, v. David Freund, Et Al., Third Party Defendants, Scherer Bros. Lumber Co., Third Party Defendant, Respondent\n**판결일**: 2007-11-06\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Shumaker, Stoneburner, Wright\n\n## 변호인\n\nJonathan M. Bye, Mark S. Enslin, Lind-quist & Vennum, P.L.L.P., Minneapolis, MN, for appellants., James M. Hamilton, Oskie, Reuter, Hamilton & Sofío, P.A., St. Paul, MN, for respondent Williams Realty., James M. Bratulich, Adina R. Berg-strom, Bruce P. Candlin & Associates, St. Paul, MN, and Thomas G. Jovanovich, St. Cloud, MN, for respondent Scherer Bros.\n\n## 인용\n\n- 740 N.W.2d 775\n\n## 판결문 요약\n\n\n740 N.W.2d 775 (2007)\nGail GOMEZ, et al., Appellants\nv.\nDAVID A. WILLIAMS REALTY &amp; CONSTRUCTION, INC., Defendant and Third Party Plaintiff, Respondent,\nv.\nDavid Freund, et al., Third Party Defendants,\nScherer Bros. Lumber Co., Third Party Defendant, Respondent.\nNo. A06-2155.\nCourt of Appeals of Minnesota.\nNovember 6, 2007.\n*776 Jonathan M. Bye, Mark S. Enslin, Lindquist &amp; Vennum, P.L.L.P., Minneapolis, MN, for appellants.\nJames M. Hamilton, Oskie, Reuter, Hamilton &amp; Sofio, P.A., St. Paul, MN, for respondent Williams Realty.\nJames M. Bratulich, Adina R. Bergstrom, Bruce P. Candlin &amp; Associates, St. Paul, MN, and Thomas G. Jovanovich, St. Cloud, MN, for respondent Scherer Bros.\nConsidered and decided by WRIGHT, Presiding Judge; SHUMAKER, Judge; and STONEBURNER, Judge.\n\nOPINION\nSTONEBURNER, Judge.\nAppellants challenge the grant of summary judgment to respondents dismissing new-home warranty claims as barred by the statute of repose contained in Minn. Stat. § 541.051, subd. 1(a) (2004). Appellants argue that the district court (1) erred by considering the statute-of-repose defense asserted for the first time in respondent builder's reply brief; (2) used the wrong event to trigger accrual of their warranty cause of action; and (3) erroneously concluded that their cause of action accrued more than ten years after the warranty date. We affirm the district court's consideration and application of the ten-year statute of repose, and the use of the date of discovery of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gomez-v-david-a-williams-realty-construction-inc"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}