{
  "id": 7173,
  "title": "2007년 Savage 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-10-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Savage. 판결일: 2007-10-17. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Henry SAVAGE, Defendant-Appellant\n**판결일**: 2007-10-17\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Posner, and Sykes, Circuit Judges\n\n## 변호인\n\nJohn Blakey (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee., Abner J. Mikva, Melissa Currivan (argued), Law School Graduate, University of Chicago Center for Studies in Criminal Justice, Chicago, IL, for Defendant-Appellant.\n\n## 인용\n\n- 505 F.3d 754\n\n## 판결문 요약\n\n\n505 F.3d 754 (2007)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nHenry SAVAGE, Defendant-Appellant.\nNo. 06-1990.\nUnited States Court of Appeals, Seventh Circuit.\nArgued September 7, 2007.\nDecided October 17, 2007.\n*755 *756 *757 John Blakey (argued), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.\nAbner J. Mikva, Melissa Currivan (argued), Law School Graduate, University of Chicago Center for Studies in Criminal Justice, Chicago, IL, for Defendant-Appellant.\nBefore BAUER, POSNER, and SYKES, Circuit Judges.\nBAUER, Circuit Judge.\nHenry Savage was convicted of possession with the intent to distribute 50 or more grams of crack cocaine, in violation of 21 U.S.C. § 841(a)(1). The district court sentenced Savage to 210 months' imprisonment. On appeal, Savage challenges the district court's failure to sua sponte order a competency hearing, the district court's exclusion of evidence supporting Savage's coercion defense, and his sentence. For the following reasons, we affirm Savage's conviction and sentence.\n\nI. Background\nOn July 29, 2003, Savage purchased over 60 grams of powder cocaine and over 60 grams of crack cocaine from his cousin. Following a tip from a confidential source, Drug Enforcement Agency (\"DEA\") agents arrested Savage and confiscated the drugs. Savage waived his Miranda rights and admitted to DEA Special Agents David Brazao and John Morris that he made the drug purchase with the intent to sell.\nSavage agreed to cooperate with the DEA a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-savage"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}