{
  "id": 7199,
  "title": "2007년 Nunez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Nunez. 판결일: 2007-09-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Angel Nunez v. City of New York\n**판결일**: 2007-09-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 43 A.D.3d 808\n- 842 N.Y.S.2d 26\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Michael D. Stall-man, J.), entered July 31, 2006, which granted defendants’ motion for summary judgment dismissing the complaint, unanimously reversed, on the law, without costs, the motion denied, the matter converted to a contempt proceeding, and remanded for a hearing thereon.\nPlaintiff, a former Sanitation employee, brought this action in 1999, alleging defendants had failed to comply with a prior judgment of this Court (Matter of City of New York v New York State Div. of Human Rights, 229 AD2d 307 [1996], lv denied 89 NY2d 801 [1996]) that ordered reinstatement to his former position or appointment to an alternative position with comparable rank, pay and benefits. Plaintiff has not been reinstated to his former position or its equivalent.\nThe complaint was dismissed on grounds, inter alia, that plaintiff, an attorney, had waited 15 months before bringing the action, was himself responsible for the delay in bringing it to the attention of the Court by failing to file a request for judicial intervention, and was thus guilty of laches. This erroneous analysis overlooks the fact that both plaintiff and defendants had contributed to the delay.\nPlaintiff’s recourse was a contempt proceeding. It was futile to insist that he bring a new complaint with the Division of Human Rights before seeking enforcement. Under these circumstances, the court’s refusal to exercise its jurisdiction to convert this improperly brought action into its proper ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nunez-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}