{
  "id": 7203,
  "title": "2007년 Burgess 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-24",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Burgess. 판결일: 2007-09-24. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: FEMINIST WOMEN’S HEALTH CENTER Et Al. v. BURGESS Et Al.\n**판결일**: 2007-09-24\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Thompson\n\n## 변호인\n\nGerald R. Weber, Jr., Margaret F. Garrett, Louise Melling, Jennifer Dalven, for appellants., Thurbert E. Baker, Attorney General, Michelle Townes, Assistant Attorney General, for appellees.\n\n## 인용\n\n- 651 S.E.2d 36\n- 282 Ga. 433\n\n## 판결문 요약\n\n\n651 S.E.2d 36 (2007)\nFEMINIST WOMEN'S HEALTH CENTER et al.\nv.\nBURGESS et al.\nNo. S07A1039.\nSupreme Court of Georgia.\nSeptember 24, 2007.\n*37 Gerald Richard Weber Jr., Margaret Fletcher Garrett, ACLU of Georgia, Atlanta, Louise Melling, Jennifer Dalven, American Civil Liberties Union Foundation, New York City, for Appellants.\nThurbert E. Baker, Atty. Gen., Michelle Townes, Asst. Atty. Gen., Dept. of Law, Atlanta, for Appellees.\nTHOMPSON, Justice.\nAppellants appeal from the trial court's order dismissing their complaint challenging the constitutionality of that portion of Georgia's Medicaid program which denies Medicaid coverage for medically necessary abortions. For the reasons that follow, we reverse.\nThe challenged regulations are part of Georgia's Medicaid program under which the State provides medical services to persons who meet certain financial eligibility requirements. See 42 USCA § 1396 et seq.; OCGA § 49-4-140 et seq. The program, set out in the Department of Community Health's Policies and Procedures, provides payment for covered services when such services are medically necessary. See, e.g., Div. of Med. Assistance, Ga. Dept. of Comty. Health, Policies and Procedures for Medicaid/Peachcare for Kids, Definition 15 and § 105(k) (July 1, 2004). With respect to abortion services in particular, the program provides that the State will reimburse for abortions performed on Medicaid-eligible patients only \"if the life of the mother would be endangered if the fetus were ca...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=feminist-womens-health-center-v-burgess"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}