{
  "id": 7204,
  "title": "2007년 Hunter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hunter. 판결일: 2007-09-21. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. SOLOMON HUNTER, Defendant-Appellant\n**판결일**: 2007-09-21\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Gallagher\n\n## 변호인\n\nMichael J. Pelletier and Scott F. Main, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (James E. Fitzgerald, Alan J. Spellberg, and Edward Hunter Olivieri, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 875 N.E.2d 1145\n- 376 Ill. App. 3d 639\n\n## 판결문 요약\n\n\n875 N.E.2d 1145 (2007)\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nSolomon HUNTER, Defendant-Appellant.\nNo. 1-06-0367.\nAppellate Court of Illinois, First District, Fifth Division.\nSeptember 21, 2007.\n*1148 Office of the State Appellate Defender, Chicago (Michael J. Pelletier, Scott F. Main, of counsel), for Appellant.\nCook County State's Attorney, Chicago (Richard A. Devine, James E. Fitzgerald, Alan J. Spellberg, Edward Hunter Olivieri, of counsel), for Appellee.\nJustice GALLAGHER delivered the opinion of the court:\nDefendant Solomon Hunter appeals from an order of the trial court summarily dismissing his pro se petition for relief under the Post-Conviction Hearing Act (Act) (725 ILCS 5/122-1 et seq. (West 2004)). On appeal, defendant contends that: (1) his petition alleged the gist of constitutional claims that his right of confrontation was violated and that his trial counsel was ineffective; and (2) he was improperly assessed fees and costs after his pro se petition was dismissed upon a finding of frivolousness.\nFollowing a bench trial, defendant was found guilty of possession of a controlled substance and sentenced to 16 years' imprisonment. Because the proceedings of the trial are fully set out in our order on direct appeal (People v. Hunter, No. 1-03-2250 (2005) (unpublished order under Supreme Court Rule 23)), we restate only those facts necessary to understand defendant's current appeal.\nAt around 6:40 p.m. on January 7, 2003, Officer Spain was condu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hunter"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}