{
  "id": 7205,
  "title": "2007년 State v. Fulton, 06-Ca-38 (9-21-2007) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-21",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Fulton, 06-Ca-38 (9-21-2007). 판결일: 2007-09-21. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. David Fulton\n**판결일**: 2007-09-21\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: BROGAN, J.\n\n## 변호인\n\nGary Nasal, Atty. Reg. #0040099, Miami County Prosecutor, by Anthony E. Kendell, Atty. Reg. #0067242, Safety Building, Attorney for Plaintiff-Appellee.\n\nJay A. Adams, Atty. Reg. #0072135, Attorney for Defendant-Appellant.\n\n## 인용\n\n- 2007 Ohio 4894\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-Appellant David Fulton appeals from his conviction and sentence in the Common Pleas Court of Miami County for three counts of rape in violation of R.C. 2907.02(A)(2). The charges arose from three separate instances in 2005 during which Fulton had sexual intercourse with his youngest daughter, who was 13 years old at the time of the offense. *Page 2 \n  {&#182; 2} Fulton entered into a plea agreement with the State, whereby he pleaded guilty to three counts of rape under R.C. 2907.02(A)(2) in exchange for a recommendation of concurrent sentencing on all counts. On July 24, 2006, Fulton appeared in court for both a classification hearing pursuant to R.C. 2950.01 et seq. and sentencing. The trial court found Fulton to be a sexual predator under R.C. 2950.09(B) and a sexually oriented offender under R.C. 2950.09(E). In addition, the court sentenced Fulton to ten years in prison for each conviction, with the sentences to run concurrently. As part of the sentence, the trial court also ordered Fulton to be placed on five years of post-release control, subject to 27 expressly designated conditions. It is from this decision that Fulton has timely appealed.\n                                    I  {&#182; 3} In his first assignment of error, Fulton contends that the trial court erred in designating him as a sexual predator because the court failed to undergo the necessary analysis and articulate its reasons for such designation...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fulton-06-ca-38-9-21-2007"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}