{
  "id": 7211,
  "title": "2007년 Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-18",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Edwards. 판결일: 2007-09-18. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Cody Lee EDWARDS, (Defendant) v. The STATE of Wyoming, (Plaintiff)\n**판결일**: 2007-09-18\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Burke, Golden, Hill, Kite, Voigt\n\n## 변호인\n\nRepresenting Appellant: Kenneth M. Ko-ski, State Public Defender; Donna D. Do-monkos, Appellate Counsel; Tina N. Kerin, Senior Assistant Appellate Counsel. Argument by Ms. Kerin., Representing Appellee: Patrick J. Crank, Wyoming Attorney General; Paul S. Rehu-rek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; James Michael Causey, Assistant Attorney General. Argument by Mr. Causey.\n\n## 인용\n\n- 167 P.3d 636\n- 2007 WY 146\n\n## 판결문 요약\n\n\nGOLDEN, Justice.\n[¶ 1] Appellant Cody Edwards appeals the judgment and sentence of the district court convicting him of aggravated vehicular homicide. Edwards contends the district court improperly excluded evidence relevant to his defense, citing particularly W.R.E. 404. We agree and reverse.\nISSUE\n[¶ 2] Edwards presents a single issue for our review:\nDid the trial court err in precluding relevant evidence of the deceased’s prior conduct, prohibiting Appellant from fully presenting his defense?\nFACTS\n[¶ 3] On February 5, 2005, at approximately 10:30 p.m., Edwards and his passenger, David Southworth, were injured in a single-vehicle rollover on 1-25 in Casper, Wyoming. Southworth suffered a crushed skull and died from his injuries en route to the hospital. Both men were intoxicated at the time of the crash, each having a blood alcohol level in excess of .20 percent.\n*637[14] The State charged Edwards with one count of aggravated vehicular homicide under Wyo. Stat. Ann. § 6-2-106(b)) and (i) (LexisNexis 2007).1 At trial, Edwards did not dispute his blood alcohol level or deny being the driver of the vehicle at the time of the accident. Rather, Edwards' trial defense focused on the issue of causation. Edwards' defense was that Southworth, being drunk and depressed, caused the accident by grabbing the steering wheel, resulting in the vehicle leaving the roadway.\n[15] Edwards sought to prove that defense with, among other evidence, the after-accident discovery of antidepressant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edwards-v-state"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7232,
    7304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}