{
  "id": 7212,
  "title": "2007년 Michalowitz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Michalowitz. 판결일: 2007-09-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Yechiel Michalowitz v. Michael Friedman\n**판결일**: 2007-09-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 43 A.D.3d 1007\n- 842 N.Y.S.2d 509\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Kings County (Harkavy, J.), dated January 11, 2006, which granted *1008the defendants’ motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, with costs, and the motion for summary judgment dismissing the complaint is denied.\nOn June 28, 2002 the plaintiff allegedly was injured when he tripped and fell on a hole in the linoleum-covered kitchen floor of an apartment rented by his sister and brother-in-law. He commenced this action against the defendant landlords (hereinafter the landlords).\nAfter issue was joined, the landlords moved for summary judgment dismissing the complaint based upon the affidavit and deposition testimony of the defendant landlord Michael Friedman and the depositions of the plaintiff and the tenant Jacob Moskowitz. Friedman stated that the tenants occupied the premises pursuant to an oral agreement and that the landlords’ obligation pursuant to that agreement was “to do structural repairs when needed.” According to Friedman, sometime in 2002, the tenant advised him that there was a leak in the skylight in the kitchen ceiling, and a handyman hired by Friedman fixed the leak. Friedman denied that the tenant complained to him about any condition in the apartment relating to the leak, and denied that he performed any other repairs in the apartment.\nThe tenant Jacob Moskowitz testified at his depositi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=michalowitz-v-friedman"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}