{
  "id": 7217,
  "title": "2007년 State of Tennessee v. Jerome Mayo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-14",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Jerome Mayo. 판결일: 2007-09-14. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Jerome Mayo\n**판결일**: 2007-09-14\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge David H. Welles\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                          Assigned on Briefs September 21, 2005\n\n                    STATE OF TENNESSEE v. JEROME MAYO\n\n                    Appeal from the Circuit Court for Montgomery County\n                            No. 40300086    Michael Jones, Judge\n\n\n\n                  No. M2004-03061-CCA-R3-CD - Filed September 14, 2007\n\n\nThis is an appeal as of right from a conviction on a jury verdict of aggravated robbery, and an appeal\nby the State from the sentencing decision. The Defendant originally received an enhanced sentence\nof eighteen years as a Range II, multiple offender, but his sentence was subsequently reduced to\nfifteen years by the trial court based upon Blakely v. Washington, 124 S. Ct. 2531 (2004). On appeal,\nthe Defendant argues there is insufficient evidence to support his conviction for aggravated robbery.\nThe State appeals the modified sentence, arguing the trial court erred in reducing the Defendant’s\nsentence. We affirm the judgment of the trial court as to the conviction, but remand for re-\nsentencing in accordance with this opinion.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed in Part;\n                               Reversed in Part; Remanded\n\nDAVID H. WELLES, J., delivered the opinion of the court, in which NORMA MCGEE OGLE and J.C.\nMCLIN , JJ., joined.\n\nRussell Church (at trial) and Roger E. Nell (on appeal), Assistant Publi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-jerome-mayo"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}