{
  "id": 7227,
  "title": "2007년 Vikhor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vikhor. 판결일: 2007-09-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Anatoliy Vikhor v. City of New York, and New York City Transit Authority\n**판결일**: 2007-09-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 43 A.D.3d 914\n- 842 N.Y.S.2d 456\n\n## 판결문 요약\n\n\n*915In an action to recover damages for personal injuries, the defendants New York City Transit Authority and Metropolitan Transportation Authority appeal, as limited by their brief, from so much of an order of the Supreme Court, Kangs County (Hinds-Radix, J.), dated March 26, 2006, as denied those branches of their motion which were for summary judgment dismissing the complaint and all cross claims insofar as asserted against them.\nOrdered that the order is modified, on the law, by deleting the provisions thereof denying those branches of the appellants’ motion which were for summary judgment dismissing the complaint insofar as asserted against them, and the cross claim asserted by the defendant City of New York against the defendant New York City Transit Authority for contribution and against the defendant Metropolitan Transportation Authority for contribution and contractual indemnification, and substituting therefor provisions granting those branches of the motion; as so modified, the order is affirmed insofar as appealed from, without costs or disbursements.\nThe plaintiff alleged that on October 30, 2004, after exiting a subway station while walking on the public sidewalk, he tripped and fell sustaining injuries due to a defective condition in the Gravesend Neck Road sidewalk in Brooklyn located approximately 50 to 60 feet from East 16th Street and six feet from the subway station exit. The plaintiff’s complaint against the defendants New York City Transit Authority (he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vikhor-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}