{
  "id": 7232,
  "title": "2007년 Lomax 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-05",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Lomax. 판결일: 2007-09-05. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio v. Lomax\n**판결일**: 2007-09-05\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Connor, Cupp, Donnell, Lanzinger, Moyer, Pfeifer, Stratton\n\n## 변호인\n\nJoseph T. Deters, Hamilton County Prosecuting Attorney, and Philip R. Cummings, Assistant Prosecuting Attorney, for appellant., Rubenstein & Thurman, L.P.A., and Scott A. Rubenstein, for appellee.\n\n## 인용\n\n- 114 Ohio St. 3d 350\n\n## 판결문 요약\n\n\nLanzinger, J.\n{¶ 1} We accepted this discretionary appeal of the state of Ohio to clarify the meaning of the “open court” requirement in R.C. 2945.05 and to determine the significance of written waivers with respect to the right to trial by jury.\nCase Procedure\n{¶ 2} Defendant-appellee, Keith Lomax, was indicted for murder in the death of Robert Christian. After Lomax waived his right to a jury trial, the court proceeded with a bench trial, during which the following evidence was presented. On May 24, 2003, Lomax attended a family birthday party with his girlfriend, Brandy Tooson. Robert Christian was also present. At some time during the evening, Christian and Tooson got into a physical argument over a chair, resulting in Tooson’s ending up on the floor. Accounts of how this happened vary; it is unclear whether Christian shoved Tooson or pulled the chair out from under her. Tooson’s cousin, who saw the incident, got involved by punching Christian in the face. The other partygoers separated the two and encouraged Christian to leave the party. At that point, Lomax, who had been outside, learned of the altercation and confronted Christian, asking, “Did you disrespect my woman?” After a brief argument, the men separated.\n{¶ 3} Lomax went outside to his truck and then approached Christian and the crowd of people that had gathered around him. Several witnesses testified that Lomax swung at Christian several times and walked away. Christian then exclaimed that he had been stabbed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lomax"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7304
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}