{
  "id": 7233,
  "title": "2007년 Wieselman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-04",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Wieselman. 판결일: 2007-09-04. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: Pearl Wieselman v. Felicia S. Hoeniger\n**판결일**: 2007-09-04\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Flynn, Gruendel, Haiper, Harper\n\n## 변호인\n\nJames H. Lee, for the appellant (plaintiff)., Donald A. Mitchell, for the appellee (defendant).\n\n## 인용\n\n- 930 A.2d 768\n- 103 Conn. App. 591\n\n## 판결문 요약\n\n\n930 A.2d 768 (2007)\n103 Conn.App. 591\nPearl WIESELMAN\nv.\nFelicia S. HOENIGER.\nNo. 28014.\nAppellate Court of Connecticut.\nArgued April 30, 2007.\nDecided September 4, 2007.\n*769 James H. Lee, Fairfield, for the appellant (plaintiff).\nDonald A. Mitchell, Danbury, for the appellee (defendant).\nFLYNN, C.J., and GRUENDEL and HARPER, Js.\nHARPER, J.\nIn this fraudulent conveyance action, the plaintiff, Pearl Wieselman, appeals from the judgment of the trial court in favor of the defendant, Felicia S. Hoeniger. On appeal, the plaintiff claims that the court improperly determined that no fraudulent conveyance occurred because the court improperly (1) allocated the burden of proof and (2) applied General Statutes § 52-552e[1] by requiring that the transferee share in the transferor's fraudulent intent. We disagree with the arguments advanced by the plaintiff and, accordingly, affirm the judgment of the trial court.\nThe following facts, as found by the court, and procedural history are relevant to the issues on appeal. Berthold Hoeniger (Hoeniger)[2] was the plaintiff's lawyer and is the defendant's father. He and the plaintiff shared a personal relationship, in *770 addition to their business relationship, since the 1980s. Hoeniger acted as the plaintiff's counsel beginning in the 1980s and continuing until the end of 1999, after he told the plaintiff that he had sold the property at issue in this case. During their relationship, the plaintiff loaned Hoeniger money upon his request.[3]\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wieselman-v-hoeniger"
    }
  ],
  "relatedIncidents": [
    7135,
    7148,
    7185,
    7226,
    7264
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}