{
  "id": 7235,
  "title": "2007년 State of Tennessee v. Robert S. Barnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-09-04",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Robert S. Barnes. 판결일: 2007-09-04. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Robert S. Barnes\n**판결일**: 2007-09-04\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge J. C. McLin\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                                      June 5, 2007 Session\n\n                 STATE OF TENNESSEE v. ROBERT S. BARNES\n\n                Direct Appeal from the Circuit Court for Lauderdale County\n                          No. 7426 Joseph H. Walker III, Judge\n\n\n\n                   No. W2006-00578-CCA-R3-PC - Filed September 4, 2007\n\n\nFollowing a jury trial, the petitioner, Robert S. Barnes, was convicted of reckless endangerment,\nattempted rape, robbery, aggravated burglary, and assault. For his convictions, the petitioner was\nsentenced as a career offender to an effective sentence of forty-five years for the felony convictions,\nplus consecutive sentences of eleven months and twenty-nine days for each of the two misdemeanor\nconvictions. On direct appeal, this court affirmed the judgments of the trial court. State v. Robert\nSanford Barnes, No. W2003-02967-CCA-R3-CD, 2005 WL 331376 (Tenn. Crim. App., at Jackson,\nFeb. 11, 2005). The petitioner filed a timely petition for post-conviction relief which the post-\nconviction court subsequently denied after an evidentiary hearing. The petitioner now appeals. In\nthis appeal, the petitioner contends that his trial counsel was ineffective. Following a thorough\nreview of the record and the applicable law, we affirm the judgment of the post-conviction court.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJ.C. MCLIN...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-robert-s-barnes"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}