{
  "id": 7245,
  "title": "2007년 Wheelabrator Lisbon, Inc. v. Department of Public Utility Control 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-08-28",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Wheelabrator Lisbon, Inc. v. Department of Public Utility Control. 판결일: 2007-08-28. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Wheelabrator Lisbon, Inc. v. Department of Public Utility Control Et Al.\n**판결일**: 2007-08-28\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Borden, Kaplan, Norcott, Palmer, Zarella\n\n## 변호인\n\nMichael Kurs, for the appellant (plaintiff)., Tatiana Eirmann, assistant attorney general, for the appellee (named defendant)., Joseph A. Rosenthal, with whom, on the brief, was Mary J. Healey, for the appellee (defendant office of consumer counsel)., Philip M. Small, with whom were Michael E. Kozlik and, on the brief, Khristopher M. Gregoire, for the appellee (defendant Connecticut Light and Power Company).\n\n## 인용\n\n- 931 A.2d 159\n- 283 Conn. 672\n\n## 판결문 요약\n\n\n931 A.2d 159 (2007)\n283 Conn. 672\nWHEELABRATOR LISBON, INC.\nv.\nDEPARTMENT OF PUBLIC UTILITY CONTROL et al.\nNo. 17691.\nSupreme Court of Connecticut.\nArgued March 12, 2007.\nDecided August 28, 2007.\n*162 Michael Kurs, for the appellant (plaintiff).\nTatiana Eirmann, assistant attorney general, for the appellee (named defendant).\nJoseph A. Rosenthal, with whom, on the brief, was Mary J. Healey, Meriden, for the appellee (defendant office of consumer counsel).\nPhilip M. Small, with whom were Michael E. Kozlik, Hartford and, on the brief, Khristopher M. Gregoire, Boston, MA, for the appellee (defendant Connecticut Light and Power Company).\nBORDEN, NORCOTT, PALMER, ZARELLA and J. KAPLAN, Js.[*]\nZARELLA, J.\nThe plaintiff, Wheelabrator Lisbon, Inc.,[1] appeals[2] from the judgment of the trial court dismissing its administrative appeal pursuant to General Statutes §§ 4-183[3]*163 and 16-35[4] from the decision of the named defendant, the department of public utility control (department), that the defendant Connecticut Light and Power Company (utility) is entitled to renewable energy certificates associated with the plaintiff's electrical output and to proceeds from all prior sales of such certificates by the plaintiff. The plaintiff claims on appeal that the trial court incorrectly concluded that the department had subject matter jurisdiction over this matter. The plaintiff further claims that, if we conclude that the department had jurisdiction, the trial court incorrectly concluded ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wheelabrator-lisbon-inc-v-department-of-public-utility-control"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}