{
  "id": 7264,
  "title": "2007년 in Re Onsite Software, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-08-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: in Re Onsite Software, Inc.. 판결일: 2007-08-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: in Re Onsite Software, Inc.\n**판결일**: 2007-08-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-07-00351-CV\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn re Onsite Software, Inc.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nORIGINAL PROCEEDING FROM TRAVIS COUNTY\r\n\r\n\r\n\r\n\r\n\r\nM E M O R A N D U M   O P I N I O N\r\n\r\n\r\n\t\tThe trial court denied a motion to enforce a contractual provision requiring the parties\r\nto litigate all disputes in New Jersey.  The Texas Supreme Court has held that failure to enforce such\r\nan agreement \"constitutes a clear abuse of discretion for which there is no adequate remedy by\r\nappeal.\"  In re Automated Collection Techs. Inc., 156 S.W.3d 557, 558 (Tex. 2004).  As a result, we\r\nconditionally grant Ace's petition for writ of mandamus directing the trial court to dismiss this case.\r\n\r\n\t\tOn December 8, 2006, Ace Fire Equipment Co. sued Onsite Software, Inc. for breach\r\nof contract, common-law fraud, violations of the Texas Deceptive Trade Practices Act, and\r\ndeclaratory judgment--all arising from a license agreement providing for the use and support of a\r\nsoftware product.  The license agreement in question contains a forum-selection provision,\r\nsubsection 12(d), which states:\r\n\r\n\r\nThis license agreement is governed and construed in accordance with the laws of the\r\nstate of New Jersey.  It is agreed that the exclusive jurisdiction with regard to any\r\ndispute arising out of this Agreement are [sic] the state and federal courts located\r\nthere.\r\n\r\n\r\n\t\tAce filed suit in Travis County, Texas, and Onsite subsequently filed a motion to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-onsite-software-inc"
    }
  ],
  "relatedIncidents": [
    7135,
    7148,
    7185,
    7226,
    7233
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}