{
  "id": 7280,
  "title": "2007년 DBA 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-08-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: DBA. 판결일: 2007-08-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: DBA v. State\n**판결일**: 2007-08-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Whatley\n\n## 인용\n\n- 962 So. 2d 406\n\n## 판결문 요약\n\n\n962 So. 2d 406 (2007)\nD.B.A., Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 2D06-4774.\nDistrict Court of Appeal of Florida, Second District.\nAugust 10, 2007.\nJames Marion Moorman, Public Defender, and Megan Olson, Assistant Public Defender, Bartow, for Appellant.\n*407 Bill McCollum, Attorney General, Tallahassee, and Joseph Lee, Assistant Attorney General, Tampa, for Appellee.\nWHATLEY, Judge.\nD.B.A. appeals his adjudication of delinquency for the offense of possession of marijuana. He argues that the trial court erred in denying his dispositive motion to suppress, and the State agrees. We reverse.\nAt the hearing on D.B.A.'s motion to suppress, Deputy Vidal testified that he was dispatched to a burglary in progress. He was advised that a caller stated that a black male wearing all black clothing was in front of her apartment banging on the door, attempting to enter. When the deputy arrived, he observed D.B.A. dressed in all black up next to the apartment door. Deputy Vidal directed D.B.A. to face away from him and show him his hands. D.B.A. turned away from the deputy and put his right hand in his right pants pocket. The deputy grabbed D.B.A.'s right hand, put him in a corner, and handcuffed him. Deputy Vidal then put his hand in D.B.A.'s right pocket and pulled out a baggie of a substance that later tested positive for marijuana.\nIn arguing that the marijuana should be suppressed, D.B.A. asserted that while Deputy Vidal had a reasonable suspicion to detain him, he did not ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dba-v-state"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}