{
  "id": 7284,
  "title": "2007년 Burton Imaging Group v. Toys\" R\" US, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-08-08",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Burton Imaging Group v. Toys\" R\" US, Inc.. 판결일: 2007-08-08. 법원: District Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: BURTON IMAGING GROUP, Plaintiff, v. TOYS “R” US, INC. Defendant\n**판결일**: 2007-08-08\n**법원**: District Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Anita B. Brody\n\n## 변호인\n\nEleanor T. Barnett, Glen H. Waldman, Bilzin, Sumberg, Baena, Price & Axelrod LLP, Miami, FL, Jason A. Copley, Robert G. Ruggieri, Cohen Seglias Pallas Green-hall & Furman PC, Philadelphia, PA, for Plaintiff., Jonathan M. Korn, Blank Rome Comi-sky & McCauley, Cherry Hill, NJ, Louis H. Kozloff, Blank Rome, LLP, Philadelphia, PA, for Defendant.\n\n## 인용\n\n- 502 F. Supp. 2d 434\n\n## 판결문 요약\n\n\n502 F.Supp.2d 434 (2007)\nBURTON IMAGING GROUP, Plaintiff,\nv.\nTOYS \"R\" US, INC. Defendant.\nCivil Action No. 06-2420.\nUnited States District Court, E.D. Pennsylvania.\nAugust 8, 2007.\n*435 Eleanor T. Barnett, Glen H. Waldman, Bilzin, Sumberg, Baena, Price &amp; Axelrod LLP, Miami, FL, Jason A. Copley, Robert G. Ruggieri, Cohen Seglias Pallas Greenhall &amp; Furman PC, Philadelphia, PA, for Plaintiff.\nJonathan M. Korn, Blank Rome Comisky &amp; McCauley, Cherry Hill, NJ, Louis H. Kozloff, Blank Rome, LLP, Philadelphia, PA, for Defendant.\n\nMEMORANDUM AND ORDER\nANITA B. BRODY, District Judge.\nPlaintiff Burton Imaging Group (Burton) brought this action against defendant Toys \"R\" Us, Inc. (TRU) for detrimental reliance *436 quantum meruit, unjust enrichment, and fraud in the inducement arising out of alleged misrepresentations made by TRU employees. TRU has moved for summary judgment. Because Burton has failed to offer sufficient evidence to establish essential elements of its claims, the motion as to all claims is granted.\n\nFACTS[1]\nBurton is a digital graphic production company located in Pennsylvania. TRU owns a graphic display, known as a \"Scrim,\" which covers the facade of TRU's store in Times Square in New York City. The Scrim is a \"one-of-a-kind\" system of rolling panels of advertisements. Since 2001, TRU had a contract with a vendor, Vomela Specialty Company (\"Vomela\"), to run the Scrim project. TRU's contract with Vomela was set to expire in the fall of 2005, and Mike Tabaki...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burton-imaging-group-v-toys-r-us-inc"
    }
  ],
  "relatedIncidents": [
    7135,
    7148,
    7185,
    7226,
    7233
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}