{
  "id": 7287,
  "title": "2007년 State v. Nickum, 2006ca00151 (8-6-2007) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-08-06",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Nickum, 2006ca00151 (8-6-2007). 판결일: 2007-08-06. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. John William Nickum\n**판결일**: 2007-08-06\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: EDWARDS, J.\n\n## 변호인\n\nRONALD MARK CALDWELL, OHIO SUP. CT. REG., Assistant Prosecuting Attny., for Plaintiff-Appellee.\n\nKENNETH R. SPIERT, OHIO SUP. CT. REG. NO. 0038804, Office of the Ohio Public Defender, for Defendant-Appellant.\n\n## 인용\n\n- 2007 Ohio 4032\n\n## 판결문 요약\n\n                                 OPINION *Page 2 \n{&#182; 1} Defendant-appellant John William Nickum appeals the May 5, 2006, judgment entry of the trial court in which the court re-sentenced appellant in order to advise him of his post-release control obligations. Plaintiff-appellee is the State of Ohio.\n                       STATEMENT OF FACTS AND LAW  {&#182; 2} Appellant pleaded guilty on May 15, 2003, to two counts of complicity to commit burglary, felonies of the third degree, one count of complicity to an attempt to commit burglary, a felony of the fourth degree, and one count of complicity to commit forgery, a felony of the fifth degree. Appellant was advised at the guilty plea hearing that he may be placed on post-release control (\"PRC\"). Appellant was sentenced on June 23, 2003, to an aggregate term of four years in prison. The trial court did not advise appellant of his PRC obligation at the sentencing hearing. Appellant was granted judicial release on January 29, 2004.\n  {&#182; 3} Appellee filed a motion to revoke appellant's judicial release on July 7, 2004. The trial court revoked appellant's judicial release and sentenced him to an aggregate term of three years in prison. The trial court did not advise appellant of his PRC obligations at the revocation hearing. On April 20, 2006, the trial court filed a nunc pro tunc judgment entry styled \"Judgment Entry: Community Sanctions Revoked and Sentence Imposed (Nunc Pro Tunc 7/20/04 &#8212; clerical error)\". In the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nickum-2006ca00151-8-6-2007"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}