{
  "id": 7298,
  "title": "2007년 Hurst 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-07-31",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Hurst. 판결일: 2007-07-31. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Richard David HURST v. STATE of Maryland\n**판결일**: 2007-07-31\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Raker\n\n## 변호인\n\nClaudia A. Córtese, Asst. Public Defender (Nancy S. Forster, Public Defender, Stacy W. McCormack, Asst. Public Defender, on brief), for petitioner., Cathleen C. Brockmeyer, Asst. Atty. Gen. (Douglas F. Gansler, Atty. Gen., on brief), for respondent.\n\n## 인용\n\n- 929 A.2d 157\n- 400 Md. 397\n\n## 판결문 요약\n\n\n929 A.2d 157 (2007)\n400 Md. 397\nRichard David HURST\nv.\nSTATE of Maryland.\nNo. 124, September Term, 2006.\nCourt of Appeals of Maryland.\nJuly 31, 2007.\n*158 Claudia A. Cortese, Asst. Public Defender (Nancy S. Forster, Public Defender, Stacy W. McCormack, Asst. Public Defender, on brief), for petitioner.\nCathleen C. Brockmeyer, Asst. Atty. Gen. (Douglas F. Gansler, Atty. Gen., on brief), for respondent.\nArgued before BELL, C.J., RAKER[*] CATHELL, HARRELL, BATTAGLIA, GREENE and WILNER, ALAN M. (Retired, specially assigned), JJ.\nRAKER, J.\nThe issue presented in this case is whether the Circuit Court for Frederick County erred in admitting testimony that a rape victim, unconnected to the case before the court, did not consent to sexual intercourse with petitioner for the purpose of rebutting petitioner's contention that the current complainant consented to sexual intercourse. We shall hold that the *159 Circuit Court erred and that the testimony should not have been admitted.\n\nI.\nPetitioner, Richard David Hurst, was convicted by a jury in the Circuit Court for Frederick County of first and second degree rape, first and second degree sexual offense, kidnaping, and false imprisonment. The Circuit Court sentenced him to life imprisonment without the possibility of parole for first degree rape, a concurrent life sentence for first degree sexual offense, and thirty-years' imprisonment for kidnaping.[1]\nPetitioner's convictions stemmed from events occurring on May 16, 2002. That evening...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hurst-v-state"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}