{
  "id": 7299,
  "title": "2007년 State v. JOSE G. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-07-31",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: State v. JOSE G.. 판결일: 2007-07-31. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Jose G.\n**판결일**: 2007-07-31\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Flynn, McLACHLAN, McLachlan, Schaller\n\n## 변호인\n\nDaniel J. Krisch, special public defender, with whom were Michael S. Taylor and, on the brief, Clarisse N. Thomas, legal intern, for the appellant (defendant)., Proloy K. Das, assistant state’s attorney, with whom, on the brief, were David I. Cohen, state’s attorney, and Michael A. Colombo, Jr., former deputy assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 929 A.2d 324\n- 102 Conn. App. 748\n\n## 판결문 요약\n\n\n\nOpinion\n\nMcLACHLAN, J.\nThe defendant, Jose G., appeals from the judgment of conviction, following a jury trial, of kidnapping in the second degree in violation of General Statutes § 53a-94, attempt to commit sexual assault in the first degree in violation of General Statutes § 53a-49 and § 53a-70 (a) (1), intimidating a witness in violation of General Statutes § 53a-151a and assault in the third degree in violation of General Statutes § 53a-61 (a) (1) in connection with a domestic incident involving his then girlfriend, who was more than four months pregnant at the time.2 On appeal, the defendant claims that (1) the trial court improperly admitted into evidence certain testimony from two witnesses regarding alleged incidents of uncharged sexual abuse he perpetrated against the victim and (2) the state engaged in a pattern of prosecutorial impropriety,3 which denied him a fair trial. We affirm the judgment of the trial court.\nThe following facts and procedural history are relevant to our resolution of the defendant’s claims on *751appeal. In the very early morning hours of March 6, 2002, police officers on patrol noticed a commotion occurring in the front seat of the defendant’s van at an intersection. As the van turned in front of the officers, the passenger, who was the victim, opened the door, and it appeared that she was trying to jump out of the van and flag down the officers, but she was being held back by the defendant, who was driving the van. The police pulled over ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jose-g"
    }
  ],
  "relatedIncidents": [
    7078,
    7110,
    7176,
    7354,
    7400
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}