{
  "id": 731,
  "title": "2023년 Souclat-Vega 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2023-04-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Souclat-Vega. 판결일: 2023-04-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Souclat-Vega\n**판결일**: 2023-04-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2023 NY Slip Op 02231\n\n## 판결문 요약\n\n\n\nPeople v Souclat-Vega (2023 NY Slip Op 02231)\n\n\n\n\n\nPeople v Souclat-vega\n\n\n2023 NY Slip Op 02231\n\n\nDecided on April 28, 2023\n\n\nAppellate Division, Fourth Department\n\n\n\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\n\n\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\n\n\n\nDecided on April 28, 2023\nSUPREME COURT OF THE STATE OF NEW YORK\nAppellate Division, Fourth Judicial Department\n\nPRESENT: SMITH, J.P., LINDLEY, CURRAN, MONTOUR, AND OGDEN, JJ.\n\n\n322 KA 19-01435\n\n[*1]THE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\nvLUIS SOUCLAT-VEGA, DEFENDANT-APPELLANT. \n\n\n\n\n\n\nJULIE CIANCA, PUBLIC DEFENDER, ROCHESTER (TONYA PLANK OF COUNSEL), FOR DEFENDANT-APPELLANT.\nSANDRA DOORLEY, DISTRICT ATTORNEY, ROCHESTER (SCOTT MYLES OF COUNSEL), FOR RESPONDENT. \n\n\n\tAppeal from a judgment of the Monroe County Court (Vincent M. Dinolfo, J.), rendered June 6, 2019. The judgment convicted defendant upon his plea of guilty of assault in the second degree. \nIt is hereby ORDERED that the judgment so appealed from is unanimously affirmed.\nMemorandum: On appeal from a judgment convicting him upon his plea of guilty of assault in the second degree (Penal Law § 120.05 [1]), defendant contends that his waiver of the right to appeal is invalid and that his sentence is unduly harsh and severe. As the People correctly concede, defendant's waiver of the right to appeal is invalid and thus does not preclude our review of his challenge to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-souclat-vega"
    }
  ],
  "relatedIncidents": [
    609,
    732,
    766,
    776,
    557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}