{
  "id": 7310,
  "title": "2007년 Curran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-07-20",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Curran. 판결일: 2007-07-20. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: CURRAN Et Al., Appellants, v. VINCENT Et Al., Appellees\n**판결일**: 2007-07-20\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Cunningham, Hildebrandt, Painter\n\n## 변호인\n\nZachary Gottesman, for appellants.\n\n   Louis E. Valencia II, for appellees.\n\n## 인용\n\n- 885 N.E.2d 964\n- 175 Ohio App. 3d 146\n- 2007 Ohio 3680\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 148 \n{&#182; 1} The sellers of a home were told that their buyer, who had signed a contract and put down earnest money, had a medical emergency in his family and could no longer afford to purchase the property. The sellers agreed to release the buyer from the contract. But at the same time the buyer claimed distress, he purchased another, more expensive home.\n  {&#182; 2} The sellers sued for fraud, but the trial court granted summary judgment for the buyer on the basis that the sellers were attempting to make a tort claim out of a breach of contract. In our view, there has been a basic misunderstanding of what this case is about. We must reverse.\n                             I. The Parties  {&#182; 3} Because of the complicated nature of this case, we first need to identify the parties and describe their roles.\n  {&#182; 4} Plaintiffs-appellants Carey Bruggeman Curran and her husband, John, were selling their house. The following parties we refer collectively to as \"the defendants.\" Humberto Reyes Garcia agreed to buy the Currans' house. His real estate agent was Esther Vincent, a broker at Wolfer Enterprises, Inc., which does business as Re/Max Unlimited. Garcia obtained his financing from Conny Urteaga-Gerena. (We are uncertain about the spelling of her name. The pleadings spell her given name as both \"Conny\" and \"Connie,\" and her surn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=curran-v-vincent"
    }
  ],
  "relatedIncidents": [
    7135,
    7148,
    7185,
    7226,
    7233
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}