{
  "id": 7311,
  "title": "2007년 In Re AW, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-07-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: In Re AW, Jr.. 판결일: 2007-07-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: In Re AW, Jr.\n**판결일**: 2007-07-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Whatley\n\n## 인용\n\n- 962 So. 2d 953\n\n## 판결문 요약\n\n\n962 So. 2d 953 (2007)\nIn the interest of A.W., JR.,\nA.W., Sr., Appellant,\nv.\nDepartment of Children and Family Services, and Guardian Ad Litem Program, Appellees.\nNo. 2D06-3000.\nDistrict Court of Appeal of Florida, Second District.\nJuly 20, 2007.\nRehearing Denied August 24, 2007.\n*954 Lisa P. Kirby, Naples, for Appellant.\nWilliam Byrne Isaacs, Port Charlotte, for Appellee Department of Children and Family Services.\nThomas Wade Young, Orlando, for Appellee Guardian ad Litem Program.\nWHATLEY, Judge.\nA.W., Sr. (the Father), appeals the order terminating his parental rights to his son, A.W., Jr. We reverse.\nThe Department of Children and Family Services (DCF) filed a petition for termination of the Father's parental rights to A.W., Jr., because of the Father's arrest for killing the child's mother. The child was seven months old at the time of the shooting, and he was in the home at the time of the shooting. In the order of termination, the trial court stated that the Father told a child protective services investigator that he and the mother tussled. The court stated that the evidence showed that the Father then killed the mother by putting a gun against her skull and firing. The court noted that the Father told the investigator that he shot and killed the mother but that he said nothing about it being accidental or in self-defense. As of the date of the termination hearing, the Father had not been convicted.\nIn its petition for termination, DCF alleged that termination was app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-aw-jr"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}