{
  "id": 7313,
  "title": "2007년 State v. Robinson, 88382 (7-19-2007) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-07-19",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Robinson, 88382 (7-19-2007). 판결일: 2007-07-19. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Maurice Robinson\n**판결일**: 2007-07-19\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: MELODY J. STEWART, J.<page_number>Page 3</page_number>\n\n## 변호인\n\nWilla M. Hemmons, Attorney for Appellant.\n\nWilliam D. Mason Cuyahoga County Prosecutor.\n\nBY: Matthew Waters Assistant County Prosecutor, Attorney for Appellee.\n\n## 인용\n\n- 2007 Ohio 3646\n\n## 판결문 요약\n\n                        JOURNAL ENTRY AND OPINION\n{&#182; 1} Defendant-appellant Maurice Robinson appeals from the court's judgment of conviction on three counts of felonious assault with peace officer specifications and one count of possession of drugs. Appellant claims that (1) the court erroneously defined a mental element for felonious assault, (2) the court lacked sufficient evidence to find that he feloniously assaulted the police officers, and (3) the court failed to order a separation of witnesses. We find no error and affirm.\n  {&#182; 2} The evidence showed that vice detectives in two detective cars were on evening patrol in response to neighborhood drug, liquor and prostitution complaints. Three detectives rode in each car. The detectives in both cars turned onto a residential one-way street. One of the detectives testified that residents parked on both sides of the street, effectively narrowing it to one lane. The lead detective car moved down the street while the second detective car remained about four to five car lengths behind. The detectives in the lead car saw a male running from a parked car. As the lead car pulled alongside the parked car, a detective shined a flashlight into the driver's side window of the parked car and saw appellant in the driver's seat. The detective smelled an odor of marijuana, so he and one of the other detectives exited the car. They made it one-fourth of the way around the front of appellant's car before appellant threw something ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-robinson-88382-7-19-2007"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bright-06ap-1297-7-19-2007"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7126,
    7144
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}