{
  "id": 7327,
  "title": "2007년 David WW. v. Laureen QQ. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-07-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: David WW. v. Laureen QQ.. 판결일: 2007-07-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of David WW. v. Laureen QQ., G. Scott Walling, as Law Guardian for Jacob WW., (And Another Related Proceeding.)\n**판결일**: 2007-07-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Kane\n\n## 인용\n\n- 42 A.D.3d 685\n- 839 N.Y.S.2d 839\n\n## 판결문 요약\n\n\nKane, J.\nAppeal from an order of the Family Court of Clinton County (Lawliss, J.), entered May 24, 2006, which dismissed petitioner’s application, in two proceedings pursuant to Family Ct Act article 6, to modify a prior order of custody and visitation.\nThe parties are the divorced parents of two sons, the younger of whom is Jacob WW. (born in 1991). A prior consent order provided for joint legal custody, primary physical custody with respondent and visitation to petitioner. Petitioner filed a custody modification petition as a result of Jacob’s unacceptable academic performance, his desire to live with petitioner, his poor relationship with respondent’s husband, and an incident where respondent’s husband allegedly assaulted Jacob and respondent had Jacob removed from the home by police and taken to the hospital for a mental health evaluation. Respondent filed a cross petition to modify visitation. At a hearing on the petitions, after petitioner presented eight witnesses and two of respondent’s *686witnesses testified out of order, petitioner rested. Respondent moved for a directed verdict. Family Court disregarded Jacob’s testimony and any testimony based on information received from him, determining that Jacob was not a reliable witness. Without this testimony, the court determined that petitioner failed to present a prima facie case and dismissed his petition. Respondent then rested. Family Court granted respondent sole legal custody of both children. Jacob’s Law Guardian...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdermott-v-new-york-hospital-cornell-medical-center"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=david-ww-v-laureen-qq"
    }
  ],
  "relatedIncidents": [
    7126,
    7147,
    7151,
    7209,
    7243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}