{
  "id": 7343,
  "title": "2007년 People v. Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-07-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Clark. 판결일: 2007-07-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Khaliq Clark\n**판결일**: 2007-07-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 42 A.D.3d 957\n- 838 N.Y.S.2d 760\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Cayuga County Court (Peter E. Corning, J.), rendered July 13, 2006. The judgment convicted defendant, upon a jury verdict, of assault on a peace officer and assault in the second degree.\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously modified on the law by reversing that part convicting defendant of assault on a peace officer and dismissing count one of the indictment and as modified the judgment is affirmed.\nMemorandum: Defendant appeals from a judgment convicting him, following a jury trial, of assault on a peace officer (Penal Law § 120.08) and assault in the second degree (§ 120.05 [7]). Contrary to the contention of defendant, his waiver of the right to counsel was knowing, voluntary and intelligent. County Court *958undertook the requisite searching inquiry into defendant’s age, education and familiarity with the legal system before accepting defendant’s decision to proceed pro se (see People v Arroyo, 98 NY2d 101, 103-104 [2002]). Further, the court and defense counsel warned defendant of the risks associated with proceeding pro se (see People v Smith, 92 NY2d 516, 520 [1998]; People v Vivenzio, 62 NY2d 775 [1984]). Defendant further contends that he received ineffective assistance of counsel. However, “[b]y exercising his right to proceed pro se, defendant waived [that] contention” (People v Peterkin, 12 AD3d 1026, 1028 [2004], lv denied 4 NY3d 766 [2005]).\nAs defendant correctly contends, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-clark"
    }
  ],
  "relatedIncidents": [
    7126,
    7147,
    7151,
    7209,
    7243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}