{
  "id": 7351,
  "title": "2007년 Daff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-27",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Daff. 판결일: 2007-06-27. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Charles R. Daff v. Associated Building Suppliers, Inc.\n**판결일**: 2007-06-27\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: SLABY, Presiding Judge.\n\n## 변호인\n\nMartin S. Hume, Attorney at Law, for Appellant.\n\nF. Daniel Balmert, John Gerak, and Vincent J. Tersigni, Attorneys at Law, for Appellees.\n\n## 인용\n\n- 2007 Ohio 3238\n\n## 판결문 요약\n\n                       DECISION AND JOURNAL ENTRY\nThis cause was heard upon the record in the trial court. Each error assigned has been reviewed and the following disposition is made:\n  {&#182; 1} Appellant, Charles R. Daff, appeals from the trial court's directed verdict in favor of Appellees, Scott Harcek, John Haumesser, David Campbell and Associated Materials, Inc. in the Summit County Court of Common Pleas. We affirm.\n  {&#182; 2} This action arose after Appellant Charles R. Daff was terminated from his employment with Appellee Associated Building Supplies, Inc., dba Alside (\"Alside\") on November 23, 2004, for dishonesty related to missing funds belonging to Alside. On May 27, 2005, Appellant filed a complaint in Mahoning *Page 2 \nCounty against Alside and three employees of Alside, Appellees, Scott Harcek, John Haumesser, and David Campbell asserting claims of defamation, wrongful discharge in violation of the public policy of the State of Ohio and violation of the Ohio Whistleblower's Act. The case was transferred to Summit County on October 18, 2004, upon Appellees' motion. Appellees answered the complaint on November 8, 2005.\n  {&#182; 3} On June 27, 2006, Appellees filed a motion for summary judgment and Daff opposed that motion. On July 20, 2006, Appellant dismissed his whistleblower claim. The court granted Appellees' motion as to the wrongful termination claim only on August 10, 2006, leaving defamation as the only claim to be tried.\n  {&#182; 4} On August 11, 20...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daff-v-associated-bldg-suppliers-inc-23396-6-27-2007"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}