{
  "id": 7354,
  "title": "2007년 Vick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-26",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Vick. 판결일: 2007-06-26. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Jasper L. VICK\n**판결일**: 2007-06-26\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n## 변호인\n\nRobert L. Parris, Memphis, Tennessee, for the appellant, Jasper L. Vick., Robert E. Cooper, Jr., Attorney General and Reporter; David H. Findley, Assistant Attorney General; William L. Gibbons, District Attorney General; and Chris Scruggs, Assistant District Attorney General, for the appellee, State of Tennessee.\n\n## 인용\n\n- 242 S.W.3d 792\n\n## 판결문 요약\n\n\n242 S.W.3d 792 (2007)\nSTATE of Tennessee\nv.\nJasper L. VICK.\nCourt of Criminal Appeals of Tennessee, at Jackson.\nAssigned on Briefs April 10, 2007.\nJune 26, 2007.\n*793 Robert L. Parris, Memphis, Tennessee, for the appellant, Jasper L. Vick.\nRobert E. Cooper, Jr., Attorney General and Reporter; David H. Findley, Assistant Attorney General; William L. Gibbons, District Attorney General; and Chris Scruggs, Assistant District Attorney General, for the appellee, State of Tennessee.\n\nOPINION\nALAN E. GLENN, J., delivered the opinion of the court, in which JOSEPH M, TIPTON, P.J., and DAVID G. HAYES, J., joined.\nThe defendant, Jasper L. Vick, appeals his sentencing classification as, a Range II offender, arguing that the State failed to prove beyond a reasonable doubt that the criminal conduct leading to his South Carolina conviction for aggravated assault of a high and aggravated nature would have constituted a Class C felony in Tennessee. Following our review, we reverse the judgment of the trial court and remand for the defendant to be sentenced as a Range I offender.\n\nFACTS\nThe defendant was convicted of especially aggravated kidnapping and sexual battery and was sentenced as a Range II, multiple offender to an effective sentence of forty years in the Department of Correction. In determining that the defendant was a multiple offender, the trial court relied in part on the defendant's 1973 guilty plea conviction in South Carolina to the crime of \"assault and battery of a high and a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "납치"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vick"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tyrone-a-walker-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    7078,
    7110,
    7143,
    7150,
    7156
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}