{
  "id": 7355,
  "title": "2007년 Nunez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Nunez. 판결일: 2007-06-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Sonia Nunez v. Bell Atlantic Corporation\n**판결일**: 2007-06-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 41 A.D.3d 803\n- 840 N.Y.S.2d 370\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the defendants appeal from an order of the Supreme Court, Kings County (Ruchelsman, J.), dated September 19, 2006, which denied their motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, with costs, and the motion for summary judgment dismissing the complaint is granted.\nThe plaintiff allegedly tripped and fell over a telephone cord as she was cleaning a guest room during the course of her employment at a hotel. Not knowing who owned or installed the telephone equipment, the plaintiff commenced this action against the defendants, Bell Atlantic Corporation, Bell Atlantic New York, Inc., and Verizon Communications, Inc.\nThe defendants established their entitlement to judgment as a matter of law by submitting evidence sufficient to demonstrate that they did not own, install, maintain, or repair the telephone equipment in the hotel room, and that they did not create the alleged defective condition or have actual or constructive notice of it (see Cynar v U.S. Trust Corp., 7 AD3d 749 [2004]). In opposition, the plaintiff failed to submit evidence sufficient to raise a triable issue of fact with respect to her claim that the defendants owned the equipment or created the defect. Although the defendants had destroyed certain documents sought by the plaintiff in discovery, the Supreme Court should not have denied the defendants’ motion for summary judgment on that basis since those ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nunez-v-bell-atlantic-corp"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}