{
  "id": 7359,
  "title": "2007년 Lucarelli 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-21",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Lucarelli. 판결일: 2007-06-21. 법원: District Court, D. Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. John M. LUCARELLI\n**판결일**: 2007-06-21\n**법원**: District Court, D. Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Janet Bond Arterton\n\n## 변호인\n\nDavid A. Ring, U.S. Attorney’s Office, Hartford, CT, John H. Durham, Michael S. McGarry, Peter S. Jongbloed, U.S. Attorney’s Office, New Haven, CT, for United States of America.\n\n## 인용\n\n- 490 F. Supp. 2d 295\n\n## 판결문 요약\n\n\n490 F. Supp. 2d 295 (2007)\nUNITED STATES of America\nv.\nJohn M. LUCARELLI.\nNo. 3:05cr268.\nUnited States District Court, D. Connecticut.\nJune 21, 2007.\n*296 David A. Ring, U.S. Attorney's Office, Hartford, CT, John H. Durham, Michael S. McGarry, Peter S. Jongbloed, U.S. Attorney's Office, New Haven, CT, for United States of America.\n\nRULING ON MOTION FOR RECONSIDERATION ON JUDGMENT OF ACQUITTAL [DOC. # 185]\nJANET BOND ARTERTON, District Judge.\nFamiliarity with the factual and procedural background of this case is presumed.[1] The Court's Ruling on Motion for Judgment of Acquittal or New Trial [Doc. # 183] assessed the import of the july's \"no\" responses to the special interrogatory question asking:\nIf you find the defendant guilty on any of Counts 2-4 or 7-12, did you find the defendant participated in the fraudulent scheme with the specific intent to defraud:\n(a) The Bank of property: YES ___\nNO ___\n(b) Depositors of money or property: YES ___ NO ___[2]\nThe Court concluded that in order to find defendant guilty of conspiracy to commit mail/securities fraud (Count 1) and/or of aiding and abetting securities fraud (Count 12), the jury was required to find that defendant had the specific intent to defraud the New Haven Savings Bank (\"NHSB\") and/or its depositors, and that \"given the jury's finding on the special interrogatories that Lucarelli did not have a specific intent to defraud either the NHSB or its depositors, it [could] be ascertained that the jury misunderstood, or was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lucarelli"
    }
  ],
  "relatedIncidents": [
    7135,
    7148,
    7185,
    7226,
    7233
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}