{
  "id": 7363,
  "title": "2007년 Fenton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Fenton. 판결일: 2007-06-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Troy FENTON, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 2007-06-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Glenn, Kenneth, Lawrence, Mooney, Norton, Romines\n\n## 변호인\n\nGwenda Renee’ Robinson, Louis, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Karen Louise Kramer, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 230 S.W.3d 8\n\n## 판결문 요약\n\n\n230 S.W.3d 8 (2007)\nTroy FENTON, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. ED 88243.\nMissouri Court of Appeals, Eastern District, Division Three.\nJune 19, 2007.\nGwenda Renee' Robinson, Louis, MO, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Karen Louise Kramer, Jefferson City, MO, for respondent.\nBefore GLENN A. NORTON, P.J., LAWRENCE E. MOONEY, J., and KENNETH M. ROMINES, J.\n\nORDER\nPER CURIAM.\nTroy Fenton (Fenton) appeals the Judgment of the Circuit Court of St. Charles County (Court), the Honorable Nancy Schneider presiding. A jury convicted Fenton of First Degree Robbery, Section 569.020[1]; First Degree Assault of a Law Enforcement Officer, Section 565.081; and two counts of Armed Criminal Action, Section 571.015. The Court sentenced Fenton as a persistent felony and drug offender, to two life sentences and two fifty-year sentences. Fenton filed a Rule 29.15 motion, which the Court denied, after an evidentiary hearing.\nOn appeal, Fenton argues that the Court erred when it denied his Rule 29.15 motion. Fenton argues that his trial counsel *9 was ineffective, because: 1) trial counsel failed to request a speedy trial; 2) trial counsel failed to ask the Court to instruct the jury to disregard Fenton's unkempt appearance; and 3) trial counsel failed to evaluate his mental state and competency to stand trial. Fenton also argues that the Court failed to issue findings of fact and conclusions of law regarding his claim that he was sentenced on the basis of false i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fenton-v-state"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}