{
  "id": 7364,
  "title": "2007년 Allan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Allan. 판결일: 2007-06-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Bakhosheq Allan\n**판결일**: 2007-06-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 41 A.D.3d 727\n- 839 N.Y.S.2d 771\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the County Court, Suffolk County (Doyle, J.), rendered August 3, 2004, convicting him of murder in the second degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant’s contention that the County Court’s Sandoval ruling (see People v Sandoval, 34 NY2d 371 [1974]) deprived him of a fair trial is without merit. The court properly weighed the probative value of the defendant’s prior offenses on the issue of his credibility against the possible prejudice to the defendant, and reached an appropriate compromise ruling (see People v Gray, 84 NY2d 709 [1995]; People v Lopez, 37 AD3d 496 [2007]; People v Taylor, 18 AD3d 783 [2005]).\nSimilarly unavailing is the defendant’s contention that the court erred in admitting autopsy photographs into evidence. The photographs were neither excessively gruesome nor introduced for the sole purpose of arousing the jurors’ passions *728and prejudicing the defendant (see People v Wood, 79 NY2d 958 [1992]; People v Pobliner, 32 NY2d 356 [1973], cert denied 416 US 905 [1974]). Rather, they were relevant both to help illustrate and corroborate the testimony of the medical examiner (see People v Clark, 37 AD3d 487 [2007]; People v Daniels, 35 AD3d 495 [2006]; People v Allah, 13 AD3d 639 [2004]) and to prove intent, a material element of the murder charge of which the defendant ultimately was convicted (see People v Louisias, 29 AD3d 1017 [2006]; People v Morel, 29...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-allan"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}