{
  "id": 7365,
  "title": "2007년 Oppenheim 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-19",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Oppenheim. 판결일: 2007-06-19. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: Sarah OPPENHEIM v. Derek HUTCHINSON\n**판결일**: 2007-06-19\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Alexander, Calkins, Clifford, Levy, Silver\n\n## 변호인\n\nArthur J. Greif, Esq., Gilbert & Greif, P. A., Bangor, for plaintiff., Debra Reece, Esq., Rudman & Winchell, Bangor, for defendant.\n\n## 인용\n\n- 926 A.2d 177\n- 2007 Me. 73\n\n## 판결문 요약\n\n\nCLIFFORD, J.\n[¶ 1] Sarah Oppenheim appeals from a judgment entered in the Superior Court (Penobscot County, Mead, J.), pursuant to M.R. Civ. P. 12(b)(6), dismissing her complaint filed against Derek Hutchinson. The dismissal resulted from Oppenheim’s failure to bring her complaint within the six-year limitations period pursuant to 14 *179M.R.S. § 752 (2006). Oppenheim contends that the court erred as a matter of law by not extending the limitations period pursuant to the “saving statute,” 14 M.R.S. § 855 (2006). Because we conclude the saving statute is inapplicable, and Oppen-heim’s suit was filed outside the statutory limitations period, we affirm the judgment.\n[¶ 2] On July 1, 2005, Oppenheim filed a complaint in the Superior Court against Hutchinson seeking damages based on allegations that Hutchinson negligently caused an automobile collision that occurred on July 6, 1999.1 Oppenheim did not properly serve Hutchinson within ninety days as required by M.R. Civ. P. 3, and she did not seek an extension of time to obtain service within the ninety-day time frame pursuant to M.R. Civ. P. 6(b)(2).2 The court (Mead, J.) denied Oppenheim’s late-filed motion for an enlargement of time within which to file return of service, and granted Hutchinson’s motion to dismiss the case for failure to timely file return of service.\n[¶ 3] In her appeal to this Court from the Superior Court’s judgment of dismissal, Oppenheim contended that the court erred in its application of the excusable ne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oppenheim-v-hutchinson"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}