{
  "id": 7370,
  "title": "2007년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-13",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2007-06-13. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Avis GOODWIN\n**판결일**: 2007-06-13\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bender, Daniels, Files, Gantman, Joyce, Klein, McCaffery, Panella, Stevens, Todd\n\n## 변호인\n\nMark Cichowiez, Philadelphia, for appellant., Samuel H. Ritterman, Assistant District Attorney, Philadelphia, for Commonwealth appellee.\n\n## 인용\n\n- 928 A.2d 287\n\n## 판결문 요약\n\n\nOPINION BY\nBENDER, J.:\n¶ 1 Avis Goodwin (Appellant) appeals from the judgment of sentence entered March 17, 2005, following his conviction at a bench trial of possession with intent to distribute heroin and knowing and intentional possession of marijuana for which he received a sentence of \\lk to 3 years’ imprisonment followed by 3 years of supervised probation. Appellant’s counsel filed a brief pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), and Commonwealth v. McClendon, 495 Pa. 467, 434 A.2d 1185 (1981), with a separate petition seeking to withdraw as counsel. For the reasons that follow, we affirm the judgment of sentence and grant counsel’s petition to withdraw.\n¶2 After sentencing, Appellant filed a direct appeal to this Court and the Defender Association was appointed to represent him. On May 23, 2005, the trial court ordered Appellant to file a concise statement of matters complained of on appeal pursuant to Pa.R.A.P.1925(b). In re*289sponse, a statement was filed by counsel providing that “[tjhere are no non-frivolous matters that can be raised on appeal.” See Statement of Matters Complained of on Appeal. Subsequently, the trial court issued an opinion indicating that in light of Appellant’s statement of matters complained of on appeal and according to Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306 (1998), and Commonwealth v. West, 868 A.2d 1267 (Pa.Super.2005), no issues were preserved for appeal. Therefore, the trial court su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-goodwin"
    }
  ],
  "relatedIncidents": [
    7413,
    7547,
    6510,
    6546,
    6548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}