{
  "id": 7373,
  "title": "2007년 Suite 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Suite. 판결일: 2007-06-13. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff—Appellee v. Ian Anthony SUITE, Defendant—Appellant\n**판결일**: 2007-06-13\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nBecky S. Walker, Esq., Office of the U.S. Attorney, Criminal Division, Los An-geles, CA, Sean K Lokey, Esq., Office of the U.S. Attorney, Riverside, CA, for Plaintiff-Appellee., Robison D. Harley, Jr., Esq., Santa Ana, CA, for Defendant-Appellant.\n\n## 인용\n\n- 234 F. App'x 574\n\n## 판결문 요약\n\n\nMEMORANDUM **\nIan Anthony Suite appeals from his 24-month sentence for committing wire fraud in connection with telemarketing, in violation of 18 U.S.C. §§ 1343, 2326, and 2.\nSuite was sentenced following a guilty plea he entered pursuant to a plea agreement that contained an appeal waiver. However, he contends that the government waived the appeal waiver. He is incorrect. Suite also contends that the Supreme Court’s decision in United States v. Booker, 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), means that he is not bound by his appeal waiver. We disagree. Booker did not vitiate the appeal waiver. See United States v. Cortez-Arias, 425 F.3d 547, 547-48 (9th Cir.2005), amending, 415 F.3d 977 (9th Cir.2005); United States v. Cardenas, 405 F.3d 1046, 1048 (9th Cir. 2005). Because Suite knowingly and voluntarily waived his right to appeal the entry of judgment and the sentence, and because the sentence was within the terms *575of the plea agreement, we dismiss the appeal. See United States v. Nguyen, 235 F.3d 1179, 1182 (9th Cir.2000) (holding that an appeal waiver is valid when it is entered into knowingly and voluntarily).\nDISMISSED.\n\n This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-suite"
    }
  ],
  "relatedIncidents": [
    7135,
    7148,
    7185,
    7226,
    7233
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}