{
  "id": 7374,
  "title": "2007년 Vergara 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vergara. 판결일: 2007-06-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Aurora Vergara v. A & S Twins Construction Corp., (And a Third-Party Action.)\n**판결일**: 2007-06-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 41 A.D.3d 588\n- 837 N.Y.S.2d 742\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the plaintiffs appeal from an order of the Supreme Court, Queens County (O’Donoghue, J.), dated February 22, 2006, which granted that branch of the motion of the defendants Daljit Kaur and Manmohan Singh which was for summary judgment dismissing the complaint insofar as asserted against them and the separate motion of the defendants A &amp; S Twins Construction Corp. and Nishan Singh for summary judgment dismissing the complaint insofar as asserted against them.\nOrdered that the order is affirmed, with costs.\nA landowner has a duty to maintain his or her premises in a *589reasonably safe manner (see Basso v Miller, 40 NY2d 233 [1976]). However, he or she has no duty to protect or warn against an open and obvious condition, which is not inherently dangerous as a matter of law (see Cupo v Karfunkel, 1 AD3d 48 [2003] ).\nHere, the defendants submitted evidence sufficient to establish their entitlement to judgment as a matter of law by demonstrating that the pile of wood which allegedly caused the plaintiff to trip and fall was open and obvious and not inherently dangerous (see McKinney v Ardee Plaza, LLC, 36 AD3d 868 [2007]; Leib v Silo Rest., Inc., 26 AD3d 359 [2006]; Tenenbaum v Best 21 Ltd., 15 AD3d 646 [2005]; Rosa v Southren, 8 AD3d 648 [2004] ; Mansueto v Worster, 1 AD3d 412 [2003]; Christopher v New York City Tr. Auth., 300 AD2d 336 [2002]; Schoen v King Kullen Grocery Co., 296 AD2d 486 [2002]; Boehme v Edgar Fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vergara-v-a-s-twins-construction-corp"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}