{
  "id": 7380,
  "title": "2007년 Lane 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-06-05",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Lane. 판결일: 2007-06-05. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Ahmaad Lane\n**판결일**: 2007-06-05\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Bishop, Dupont, Harper\n\n## 변호인\n\nRobert E. Byron, special public defender, for the appellant (defendant)., Christopher T. Godialis, senior assistant state’s attorney, with whom, on the brief, were John A. Con-nelly, state’s attorney, and Terence D. Mariani, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 922 A.2d 1107\n- 101 Conn. App. 540\n\n## 판결문 요약\n\n\n922 A.2d 1107 (2007)\n101 Conn.App. 540\nSTATE of Connecticut\nv.\nAhmaad LANE.\nNo. 27257.\nAppellate Court of Connecticut.\nArgued March 13, 2007.\nDecided June 5, 2007.\n*1109 Robert E. Byron, special public defender, for the appellant (defendant).\nChristopher T. Godialis, senior assistant state's attorney, with whom, on the brief, were John A. Connelly, state's attorney, and Terence D. Mariani, senior assistant state's attorney, for the appellee (state).\nBISHOP, HARPER and DUPONT, Js.\nDUPONT, J.\nThe defendant, Ahmaad Lane, appeals from the judgment of conviction, rendered after a jury verdict, of assault in the first degree in violation of General Statutes § 53a-59 (a)(1) and criminal possession of a firearm in violation of General Statutes § 53a217 (a)(1). The defendant claims that the trial court improperly (1) allowed the jury to be selected in a racially discriminatory manner in violation of his rights to equal protection of the law and a fair trial and (2) denied his motion to suppress evidence of an out-of court photographic identification. We affirm the judgment of the trial court.\n\nI\nThe defendant first claims that the manner in which the jury was chosen violated his rights to equal protection and a fair trial. Specifically, he argues that the state impermissibly exercised two of its peremptory challenges in a racially discriminatory manner, that the court impermissibly prevented him from bringing a claim pursuant to Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lane"
    }
  ],
  "relatedIncidents": [
    7126,
    7147,
    7151,
    7209,
    7243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}