{
  "id": 7384,
  "title": "2007년 Chanceford Aviation Properties, L.L.P. v. Chanceford Township Board of Supervisors 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-31",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Chanceford Aviation Properties, L.L.P. v. Chanceford Township Board of Supervisors. 판결일: 2007-05-31. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: CHANCEFORD AVIATION PROPERTIES, L.L.P. and Chanceford Aviation, Inc., Appellants, v. CHANCEFORD TOWNSHIP BOARD OF SUPERVISORS, Appellee\n**판결일**: 2007-05-31\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baer, Cappy, Castille, Eakin, Former, Newman, Nigro, Saylor\n\n## 변호인\n\nStacey R. MacNeal, Esq., Michael Walter Flannelly, Esq., York, for Chanceford Aviation Properties, L.L.P and Chance-ford Aviation., Timothy J. Bupp, Esq., for Chanceford Township Board of Supervisors.\n\n## 인용\n\n- 923 A.2d 1099\n- 592 Pa. 100\n\n## 판결문 요약\n\n\n923 A.2d 1099 (2007)\nCHANCEFORD AVIATION PROPERTIES, L.L.P. and Chanceford Aviation, Inc., Appellants,\nv.\nCHANCEFORD TOWNSHIP BOARD OF SUPERVISORS, Appellee.\nSupreme Court of Pennsylvania.\nArgued December 7, 2005.\nDecided May 31, 2007.\n*1101 Stacey R. MacNeal, Esq., Michael Walter Flannelly, Esq., York, for Chanceford Aviation Properties, L.L.P and Chanceford Aviation.\nTimothy J. Bupp, Esq., for Chanceford Township Board of Supervisors.\nBEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN and BAER, JJ.\n\nOPINION\nJustice EAKIN.\nAppellants, Chanceford Aviation Properties, LLP and Chanceford Aviation, Inc., own five acres of land in Chanceford Township, York County, upon which a public airport[1] is situated. Appellants are successors in interest to the property's former owner, Loretta Baublitz. Baublitz brought a mandamus action asking the trial court to enter judgment against the Chanceford Township Board of Supervisors, directing the Township to enact a zoning ordinance in compliance with the Airport Zoning Act (AZA), 74 Pa.C.S. § 5911 et seq. The parties filed crossmotions for summary judgment; the trial court granted Baublitz's motion and directed the Township to enact such an ordinance. The Commonwealth Court reversed the trial court's order. For the following reasons, we reverse the Commonwealth Court.\nLoretta Baublitz's late husband, Levere, owned and operated a private airport prior to the Township's adoption of a zoning ordinance in 1979. R.R., at 61a. In the early...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chanceford-aviation-properties-llp-v-chanceford-township-board-of"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}