{
  "id": 7385,
  "title": "2007년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-31",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: State v. Smith. 판결일: 2007-05-31. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Joe Clarence SMITH, Appellant\n**판결일**: 2007-05-31\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Andrew, Berch, Hurwitz, Maurice, McGREGOR, Portley, Rebecca, Ruth V, Ryan, White\n\n## 변호인\n\nTerry Goddard, Arizona Attorney General by Kent E. Cattani, Chief Counsel, Capital Litigation Section, Jon G. Anderson, Former Assistant Attorney General, Phoenix, Attorneys for State of Arizona., Susan M. Sherwin, Maricopa County Legal Advocate by Kerri L. Chamberlin, Deputy Legal Advocate, Phoenix, Attorneys for Joe Clarence Smith.\n\n## 인용\n\n- 159 P.3d 531\n- 215 Ariz. 221\n\n## 판결문 요약\n\n\n159 P.3d 531 (2007)\nSTATE of Arizona, Appellee,\nv.\nJoe Clarence SMITH, Appellant.\nNo. CR-04-0208-AP.\nSupreme Court of Arizona, En Banc.\nMay 31, 2007.\n*535 Terry Goddard, Arizona Attorney General by Kent E. Cattani, Chief Counsel, Capital Litigation Section, Jon G. Anderson, Former Assistant Attorney General, Phoenix, Attorneys for State of Arizona.\nSusan M. Sherwin, Maricopa County Legal Advocate by Kerri L. Chamberlin, Deputy Legal Advocate, Phoenix, Attorneys for Joe Clarence Smith.\n\nOPINION\nRYAN, Justice.\n¶ 1 In 2004, Joe Clarence Smith was resentenced to death for two murders committed in 1975 and 1976. An automatic notice of appeal was filed under Arizona Rules of Criminal Procedure 26.15 and 31.2(b) and Arizona Revised Statutes (\"A.R.S.\") section 13-4031 (2001). We have jurisdiction under Article 6, Section 5(3), of the Arizona Constitution and A.R.S. § 13-4031.\n\nI\n¶ 2 On January 1, 1976,[1] the nude body of Sandy Spencer was found in the desert northwest of Phoenix. Her nose and mouth had been stuffed with dirt and taped shut, causing asphyxiation. Ligature marks on her wrists and ankles indicated that she had been bound before death and the ligatures had been removed after death. Before or near the time of death, Spencer also suffered nineteen stab wounds to the pubic region and a vaginal tear that was caused by penetration. She also had three stab wounds to her breasts and a sewing needle was found embedded in her left breast.\n¶ 3 On February 2, 1976, Neva Lee's nud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}