{
  "id": 7393,
  "title": "2007년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lopez. 판결일: 2007-05-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Angel Lopez v. Jose Mendoza\n**판결일**: 2007-05-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 40 A.D.3d 436\n- 836 N.Y.S.2d 169\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Patricia Anne Williams, J.), entered March 30, 2006, which granted defendant’s motion for summary judgment dismissing the complaint, unanimously affirmed, without costs.\nPlaintiffs expert, a physician who examined him both before and after surgery was performed on his shoulder on June 16, 2004, conducted certain range of motion tests in connection with his subsequent examination of plaintiff in September 2004. His affirmation was contradicted by the affirmations of physicians who examined plaintiff 13 months thereafter in October 2005. They stated that their examinations of plaintiff disclosed no range of motion limitations. Plaintiff submitted no evidence to contradict those later findings, and, accordingly, no triable is*437sue was raised as to whether he had sustained serious injury involving permanency within the meaning of Insurance Law § 5102 (d) (see Thompson v Abbasi, 15 AD3d 95, 97 [2005]). Nor was there competent objective proof sufficient to raise a triable issue about whether plaintiff sustained, “a medically determined injury or impairment of a non-permanent nature” (Insurance Law § 5102 [d]) that imposed substantial limitations, as opposed to “slight curtailment,” on his customary daily activities (see Licari v Elliott, 57 NY2d 230, 236 [1982]). Notably, and consistent with the absence of contemporary evidence contradicting defendant’s doctors, the report by plaintiff’s expert contemplated “both symptomatic and functional imp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lopez-v-mendoza"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}