{
  "id": 7400,
  "title": "2007년 State v. Smith, 06ap-923 (5-15-2007) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-15",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Smith, 06ap-923 (5-15-2007). 판결일: 2007-05-15. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. James H. Smith\n**판결일**: 2007-05-15\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: SADLER, P.J.\n\n## 변호인\n\nRon O'Brien, Prosecuting Attorney, and Seth L. Gilbert, for appellee.\n\nJames H. Smith, pro se.\n\n## 인용\n\n- 2007 Ohio 2334\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Appellant, James H. Smith (\"appellant\"), filed these appeals seeking review of a judgment by the Franklin County Court of Common Pleas dismissing his petition for post-conviction relief. For the reasons that follow, we affirm the decision of the trial court. *Page 2 \n  {&#182; 2} In November 2000, appellant was indicted in case No. 00CR11-6708 on two counts of aggravated robbery, four counts of robbery, one count of kidnapping, and one count of having a weapon while under disability. Each of the aggravated robbery, robbery, and kidnapping counts carried firearm specifications. Also in November 2000, appellant was indicted in case No. 00CR11-6726 on one count of aggravated robbery and one count of robbery. In June 2001, appellant was indicted in case No. 01CR06-3633 on one count of aggravated robbery with two firearm specifications.\n  {&#182; 3} In October 2001, appellant entered guilty pleas in each of the three case numbers. In case No. 00CR11-6708, appellant pled guilty to one count of aggravated robbery with a firearm specification. In case No. 00CR11-6726, appellant pled guilty to one count of robbery. In case No. 00CR06-3633, appellant pled guilty to one count of aggravated robbery. Nolle prosequis were entered on all the remaining charges and specifications.\n  {&#182; 4} In February 2002, the trial court held a sentencing hearing for all three case numbers. On the first case number, the trial court imposed a sentence o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith-06ap-923-5-15-2007"
    }
  ],
  "relatedIncidents": [
    7078,
    7110,
    7176,
    7299,
    7354
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}