{
  "id": 7401,
  "title": "2007년 Telfeyan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Telfeyan. 판결일: 2007-05-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Laurel Telfeyan v. City of New York, and New York City Transit Authority\n**판결일**: 2007-05-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 40 A.D.3d 372\n- 836 N.Y.S.2d 71\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Robert D. Lippmann, J.), entered October 25, 2005, which, upon reargument, denied defendant-appellant’ s previously granted motion for summary judgment dismissing the complaint, unanimously reversed, on the law, without costs, and defendant’s motion granted. The Clerk is directed to enter judgment in favor of defendant-appellant dismissing the complaint as against it.\nThis action stems from a slip and fall accident that occurred on June 12, 2003 in the stairwell of the Transit Authority’s subway station located on 81st Street near the Museum of Nat*373ural History. Plaintiff, a 53-year-old vocational rehabilitation specialist, was descending the staircase when she lost her footing and fell. Supreme Court initially granted defendant’s motion for summary judgment and dismissed the complaint because, simply stated, plaintiff did not know why she fell. On reargument plaintiff claimed, in an affidavit prepared almost two years after her accident, that she fell because the accumulating water from the day’s rainfall made the steps slippery. Plaintiff also submitted expert testimony to the effect that the stairway, as configured, did not meet applicable safety standards because it did not have a center handrail and the treads on the staircase lacked the necessary traction.\nIn testimony given on October 9, 2003, plaintiff stated that she did not know what caused her to fall. She stated that at the moment of her fall, she was not looking at the s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=telfeyan-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}