{
  "id": 7407,
  "title": "2007년 Gladney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-08",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Gladney. 판결일: 2007-05-08. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Gladney v. State\n**판결일**: 2007-05-08\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Lee, P.J., Barnes and Carlton\n\n## 인용\n\n- 963 So. 2d 1217\n\n## 판결문 요약\n\n\n963 So. 2d 1217 (2007)\nLamar GLADNEY, Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2006-CA-00631-COA.\nCourt of Appeals of Mississippi.\nMay 8, 2007.\nRehearing Denied August 28, 2007.\n*1218 Sylvia S. Owen, New Albany, attorney for Appellant.\nOffice of the Attorney General by Jacob Ray, attorney for appellee.\nBefore LEE, P.J., BARNES and CARLTON, JJ.\nCARLTON, J., for the Court.\n¶ 1. Lamar Gladney was convicted by entering a plea of guilty in the Choctaw County Circuit Court for the crime of armed robbery. On appeal, he argues that his plea was invalid, denial of due process, ineffective assistance of counsel, excessive sentence, and cumulative error. Finding no error, we affirm the denial of Gladney's motion for post-conviction relief.\n\nFACTS\n¶ 2. On January 21, 2003, Gladney was indicted by a Choctaw County grand jury *1219 for the crime of armed robbery. Miss. Code Ann. § 97-3-79 (Rev.2006). The indictment resulted from Gladney's participation in a bank robbery in Ackerman, Mississippi. Gladney entered a guilty plea one month after being indicted. Gladney was seventeen years of age at the time of his conviction. In exchange for his plea, the State recommended that Gladney be imprisoned for thirty years and pay court costs and assessments. Other pending charges were retired to the files in Choctaw County. Counsel for Gladney also secured an agreement with the district attorney for Oktibbeha County to retire an additional charge pending against Gladney. Gladney was sentence...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gladney-v-state"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}