{
  "id": 7413,
  "title": "2007년 Marjorie Konda Lolong v. Alberto R. Gonzales, Attorney General 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Marjorie Konda Lolong v. Alberto R. Gonzales, Attorney General. 판결일: 2007-05-07. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Marjorie Konda LOLONG, Petitioner, v. Alberto R. GONZALES, Attorney General, Respondent\n**판결일**: 2007-05-07\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Andrew, Ann, Bybee, Fisher, Harry, Kleinfeld, Mary, Paez, Pamela, Pregerson, Rymer, Schroeder, Thomas\n\n## 변호인\n\nRobert B. Jobe, Hilari Allred, Law Office of Robert B. Jobe, San Francisco, CA, for petitioner Marjorie Lolong., Jonathan F. Cohn & Isaac R. Campbell, Department of Justice, Washington, D.C., for the respondent.\n\n## 인용\n\n- 484 F.3d 1173\n\n## 판결문 요약\n\n484 F.3d 1173\n    Marjorie Konda LOLONG, Petitioner,v.Alberto R. GONZALES, Attorney General, Respondent.\n    No. 03-72384.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted October 5, 2006.\n    Filed May 7, 2007.\n    \n      Robert B. Jobe, Hilari Allred, Law Office of Robert B. Jobe, San Francisco, CA, for petitioner Marjorie Lolong.\n      Jonathan F. Cohn &amp; Isaac R. Campbell, Department of Justice, Washington, D.C., for the respondent.\n      On Petition for Review of an Order of the Board of Immigration Appeals. Agency No. Atf-tce-iex.\n      Before MARY M. SCHROEDER, Chief Circuit Judge, HARRY PREGERSON, PAMELA ANN RYMER, ANDREW J. KLEINFELD, MICHAEL DALY HAWKINS, SIDNEY R. THOMAS, BARRY G. SILVERMAN, M. MARGARET McKEOWN, RAYMOND C. FISHER, RONALD M. GOULD, RICHARD A. PAEZ, RICHARD C. TALLMAN, JOHNNIE B. RAWLINSON, JAY S. BYBEE, and CARLOS T. BEA, Circuit Judges.\n      BYBEE, Circuit Judge.\n    \n    \n      1\n      Marjorie Konda Lolong petitions for review of a decision by the Board of Immigration Appeals (\"BIA\") denying her application for asylum and granting her voluntary departure. In Molina-Camacho v. Ashcroft, 393 F.3d 937 (9th Cir. 2004), we held that we lack jurisdiction to review the BIA's decisions in such cases because the BIA lacks the authority to issue final orders of departure, and the Immigration and Naturalization Act (\"INA\") conditions our jurisdiction on the existence of such an order. Until recently, a petitioner in Lolong's p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marjorie-konda-lolong-v-alberto-r-gonzales-attorney-general"
    }
  ],
  "relatedIncidents": [
    6628,
    7079,
    7118,
    7121,
    7144
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}