{
  "id": 7426,
  "title": "2007년 Vasquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-05-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vasquez. 판결일: 2007-05-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: David Vasquez v. The Rector, and Great Performances/Artists as Waitresses, Inc.\n**판결일**: 2007-05-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 40 A.D.3d 265\n- 835 N.Y.S.2d 159\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Douglas E. McKeon, J.), entered May 11, 2006, insofar as it denied the motion of defendants The Rector, Churchwardens and Vestrymen of Trinity Church in the City of New York (collectively, the Trinity defendants) for summary judgment dismissing the complaint as against them, unanimously reversed, on the law, without costs, the motion of the Trinity defendants granted and the complaint *266as asserted against them dismissed. The Clerk is directed to enter judgment accordingly.\nPlaintiff, apparently an employee of Great Performances/ Artists as Waitresses, Inc. (Great Performances), sustained personal injuries in the course of his employment when he was struck by a large container he was attempting to wheel down a ramp. The aluminum ramp, the surface of which was estimated to be approximately 12 feet long and 2 feet wide, was situated on part of the premises leased by Great Performances from the Trinity defendants. Plaintiff, who has no recollection of the accident, commenced this action against the Trinity defendants and Great Performances, claiming that they failed to maintain the ramp in a reasonably safe condition. The Trinity defendants moved for summary judgment dismissing the complaint as against them. Supreme Court, among other things, denied the motion and this appeal ensued.\nA landlord is generally not liable for negligence with respect to the condition of property after the transfer of possession and control to a tenant unless the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vasquez-v-rector"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}