{
  "id": 7445,
  "title": "2007년 Aquavella 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-04-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Aquavella. 판결일: 2007-04-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: James V. Aquavella, M.D., P.C. v. Ralph S. Viola, M.D.\n**판결일**: 2007-04-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 39 A.D.3d 1191\n- 834 N.Y.S.2d 808\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Monroe County (Kenneth R. Fisher, J.), entered September 27, 2006. The order, insofar as appealed from, upon reargument, denied in part *1192plaintiffs’ motion for partial summary judgment and granted defendant’s motion for summary judgment.\nIt is hereby ordered that the order so appealed from be and the same hereby is unanimously modified on the law by denying defendant’s motion in part and reinstating the complaint and as modified the order is affirmed without costs.\nMemorandum: Plaintiffs commenced this action seeking to recover damages resulting from the alleged violation of restrictive covenants in their employment agreement (agreement) with defendant, a physician formerly employed by plaintiffs. Supreme Court erred in granting that part of defendant’s motion seeking summary judgment dismissing the complaint, and we therefore modify the order accordingly. We note that plaintiffs do not contend on appeal that the court erred in granting that part of defendant’s motion seeking summary judgment on the first counterclaim and thus have abandoned any issues with respect to that part of the order (see Ciesinski v Town of Aurora, 202 AD2d 984 [1994]).\nInsofar as defendant sought summary judgment dismissing the claims for injunctive relief with respect to the restrictive covenants in the agreement, we conclude that defendant failed to present evidence establishing the relationship between the parties involved in each of the two assignme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aquavella-v-viola"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}