{
  "id": 7446,
  "title": "2007년 State v. Martin, 87618 (4-19-2007) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-04-19",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Martin, 87618 (4-19-2007). 판결일: 2007-04-19. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Kyle Martin\n**판결일**: 2007-04-19\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: CHRISTINE T. McMONAGLE, J.<page_number>Page 3</page_number>\n\n## 변호인\n\nWilliam D. Mason, Cuyahoga County Prosecutor. BY: Saleh S. Awadallah, Kelley J. Barnett Assistant Prosecuting Attorneys, Cleveland, OH, Attorneys for Appellee.\n\nDavid H. Bodiker, State Public Defender, Attorneys for Appellant.\n\nBY: Kenneth R. Spiert Assistant State Public Defender, Columbus, OH.\n\n## 인용\n\n- 2007 Ohio 1833\n\n## 판결문 요약\n\n                        JOURNAL ENTRY AND OPINION\n{&#182; 1} Defendant-appellant, Kyle Martin, appeals his conviction for conspiracy to commit aggravated murder and sentence for conspiracy to commit aggravated murder and kidnapping. For the reasons that follow, we vacate the finding of guilt as to the conspiracy charge (and, accordingly, its attendant sentence) and we vacate the sentence for kidnapping and remand for resentencing solely on that count.\n  {&#182; 2} In May 2001, a Cuyahoga Grand Jury returned a ten count indictment against three defendants. Appellant was indicted as follows: count three, tampering with evidence; count four, attempted murder; count five, kidnapping; count six, tampering with records; and count eight, conspiracy to commit aggravated murder. (Case No. CR-407193.) Prior to trial, the State dismissed counts three and six.\n  {&#182; 3} The case then proceeded to jury trial, with appellant representing himself. At the conclusion of the State's case, appellant moved to dismiss count eight, conspiracy to commit aggravated murder, on the ground that the indictment was defective as to that charge. The State requested, and was granted, an overnight recess \"in order to respond in a more considered fashion.\" When court reconvened the following day, the State dismissed the count of conspiracy to commit aggravated murder. After appellant's Crim.R. 29 motion for acquittal was made and denied as to the remaining counts, he presented a defense. The trial court, s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-martin-87618-4-19-2007"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}