{
  "id": 7448,
  "title": "2007년 Chernow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-04-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chernow. 판결일: 2007-04-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Alan Chernow v. Heman Chernow\n**판결일**: 2007-04-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 39 A.D.3d 684\n- 833 N.Y.S.2d 660\n\n## 판결문 요약\n\n\nIn an action, inter alia, for specific performance of a contract for the sale of real property, the defendant appeals, as limited by his brief, from so much of an order of the Supreme Court, Kings County (Schmidt, J.), dated October 3, 2005, as denied his motion for leave to amend his answer to assert various counterclaims and granted that branch of the plaintiffs renewed motion which was for summary judgment on the first cause of action for specific performance.\nOrdered that the order is modified, on the law and in the exercise of discretion, by deleting the provision thereof granting that branch of the plaintiffs renewed motion which was for summary judgment on the first cause of action for specific performance and substituting therefor a provision denying that branch of the renewed motion; as so modified, the order is affirmed insofar as appealed from, with costs to the defendant and, upon searching the record, the defendant is awarded summary judgment dismissing the first cause of action for specific performance.\nIn August 2003 the defendant seller and the plaintiff purchaser, who are father and son respectively, entered into a residential contract of sale (hereinafter the contract). The contract contained a mortgage contingency clause which provided the plaintiff with an option to cancel the contract in the event that he did not obtain a mortgage commitment from an institutional lender for the purchase price of $178,000 or “such lesser sum as Purchaser shall be willing ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chernow-v-chernow"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}