{
  "id": 7451,
  "title": "2007년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-04-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 2007-04-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JONES v. THE STATE; McCOY v. THE STATE\n**판결일**: 2007-04-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Johnson, Mikell, Phipps\n\n## 변호인\n\nPatrick G. Longhi, for appellant (case no. A07A0555)., Norris McCoy, pro se (case no. A07A0556)., Paul L. Howard, Jr., District Attorney, Stephany J. Luttrell, Elizabeth A. Baker, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 645 S.E.2d 608\n- 285 Ga. App. 121\n\n## 판결문 요약\n\n\n645 S.E.2d 608 (2007)\nJONES\nv.\nThe STATE.\nMcCoy\nv.\nThe State.\nNos. A07A0555, A07A0556.\nCourt of Appeals of Georgia.\nApril 16, 2007.\n*609 Patrick G. Longhi, Atlanta, for appellant (case no. A07A0555).\nNorris McCoy, pro se (case no. A07A0556).\nPaul L. Howard Jr., District Attorney, Stephany J. Luttrell, Elizabeth A. Baker, Assistant District Attorneys, for appellee.\nJOHNSON, Presiding Judge.\nA jury found Michael Jones and Norris McCoy guilty of three counts of armed robbery, two counts of kidnapping and one count of burglary. The trial judge sentenced Jones to serve twenty-five years in confinement and sentenced McCoy as a recidivist to serve three life sentences in confinement. Jones and McCoy have filed separate appeals, but *610 because they arise from the same trial, we shall consider them together in this opinion.\n\nCase No. A07A0555\n1. Jones argues that the trial court improperly denied his motion for a directed verdict of acquittal because of deficiencies in the victims' identifications of him and inconsistencies in the state's evidence. The argument is without merit.\nThe standard for reviewing the denial of a motion for a directed verdict of acquittal is the same as that used for reviewing the sufficiency of the evidence supporting a criminal conviction.[1]\nOn appeal from a criminal conviction, we view the evidence in the light most favorable to support the jury's verdict, and the defendant no longer enjoys a presumption of innocence; moreover, this Court determines evi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    7078,
    7110,
    7176,
    7299,
    7354
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}