{
  "id": 7467,
  "title": "2007년 Rice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-04-10",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Rice. 판결일: 2007-04-10. 법원: Superior Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: State of Rhode Island v. Kenneth S. Rice\n**판결일**: 2007-04-10\n**법원**: Superior Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: WILLIAMS, J.<footnote_reference>[fn1]</footnote_reference>\n\n<footnote_body><footnote_number>[fn1]</footnote_number> The Honorable Frank J. Williams, Chief Justice of the Rhode Island Supreme Court, was the original trial justice in this matter and now sits as trial justice of the Superior Court for the purpose of completing this matter pursuant to his statutory authority under General Laws 1956 &#167; <cross_reference>8-2-26</cross_reference>.</footnote_body>\n\n\n## 판결문 요약\n\n                                DECISION\nBefore this Court is the defendant's, Kenneth S. Rice (defendant), motion to correct his sentence pursuant to Rule 35 of the Superior Court Rules of Criminal Procedure. Having considered the record, the memoranda filed by the defendant and the oral arguments, this Court holds that the defendant's claims are denied in part and granted in part.\n                                    I                            Facts and Travel\nOn March 9, 1998, the defendant was convicted by a jury of three counts of first-degree child molestation sexual assault (counts 1, 2, and 3), one count of second-degree child molestation sexual assault (count 4), and two counts of solicitation with the intent to commit a felony (counts 5 and 6). As a result, he was sentenced to life imprisonment for count 1 (first-degree child molestation sexual assault), to run consecutively to a twelve-year sentence defendant already was serving as a result of his probation violation after a previous conviction for second-degree child molestation sexual assault. The defendant further received concurrent fifty-year sentences for his convictions on counts 2 and 3 (both first-degree child molestation sexual assault charges). On count 4 (second-degree child molestation sexual assault), the *Page 2 \ndefendant was sentenced to ten years to run consecutively to count 1's life sentence, and defendant received concurrent sentences of five years on counts 5 and 6. Finally, the Court, upon d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rice"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}