{
  "id": 7479,
  "title": "2007년 Pruitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-04-03",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Pruitt. 판결일: 2007-04-03. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Pruitt v. State\n**판결일**: 2007-04-03\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Myers, P.J., Irving and Barnes\n\n## 인용\n\n- 953 So. 2d 302\n\n## 판결문 요약\n\n\n953 So. 2d 302 (2007)\nHenry Lee PRUITT, Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2006-CP-00041-COA.\nCourt of Appeals of Mississippi.\nApril 3, 2007.\n*303 Henry Lee Pruitt, Appellant, pro se.\nOffice of the Attorney General by Jacob Ray, attorney for appellee.\nBefore MYERS, P.J., IRVING and BARNES, JJ.\nMYERS, P.J., for the Court.\n¶ 1. Henry Lee Pruitt takes his appeal from the order of the Circuit Court of Monroe County denying his motion for post-conviction relief. On March 2, 1999, Pruitt pled guilty to conspiracy to sell cocaine and was assessed various fines, ordered to pay restitution, and sentenced to serve a term of eight years in the custody of the Mississippi Department of Corrections (MDOC). However, Pruitt received credit for approximately one year and two months time served, the balance of his eight-year sentence was suspended, and he was placed on post-release supervision subject to certain terms and conditions in the custody of MDOC for a term of five years.\n¶ 2. During the suspension of Pruitt's sentence while he was serving his five years' post-release supervision, he was arrested and convicted for a violation of federal law, in turn, violating the terms that the circuit court established as a condition of his post-release supervision. Subsequently, a revocation hearing was held in the circuit court and the court ordered the revocation of four years of Pruitt's original eight-year suspended sentence. However, the reinstated four years of Pruitt's origina...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pruitt-v-state"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}