{
  "id": 7501,
  "title": "2007년 McCollum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-03-23",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McCollum. 판결일: 2007-03-23. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Durrand McCOLLUM v. STATE of Florida\n**판결일**: 2007-03-23\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Evander, Lawson, Torpy\n\n## 변호인\n\nJames S. Purdy, Public Defender, and Thomas J. Lukashow, Assistant Public Defender, Daytona Beach, for Appellant., Bill McCollum, Attorney General, Tallahassee, and Pamela J. Roller, Assistant Attorney General, Daytona Beach, for Ap-pellee.\n\n## 인용\n\n- 950 So. 2d 1285\n\n## 판결문 요약\n\n\nEVANDER, J.\nOn February 1, 2006, McCollum entered a no contest plea to the charge of robbery by snatching.1 He was adjudicated guilty and sentenced to one year probation after having been given credit for sixty-five days already served.\nOn March 2, 2006, a violation of probation warrant was issued, alleging McCol-lum had violated his probation by failing to report to his probation officer as of February 27, 2006. At the violation of probation hearing, McCollum testified that he was never advised by the trial court or any probation officer of the date by which he was required to report to probation. McCollum’s testimony was unrefuted. The State produced no evidence that the sentencing judge or a probation officer had advised McCollum of a date by which he was required to report to probation. Although the order of probation had a provision requiring a probationer to report to probation immediately, there was no evidence that McCollum was ever provided a copy of the order.2 Nonetheless, the trial court found McCollum had violated his probation, revoked his probation, and sentenced him to 48 months in prison.\nWe conclude the evidence was insufficient to support a finding that McCollum had willfully violated his probation by failing to timely report to his probation officer. Hightower v. State, 529 So.2d 726 (Fla. 2d DCA 1988).\nIn Hightower, the defendant was found guilty by the trial court of violating his probation by failing to timely report to his probation officer. The evide...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccollum-v-state"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}