{
  "id": 7502,
  "title": "2007년 Robert Carl Foley v. Philip Parker, Warden, Kentucky State Penitentiary 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-03-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert Carl Foley v. Philip Parker, Warden, Kentucky State Penitentiary. 판결일: 2007-03-22. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert Carl FOLEY, Petitioner-Appellant, v. Philip PARKER, Warden, Kentucky State Penitentiary, Respondent-Appellee\n**판결일**: 2007-03-22\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Cook, Gilman, Martin\n\n## 변호인\n\nARGUED: Timothy T. Riddell, Perch & Toby, Lexington, Kentucky, for Appellant. David A. Smith, Office of the Attorney General, Frankfort,' Kentucky, for Appel-lee. ON BRIEF: Timothy T. Riddell, Perch & Toby, Lexington, Kentucky, Milton Coburn Toby, Georgetown, Kentucky, for Appellant. David A. Smith, Tami Allen Stetler, Office of the Attorney General, Frankfort, Kentucky, for Appellee.\n\n## 인용\n\n- 481 F.3d 380\n\n## 판결문 요약\n\n481 F.3d 380\n    Robert Carl FOLEY, Petitioner-Appellant,v.Philip PARKER, Warden, Kentucky State Penitentiary, Respondent-Appellee.\n    No. 04-5746.\n    United States Court of Appeals, Sixth Circuit.\n    Argued: October 25, 2006.\n    Decided and Filed: March 22, 2007.\n    \n      ARGUED: Timothy T. Riddell, Perch &amp; Toby, Lexington, Kentucky, for Appellant. David A. Smith, Office of the Attorney General, Frankfort, Kentucky, for Appellee. ON BRIEF: Timothy T. Riddell, Perch &amp; Toby, Lexington, Kentucky, Milton Coburn Toby, Georgetown, Kentucky, for Appellant. David A. Smith, Tami Allen Stetler, Office of the Attorney General, Frankfort, Kentucky, for Appellee.\n      Before: MARTIN, GILMAN, and COOK, Circuit Judges.\n      MARTIN, J. (pp. ___-___), delivered a separate opinion concurring in part and dissenting in part.\n      OPINION\n      COOK, Circuit Judge.\n    \n    \n      1\n      Petitioner Robert Carl Foley was convicted of murder in Kentucky and sentenced to death. After a lengthy appellate process in the Kentucky courts, Foley filed a habeas petition raising thirty-six separate grounds for relief. The district court reviewed and denied each one, but granted a Certificate of Appealability (COA) as to four of Foley's claims. Upon Foley's request, we expanded the COA to include a fifth claim. For the reasons set forth below, we affirm the district court's judgment.\n    \n    I. Background\n    \n      2\n      Robert Carl Foley shot and killed the brothers Rodney and Lynn V...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-carl-foley-v-philip-parker-warden-kentucky-state-penitentiary"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barragan-v-astrue"
    }
  ],
  "relatedIncidents": [
    7135,
    7143,
    7148,
    7150,
    7156
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}