{
  "id": 752,
  "title": "2023년 Manuel, John Paul 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2023-04-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Manuel, John Paul. 판결일: 2023-04-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Manuel, John Paul\n**판결일**: 2023-04-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n            IN THE COURT OF CRIMINAL APPEALS\n                        OF TEXAS\n\n                                    NO. WR-93,509-01\n\n\n                    EX PARTE JOHN PAUL MANUEL, Applicant\n\n\n          ON APPLICATION FOR A WRIT OF HABEAS CORPUS\n   CAUSE NO. W14-76843-J(A) IN THE CRIMINAL DISTRICT COURT NO. 3\n                          DALLAS COUNTY\n\n\n       SLAUGHTER, J., filed a concurring opinion.\n\n                                CONCURRING OPINION\n       While I join in the Court’s decision to grant Applicant postconviction habeas relief\n\nin the form of an out-of-time appeal, I feel compelled to write separately to yet again\n\nemphasize that it is trial counsel’s duty (not appellate counsel’s) to file a notice of appeal\n\nwhen his client expresses a desire to appeal. This issue underlies far too many ineffective-\n\nassistance-of-counsel cases before us and is a troubling sign that many trial attorneys are\n\neither unaware of, or are neglecting, their responsibilities in this regard.\n\f                                                                                     Manuel - 2\n\n\n         In December 2015, Applicant pleaded guilty to murder 1 without an agreement as to\n\npunishment. Applicant’s guilty plea was accepted by the trial court and he was sentenced\n\nto 40 years’ imprisonment. The court then certified Applicant’s right to appeal the sentence.\n\nHowever, no notice of appeal was ever filed.\n\n         In his writ application, Applicant alleges that he informed trial counse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=manuel-john-paul"
    }
  ],
  "relatedIncidents": [
    577,
    618,
    620,
    636,
    696
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}