{
  "id": 7520,
  "title": "2007년 Fuston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-03-02",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Fuston. 판결일: 2007-03-02. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Richard FUSTON, Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 2007-03-02\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Abramson and Vanmeter, Judges Emberton\n\n## 변호인\n\nRichard Fuston, LaGrange, pro se., Gregory D. Stumbo, Attorney General of Kentucky, Courtney J. Hightower, Assistant Attorney General, Frankfort, KY, for appellee.\n\n## 인용\n\n- 217 S.W.3d 892\n\n## 판결문 요약\n\n\n217 S.W.3d 892 (2007)\nRichard FUSTON, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 2006-CA-000299-MR.\nCourt of Appeals of Kentucky.\nMarch 2, 2007.\n*894 Richard Fuston, LaGrange, pro se.\nGregory D. Stumbo, Attorney General of Kentucky, Courtney J. Hightower, Assistant Attorney General, Frankfort, KY, for appellee.\nBefore ABRAMSON and VANMETER, Judges; EMBERTON,[1] Senior Judge.\n\nOPINION\nVANMETER, Judge.\nRichard Fuston appeals pro se from the Whitley Circuit Court's order denying his motion for relief pursuant to RCr[2] 11.42 without an evidentiary hearing. Fuston alleges several instances of ineffective assistance of counsel on appeal. For the following reasons, we affirm in part, and vacate and remand in part.\nIn January 2002, Fuston was convicted by a jury of first-degree manslaughter. On direct appeal, a panel of this court set out the facts as follows:[3]\nIn 2001, Richard Fuston and a number of other members of his family lived in the Mount Morgan Apartment complex in Williamsburg, Kentucky. Richard's sister, Tammy Fuston, and the victim, Kevin Brown, had an ongoing, but often troubled relationship. Brown occasionally stayed at Tammy's apartment, but he did not live there. On July 14, 2001, Brown assaulted Tammy Fuston. By the time the Williamsburg Police arrived at her apartment, Brown had left the scene. The police officers advised Tammy to get an Emergency Protective Order (EPO) and a warrant against Brown, which she did. She then went to the hospital in Corbi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fuston-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}