{
  "id": 7524,
  "title": "2007년 Singh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-03-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Singh. 판결일: 2007-03-01. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Amar Jeet SINGH v. Alberto R. GONZALES, Attorney General\n**판결일**: 2007-03-01\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nJudith Lott, Newark, CA, for Petitioner., Ronald E. Lefevre, Chief Counsel, Office of the District Counsel Department of Homeland Security, San Francisco, CA, William C. Peachey, Lisa A. Watts, Esq., DOJ — U.S. Department of Justice Civil Div./Office of Immigration Lit., Washington, DC, for Respondent.\n\n## 인용\n\n- 223 F. App'x 716\n\n## 판결문 요약\n\n\nMEMORANDUM **\nAmar Jeet Singh, a native and citizen of Fiji, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s (“IJ”) decision denying his applications for asylum, withholding of removal and protection under the Convention Against Torture (“CAT”). Reviewing for substantial evidence, Li v. Ashcroft, 378 F.3d 959, 962 (9th Cir.2004), we dismiss in part and deny in part the petition for review.\nWe lack jurisdiction to review the BIA’s April 27, 2005 order denying Singh’s motion to reopen because he failed to petition this court for review of that decision. See Martinez-Serrano v. INS, 94 F.3d 1256, 1258 (9th Cir.1996).\nWe also lack jurisdiction to review Singh’s contention that the IJ prevented him from presenting his case, because he failed to raise it before the BIA. See Barron v. Ashcroft, 358 F.3d 674, 678 (9th Cir.2004) (holding that due process challenges that are “procedural in nature” must be exhausted).\nSubstantial evidence supports the agency’s adverse credibility determination based on significant inconsistencies between Singh’s testimony and his written asylum application regarding his alleged beating in 1987. These inconsistencies, regarding how Singh escaped from his assailants and whether he was beaten unconscious, go to the heart of his claim. See Li, 378 F.3d at 964. In the absence of credible testimony, Singh failed to demonstrate eligibility for asylum or withholding of removal. See Farah...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=singh-v-gonzales"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}