{
  "id": 7529,
  "title": "2007년 Pointer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Pointer. 판결일: 2007-02-27. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Deandre L. POINTER, Appellant\n**판결일**: 2007-02-27\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Howard, C.J., and Breckenridge and Spinden\n\n## 변호인\n\nJeremiah W. (Jay) Nixon, Atty. Gen., Shaun J. Mackelprang, Assistant Attorney General, Jefferson City, MO, for respondent., Susan L. Hogan, Appellate Defender, Kansas City, MO, for appellant.\n\n## 인용\n\n- 215 S.W.3d 303\n\n## 판결문 요약\n\n\n215 S.W.3d 303 (2007)\nSTATE of Missouri, Respondent,\nv.\nDeandre L. POINTER, Appellant.\nNo. WD 66311.\nMissouri Court of Appeals, Western District.\nFebruary 27, 2007.\n*304 Jeremiah W. (Jay) Nixon, Atty. Gen., Shaun J. Mackelprang, Assistant Attorney General, Jefferson City, MO, for respondent.\nSusan L. Hogan, Appellate Defender, Kansas City, MO, for appellant.\nBefore: HOWARD, C.J., and BRECKENRIDGE and SPINDEN, JJ.\nVICTOR C. HOWARD, Chief Judge.\nDeandre L. Pointer was convicted after a jury trial of one count of murder in the first degree, one count of murder in the second degree, and two counts of armed criminal action. Pointer's sole point on appeal is that the trial court erred in overruling his Batson objections. We do not find that the ruling of the trial court was clearly erroneous. The judgment of the trial court is affirmed.\n\nProcedural and Factual Background\nDeandre L. Pointer (\"Pointer\") was charged by indictment in Jackson County as a persistent felony offender with murder in the first degree for the murder of Bobby Roby, murder in the second degree *305 for the murder of Angela Ray, and two counts of armed criminal action. After a trial by jury, Pointer was found guilty of all of the charged offenses.\nFollowing voir dire, Pointer raised Batson challenges[1] to the State's peremptory strikes of Jacqueline Collins (\"Collins\"), Samuel Rodriguez (\"Rodriguez\"), and Richard Gatewood (\"Gatewood\"). Collins and Gatewood were African-American, like the defendant and victims,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pointer"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}