{
  "id": 7533,
  "title": "2007년 Hood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hood. 판결일: 2007-02-23. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Robert Lee HOOD, Petitioner, v. WAL-MART STORES, INC., Respondent\n**판결일**: 2007-02-23\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Per Curiam\n\n## 변호인\n\nRobert Lee Hood, Huntsville, petitioner pro se., Bevan Ashley Brooks, Ramona Martinez, Gregory J. Lensing, Cowles & Thompson, P.C., Dallas, for respondent.\n\n## 인용\n\n- 216 S.W.3d 829\n\n## 판결문 요약\n\n\n216 S.W.3d 829 (2007)\nRobert Lee HOOD, Petitioner,\nv.\nWAL-MART STORES, INC., Respondent.\nNo. 05-0902.\nSupreme Court of Texas.\nFebruary 23, 2007.\n*830 Robert Lee Hood, Huntsville, petitioner pro se.\nBevan Ashley Brooks, Ramona Martinez, Gregory J. Lensing, Cowles &amp; Thompson, P.C., Dallas, for respondent.\nPER CURIAM.\nAppearing pro se, Robert Lee Hood brought an assault and battery action against Wal-Mart Stores, Inc., and two Wal-Mart employees. Hood alleged that multiple Wal-Mart employees assaulted him by grabbing his arm as he attempted to exit the store with a television set. Wal-Mart filed a summary judgment motion, arguing that the two-year statute of limitations barred Hood's claim. The trial court granted Wal-Mart's motion. When Hood filed his timely notice of appeal in the court of appeals, he failed to pay the filing fee and had not yet filed an affidavit of indigence. Upon receiving his appellate brief, the court of appeals notified Hood that his fee was past due and granted an additional ten days to pay. Hood did not pay the fee, but he filed his affidavit of indigence with the court of appeals within the ten day window. The court of appeals responded by notifying him that the affidavit was untimely and that his failure to pay the fee after a second extension of time would result in the dismissal of his appeal.\nUltimately, the court of appeals denied Hood's motion to proceed in forma pauperis under Texas Rule of Appellate Procedure 20.1(c)(1), which requires th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hood-v-wal-mart-stores-inc"
    }
  ],
  "relatedIncidents": [
    7126,
    7147,
    7151,
    7209,
    7243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}