{
  "id": 7536,
  "title": "2007년 In Re Kibbe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Kibbe. 판결일: 2007-02-20. 법원: Bankruptcy Appellate Panel of the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Karen KIBBE, Debtor. Karen Kibbe, Appellant, v. Lawrence P. Sumski, Chapter 13 Trustee, Appellee\n**판결일**: 2007-02-20\n**법원**: Bankruptcy Appellate Panel of the First Circuit\n**관할**: USA, Federal\n\n**판사**: Feeney, Boroff & Somma, United States Bankruptcy Appellate Panel Judges\n\n## 변호인\n\nMichael Kainen, Esq., on brief for Appellant., Lawrence P. Sumski, Chapter 13 Trustee, on brief for Appellee.\n\n## 인용\n\n- 361 B.R. 302\n\n## 판결문 요약\n\n\n361 B.R. 302 (2007)\nKaren KIBBE, Debtor.\nKaren Kibbe, Appellant,\nv.\nLawrence P. Sumski, Chapter 13 Trustee, Appellee.\nBAP No. 06-019, Bankruptcy No. 06-10012-MWV.\nUnited States Bankruptcy Appellate Panel of the First Circuit.\nFebruary 20, 2007.\n*303 *304 Michael Kainen, Esq., on brief for Appellant.\nLawrence P. Sumski, Chapter 13 Trustee, on brief for Appellee.\nBefore FEENEY, BOROFF &amp; SOMMA, United States Bankruptcy Appellate Panel Judges.\nPER CURIAM.\nThe debtor, Karen Kibbe (the \"Debtor\"), appeals from the bankruptcy court's order denying confirmation of her Chapter 13 plan. The issue on appeal is whether the bankruptcy court properly determined how to calculate a below-median income debtor's \"projected disposable income,\" as that term is employed in 1325(b)(1)(B) of the Bankruptcy Code.[1] The resolution of this question turns on whether (and/or how) the term \"projected disposable income\" differs from the unmodified term \"disposable income,\" as defined in 1325(b)(2). Reconciliation of these terms is of particular import where, as here, a debtor's income has changed such that the debtor's \"current monthly income,\" as defined by 101(10A) and incorporated into the term \"disposable income,\" differs significantly from the debtor's actual monthly income during the Chapter 13 plan commitment period.\nBy its order, the bankruptcy court below concluded that \"projected disposable income\" should be determined according to the income and expenses represented on Schedules I and J, r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kibbe-v-sumski"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}