{
  "id": 7537,
  "title": "2007년 Fort Peck Tribes v. Red Eagle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-20",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Fort Peck Tribes v. Red Eagle. 판결일: 2007-02-20. 법원: Fort Peck Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of FORT PECK TRIBES v. Sterling E. RED EAGLE, Jr.\n**판결일**: 2007-02-20\n**법원**: Fort Peck Appellate Court\n**관할**: Montana, MT\n\n## 인용\n\n- 7 Am. Tribal Law 33\n\n## 판결문 요약\n\n\n*34ORDER CONCERNING APPEAL\nOn October 3, 2005, Defendant Sterling Red Eagle Jr., was charged with Rape a felony, in violation of CCOJ Title VII, Chapter 2, Section 220. The Honorable Robert Welch, Associate Tribal Court Judge conducted a jury trial on April 6 and 7, 2006, before. Mr. Red Eagle Jr., was convicted and sentenced to one year in jail. On April 27, 2006, he filed a Notice of Appeal, contending the Tribal Trial Court made four separate errors.\n Appellant Red Eagle Jr.’s specific contentions are as follows:\n1. The Court erred in permitting the alleged victim and her mother to remain in the courtroom during closing arguments because their crying and emotional displays were prejudicial to him.\n2. The Court erred in refusing to allow the jury to have a copy of the code provision on Statutory Rape, CCOJ Title VII, Chapter 2, Section 221.\n3. The Court erred in the manner in which jurors were summoned and selected.\n4.The Court erred in refusing to strike the testimony of a witness who stated she had been threatened.\nAfter a review of the record, we affirm on Issues 1, 2 and 4 and set a briefing schedule and oral argument on Issue 3. Concerning Issue 1, we find no grounds for appeal since Appellant Red Eagle Jr. and his counsel did not object to the presence of the alleged victim and her mother at the time of the trial. On the second issue, we find the Tribal Trial Court was correct in refusing to allow a copy of the Statutory Rape code provision into the jury room. Appell...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fort-peck-tribes-v-red-eagle"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}