{
  "id": 7542,
  "title": "2007년 Hugo Augustine Villegas v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hugo Augustine Villegas v. State. 판결일: 2007-02-13. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Hugo Augustine Villegas v. State\n**판결일**: 2007-02-13\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n     TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                       NO. 03-05-00665-CR\n\n\n\n                               Hugo Augustine Villegas, Appellant\n\n                                                 v.\n\n                                   The State of Texas, Appellee\n\n\n     FROM THE DISTRICT COURT OF COMAL COUNTY, 22ND JUDICIAL DISTRICT\n         NO. CR2003-372, HONORABLE GARY L. STEEL, JUDGE PRESIDING\n\n\n\n                             MEMORANDUM OPINION\n\n\n                Hugo Augustine Villegas appeals his conviction by a jury of burglary of a habitation.\n\nOn appeal, he challenges the trial court’s denial of his motion to dismiss the indictment\n\nagainst him on the ground the State failed to comply with certain provisions of the Interstate\n\nAgreement on Detainers Act (IADA or the Act).1 For the reasons that follow, we affirm the\n\njudgment of conviction.\n\n\n                                         BACKGROUND\n\n                Appellant was indicted in October 2003 for burglaries occurring in Comal County\n\non May 29, 2003. Subsequently, he was indicted in Comal County on a charge of possession of a\n\ncontrolled substance on June 11, 2003, for which he was found guilty after a jury trial in\n\n\n\n\n       1\n           Tex. Code Crim. Proc. Ann. art. 51.14, arts. I-IX (West 1979).\n\fJanuary 2004. Meanwhile, before he could be sentenced on the drug charge, appellant was indicted\n\nand pleaded guilty to the federal offense of transporting undocumented aliens i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hugo-augustine-villegas-v-state"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}