{
  "id": 7547,
  "title": "2007년 In Re Trust of Rosenberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-09",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: In Re Trust of Rosenberg. 판결일: 2007-02-09. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Trust of Monroe D. Rosenberg, Deceased. Marilyn J. Tipp, Appellant and Cross-Appellee, v. William L. Reinbrecht, Successor Trustee and Personal Representative, Appellee and Cross-Appellee, and Maynard Rosenberg, Appellee and Cross-Appellant\n**판결일**: 2007-02-09\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Heavican, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nJerry W. Katskee and Melvin R. Katskee, of Katskee, Henatsch & Suing, for appellant., Howard N. Epstein and Steven J. Riekes, of Marks, Clare & Richards, L.L.C., for appellee Maynard Rosenberg., William L. Reinbrecht, of Car & Reinbrecht, P.C., L.L.O., pro se.\n\n## 인용\n\n- 727 N.W.2d 430\n- 273 Neb. 59\n\n## 판결문 요약\n\n\n727 N.W.2d 430 (2007)\n273 Neb. 59\nIn re TRUST OF Monroe D. ROSENBERG, Deceased.\nMarilyn J. Tipp, Appellant and Cross-Appellee,\nv.\nWilliam L. Reinbrecht, Successor Trustee and Personal Representative, Appellee and Cross-Appellee, and\nMaynard Rosenberg, Appellee and Cross-Appellant.\nNo. S-05-757.\nSupreme Court of Nebraska.\nFebruary 9, 2007.\n*435 Jerry W. Katskee and Melvin R. Katskee, of Katskee, Henatsch &amp; Suing, Omaha, for appellant.\nHoward N. Epstein and Steven J. Riekes, of Marks, Clare &amp; Richards, L.L.C., Omaha, for appellee Maynard Rosenberg.\nWilliam L. Reinbrecht, of Car &amp; Reinbrecht, P.C., L.L.O., pro se.\nHEAVICAN, C.J., WRIGHT, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nSTEPHAN, J.\nIn 1984, Monroe D. Rosenberg executed a last will and testament and a trust agreement. He died on December 15, 2001, survived by his wife, Helen Brown Rosenberg, and his three adult children from a previous marriage: Marilyn Tipp, Maynard Rosenberg, and Howard Rosenberg. This case involves a dispute among the three children regarding Tipp's handling of various assets in her capacity as successor trustee. The principal issue is whether, upon Monroe's death, certain property passed to Tipp in her individual capacity, as she contends, or in her capacity as trustee, as claimed by Maynard and Howard. In trust administration proceedings initiated by Maynard, the county court for Douglas County removed Tipp as trustee, appointed a successor trustee, and determined that certain...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-trust-of-rosenberg"
    }
  ],
  "relatedIncidents": [
    7370,
    7413,
    6510,
    6546,
    6548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}