{
  "id": 7549,
  "title": "2007년 Delgado 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Delgado. 판결일: 2007-02-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Delgado v. State\n**판결일**: 2007-02-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Ramirez, and Shepherd, Jj., and Schwartz, Senior Judge\n\n## 인용\n\n- 948 So. 2d 883\n\n## 판결문 요약\n\n\n948 So.2d 883 (2007)\nLuis DELGADO, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 3D05-702.\nDistrict Court of Appeal of Florida, Third District.\nFebruary 7, 2007.\nBennett H. Brummer, Public Defender, and Thomas Regnier, Assistant Public Defender, for appellant.\nBill McCollum, Attorney General, and Jill K. Traina, Assistant Attorney General, for appellee.\nBefore RAMIREZ, and SHEPHERD, JJ., and SCHWARTZ, Senior Judge.\n*884 RAMIREZ, J.\nLuis Delgado appeals the denial of his motion under Florida Rule of Criminal Procedure 3.800(a), alleging that the State incorrectly calculated his scoresheet points resulting in a sentence greater than allowed by law. We agree and reverse for resentencing.\nDelgado was convicted of twelve felony counts arising out of a single home invasion robbery, involving multiple victims. Delgado was sentenced to life in prison on February 21, 1989. His scoresheet totaled 518 points and notes one departure reason, the \"sophisticated, organized, planned\" manner in which the crimes were carried out. This total placed Delgado in the \"life\" range on the scoresheet. If he had scored between 471 and 506 points, he would have been in the 27 to 40 year range.\nFlorida Rule of Criminal Procedure 3.800(a) allows that a court \"may at any time correct an illegal sentence imposed by it, or an incorrect calculation made by it in a sentencing scoresheet . . . when it is affirmatively alleged that the court records demonstrate on their face an entitlement to that relief. ....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=delgado-v-state"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}