{
  "id": 7550,
  "title": "2007년 Friezo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-06",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Friezo. 판결일: 2007-02-06. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Victoria Wood Friezo v. David Friezo\n**판결일**: 2007-02-06\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Borden, Katz, Norcott, Noreott, Palmer, Sullivan, Vertefeuille, Zarella\n\n## 변호인\n\nWesley W. Horton, with whom were Kenneth J. Bartschi and, on the brief, Brendon P. Levesque, Edward Nusbaum, Ronald W. Crawley, certified legal intern, and Clarisse N. Thomas, certified legal intern, for the appellant (defendant)., Gary I. Cohen, for the appellee (plaintiff).\n\n## 인용\n\n- 914 A.2d 533\n- 281 Conn. 166\n\n## 판결문 요약\n\n\n\nOpinion\n\nZARELLA, J.\nThe defendant, David Friezo, appeals from the judgment of the trial court2 dissolving his marriage to the plaintiff, Victoria Wood Friezo, and issuing certain financial orders following a determination that the parties’ prenuptial agreement was unenforceable. The defendant claims that the trial court improperly: (1) concluded that the parties’ prenuptial agreement was unenforceable; (2) presumed that the parties were entitled to an equal distribution of the marital property; (3) included in the defendant’s income $3,846,029 in management fees and $4,922,645 in performance fees associated with the defendant’s interest in certain hedge funds when no such income existed; (4) concluded that the defendant’s testimony lacked credibility; and (5) awarded the plaintiff $125,000 in attorney’s fees even though she received a substantial lump sum property award. We conclude that the prenuptial agreement was enforceable and, accordingly, reverse the judgment of the trial court.\n*169I\nFACTS\nThe trial court made the following specific findings and conclusions. The plaintiff, a citizen of the United Kingdom with a high school education, began working in London, England, for Bankers Trust as a trader’s assistant and personal aide in 1994. “The plaintiff worked under the direction of the defendant3 . . . [and] [t]he parties began dating within one week of the plaintiffs new employment. Six or eight weeks later, the parties became sexually intimate. The plaintiff moved o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=friezo-v-friezo"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}