{
  "id": 7554,
  "title": "2007년 In Re Brandon M. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-02",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: In Re Brandon M.. 판결일: 2007-02-02. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Interest of Brandon M., a Child Under 18 Years of Age. State of Nebraska, Appellee, v. Brandon M., Appellant\n**판결일**: 2007-02-02\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Heavican, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nThomas C. Riley, Douglas County Public Defender, and Amy Stanosheck for appellant., No appearance for appellee.\n\n## 인용\n\n- 727 N.W.2d 230\n- 273 Neb. 47\n\n## 판결문 요약\n\n\n727 N.W.2d 230 (2007)\n273 Neb. 47\nIn re Interest of BRANDON M., a child under 18 years of age.\nState of Nebraska, appellee,\nv.\nBrandon M., appellant.\nNo. S-06-508.\nSupreme Court of Nebraska.\nFebruary 2, 2007.\n*232 Thomas C. Riley, Douglas County Public Defender, and Amy Stanosheck for appellant.\nNo appearance for appellee.\nHEAVICAN, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nSTEPHAN, J.\nIn this delinquency proceeding brought under the Nebraska Juvenile Code, Neb. Rev.Stat. §§ 43-245 to 43-2,129 (Reissue 2004), Brandon M. appeals from that portion of a dispositional order entered by the separate juvenile court of Douglas County which required him to pay $3,000 in restitution to the victim of the burglary he committed. We conclude that while restitution was appropriate, the record does not support the amount which Brandon was required to pay. Accordingly, we reverse in part, and remand for further proceedings.\n\nFACTS\nOn December 28, 2005, a petition alleging that Brandon committed felony burglary was filed in juvenile court. Based on Brandon's plea admitting the offense, he was adjudicated a child described by § 43-247(2) on March 3, 2006.\nAt the dispositional hearing, the court received two exhibits: an abbreviated predisposition investigation report completed by a probation officer and a dispositional placement evaluation and recommendation completed by the Department of Health and Human Services, Office of Juvenile Services. The predispositi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brandon-m"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}