{
  "id": 7555,
  "title": "2007년 Donaldson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-02-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Donaldson. 판결일: 2007-02-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. George Donaldson\n**판결일**: 2007-02-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 37 A.D.3d 1057\n- 829 N.Y.S.2d 324\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Erie County Court (Shirley Troutman, J.), rendered August 31, 2005. The judgment convicted defendant, upon a jury verdict, of burglary in the second degree.\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting him, upon a jury verdict, of burglary in the second degree (Penal Law § 140.25 [2]). Defendant’s contention that County Court erred in admitting testimony concerning uncharged crimes, allegedly committed by defendant the day after the burglary, is not preserved for our review (see CPL 470.05 [2]), and we *1058decline to exercise our power to review that contention as a matter of discretion in the interest of justice (see CPL 470.15 [6] [a]). Contrary to the contention of defendant, he received meaningful representation (see generally People v Baldi, 54 NY2d 137, 147 [1981]). The record demonstrates that defense counsel represented defendant “diligently and vigorously during the course of the entire trial” (People v Flores, 84 NY2d 184, 189 [1994]). Contrary to the further contentions of defendant, the conviction is supported by legally sufficient evidence and the verdict is not against the weight of the evidence (see generally People v Bleakley, 69 NY2d 490, 495 [1987]).\nDefendant failed to preserve for our review his contention that prosecutorial misconduct during summation deprived him of a fair trial (see CPL 470.05 [2]; People v ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-donaldson"
    }
  ],
  "relatedIncidents": [
    7088,
    7119,
    7140,
    7174,
    7197
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}