{
  "id": 7566,
  "title": "2007년 Molnar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-01-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Molnar. 판결일: 2007-01-18. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth MOLNAR, Plaintiff, v. LEGAL SEA FOODS, INC., Defendant\n**판결일**: 2007-01-18\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Robinson\n\n## 변호인\n\nElizabeth Molnar, Nyack, NY, pro se., Christine R. Fitzgerald, Manehel & Brennan, P.C., Newton, MA, for Defendant.\n\n## 인용\n\n- 473 F. Supp. 2d 428\n\n## 판결문 요약\n\n\n473 F.Supp.2d 428 (2007)\nElizabeth MOLNAR, Plaintiff,\nv.\nLEGAL SEA FOODS, INC., Defendant.\nNo. 06 CIV.476 SCR.\nUnited States District Court, S.D. New York.\nJanuary 18, 2007.\n*429 Elizabeth Molnar, Nyack, NY, pro se.\nChristine R. Fitzgerald, Manchel &amp; Brennan, P.C., Newton, MA, for Defendant.\n\nDECISION AND ORDER\nROBINSON, District Judge.\nElizabeth Molnar (\"Plaintiff') brought this action, pro se, alleging she was wrongfully terminated from her position as a waitress at Legal Sea Foods, Inc., West Nyack, N.Y. (\"Defendant\") because of her age in violation of 29 U.S.C. §§ 621-34. Plaintiff initially filed charges with the New York State Division of Human Rights (\"NYDHR\") and the Equal Employment Opportunity Commission (\"EEOC\"). After an investigation, EEOC sent Plaintiff a letter notifying her that they were dismissing the charges against Defendant and that her right to sue in federal court would expire after 90 days. This letter was marked as mailed on September 2, 2005.\nOn December 8, 2005, the Court received a letter from Plaintiff indicating that she wished to pursue her claims in federal court and asking how she should proceed. On December 12, the Pro Se Office replied to the letter advising Plaintiff that she would have to file a complaint and either pay the filing fee or complete an in forma pauperis application. The Pro Se Office attached to the letter a complaint form and an application to waive the filing fee.\nThere is some dispute about when the complaint was file...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=molnar-v-legal-sea-foods-inc"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}