{
  "id": 7570,
  "title": "2007년 United States v. Harry Lewis Ivory 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-01-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Harry Lewis Ivory. 판결일: 2007-01-17. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Harry Lewis IVORY, Defendant-Appellant\n**판결일**: 2007-01-17\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Dubina, Hull, Per Curiam, Wilson\n\n## 변호인\n\nRichard Earl Shields (Court-Appointed), McCleave Denson Shields, LLC, Mobile, AL, for Ivory., Leigh Lichty Pipkin, Mobile, AL, for U.S.\n\n## 인용\n\n- 475 F.3d 1232\n\n## 판결문 요약\n\n475 F.3d 1232\n    UNITED STATES of America, Plaintiff-Appellee,v.Harry Lewis IVORY, Defendant-Appellant.\n    No. 06-10895 Non-Argument Calendar.\n    United States Court of Appeals, Eleventh Circuit.\n    January 17, 2007.\n    \n      Richard Earl Shields (Court-Appointed), McCleave Denson Shields, LLC, Mobile, AL, for Ivory.\n      Leigh Lichty Pipkin, Mobile, AL, for U.S.\n      Appeal from the United States District Court for the Southern District of Alabama.\n      Before DUBINA, HULL and WILSON, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      On this appeal, we consider whether an Alabama conviction for second degree rape constitutes a \"crime of violence\" under United States Sentencing Guidelines &#167;&#167; 2K2.1 and 4B1.2.1 We hold that it does.\n    \n    BACKGROUND\n    \n      2\n      A jury found Harry Lewis Ivory guilty of being a felon in possession of ammunition in violation of 18 U.S.C. &#167; 922(g)(1). Prior to sentencing, the probation officer prepared a presentence investigation report (\"PSI\"). The PSI assigned a base offense level of 20, pursuant to U.S.S.G. &#167; 2K2.1(a)(4)(A), because Ivory had a prior conviction in Alabama for a crime of violence, second degree rape, which Ivory had pled guilty to. Ivory, who was 22 years old at the time of the prior offense, had engaged in sexual intercourse with a female who was less than 16 years old. The PSI further enhanced Ivory's base offense level by four levels pursuant to U.S.S.G. &#167; 2K2.1(b)(5), becaus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-harry-lewis-ivory"
    }
  ],
  "relatedIncidents": [
    7079,
    7118,
    7121,
    7144,
    7145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}