{
  "id": 7581,
  "title": "2007년 Dias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-01-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dias. 판결일: 2007-01-09. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Donald DIAS, Appellant v. GOODMAN MANUFACTURING COMPANY, L.P., Goodman Holding Company, and Quietflex Manufacturing Company, L.P., Appellees\n**판결일**: 2007-01-09\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Eva M. Guzman\n\n## 변호인\n\nG. Scott Fiddler, Houston, for appellant., Edwin Sullivan, Houston, for appellees.\n\n## 인용\n\n- 214 S.W.3d 672\n\n## 판결문 요약\n\n\n214 S.W.3d 672 (2007)\nDonald DIAS, Appellant\nv.\nGOODMAN MANUFACTURING COMPANY, L.P., Goodman Holding Company, and Quietflex Manufacturing Company, L.P., Appellees.\nNo. 14-05-00836-CV.\nCourt of Appeals of Texas, Houston (14th Dist.).\nJanuary 9, 2007.\n*674 G. Scott Fiddler, Houston, for appellant.\nEdwin Sullivan, Houston, for appellees.\nPanel consists of Justices ANDERSON, HUDSON, and GUZMAN.\n\nOPINION\nEVA M. GUZMAN, Justice.\nIn this retaliatory discharge case, appellant Donald Dias challenges the summary judgment granted in favor of his employer, Goodman Manufacturing Company, L.P. (\"Goodman\"), and related companies Goodman Holding Company (\"GHC\") and Quietflex Manufacturing Company, L.P. (\"Quietflex\"). Dias argues he was discharged in violation of the Texas Commission on Human Rights Act (\"TCHRA\"). Specifically, Dias contends he was terminated by Goodman because (a) his mother had filed an age discrimination complaint against Quietflex, (b) appellees perceived Dias as assisting his mother in prosecuting her claim or as a potential witness on her behalf, or (c) Dias actually assisted his mother with her age discrimination claim. Dias further contends that Quietflex and GHC are part of an integrated enterprise with Goodman, and asserts a third-party interference claim against Quietflex.[1] Because Goodman did not engage in protected conduct and Texas Labor Code section 21.055 does not recognize a cause of action for retaliation against a person who has not personally engaged in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dias-v-goodman-manufacturing-co"
    }
  ],
  "relatedIncidents": [
    7077,
    7078,
    7079,
    7086,
    7088
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}