{
  "id": 7582,
  "title": "2007년 Rosario 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2007-01-09",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Rosario. 판결일: 2007-01-09. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Jerry Rosario\n**판결일**: 2007-01-09\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Flynn, McLachlan, West\n\n## 변호인\n\nAuden Grogins, special public defender, for the appellant (defendant)., Leon F. Dalbec, Jr., senior assistant state’s attorney, with whom, on the brief, were David Shepack, state’s attorney, and Dawn M. Gallo, assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 912 A.2d 1064\n- 99 Conn. App. 92\n\n## 판결문 요약\n\n\n912 A.2d 1064 (2007)\n99 Conn.App. 92\nSTATE of Connecticut\nv.\nJerry ROSARIO.\nNo. 27374.\nAppellate Court of Connecticut.\nArgued October 17, 2006.\nDecided January 9, 2007.\n*1067 Auden Grogins, special public defender, for the appellant (defendant).\nLeon F. Dalbec, Jr., senior assistant state's attorney, with whom, on the brief, were David Shepack, state's attorney, and *1068 Dawn M. Gallo, assistant state's attorney, for the appellee (state).\nFLYNN, C.J., and McLACHLAN and WEST, Js.\nFLYNN, C.J.\nThe defendant, Jerry Rosario, appeals from the judgment of conviction rendered after a jury trial, of attempt to commit murder in violation of General Statutes §§ 53a-49(a)(2)[1] and 53a-54a,[2] and assault in the first degree in violation of General Statutes § 53a59.[3] On appeal, the defendant claims that the trial court improperly (1) admitted evidence, through the testimony of two witnesses, of uncharged misconduct and (2) limited the admissibility of a witness' prior inconsistent statement for impeachment purposes only, in violation of the defendant's constitutional right to present a defense, which includes the right to present substantive evidence of third party culpability.\nWe conclude that the court properly admitted testimony concerning the defendant's possession on prior occasions of the particular handgun used to commit the charged crimes. We further conclude that the court properly admitted a witness' out-of-court, prior inconsistent statement, which included a statement mad...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rosario"
    }
  ],
  "relatedIncidents": [
    7143,
    7150,
    7156,
    7211,
    7232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}