{
  "id": 7593,
  "title": "2006년 In re Petition 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-28",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: In re Petition. 판결일: 2006-12-28. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Petition of PHILLIP A. C., II, for Adoption of a Minor Child. PHILLIP A. C., II, Appellant, v. CENTRAL COUNCIL OF THE TLINGIT AND HAIDA TRIBES OF ALASKA; And TARAH K., AKA TARAH L. K., Respondents\n**판결일**: 2006-12-28\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Becker, Douglas, Gibbons, Hardesty, Maupin, Parraguirre, Rose\n\n## 변호인\n\nBrian R. Morris, Reno, for Appellant.\n\n## 인용\n\n- 149 P.3d 51\n- 122 Nev. 1284\n\n## 판결문 요약\n\n\n149 P.3d 51 (2006)\nIn the Matter of the Petition of PHILLIP A.C., II, for Adoption of A Minor Child.\nPhillip A.C., II, Appellant,\nv.\nCentral Council of the Tlingit and Haida Tribes of Alaska; and Tarah K., a/k/a Tarah L.K., Respondents.\nNo. 45119.\nSupreme Court of Nevada.\nDecember 28, 2006.\n*53 Brian R. Morris, Reno, for Appellant.\nNevada Legal Services and Raymond Rodriguez, Carson City, for Respondents.\nBefore the Court En Banc.\n\nOPINION\nBECKER, J.\nIn this case, we consider issues involving the adoption of Native American children under the Indian Child Welfare Act (ICWA), 25 U.S.C. §§ 1901-63. Specifically, we address the type of evidence that may be used to determine whether a child is a Native American child under the ICWA and whether a Native American tribe has independent standing under the Act to challenge the voluntary adoption of a Native American child.\nWe conclude that a tribal enrollment officer's affidavit may be used to establish that a child is a Native American child and subject to the ICWA and that a Native American tribe has independent standing under the ICWA to challenge the voluntary adoption of a Native American child.\nHowever, because the adoptive parent in this case was not given an opportunity to rebut the enrollment officer's affidavit, we reverse the district court's order vacating the adoption and remand the matter to the district court to permit the adoptive parent to present evidence to rebut the enrollment officer's statements regarding the ch...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phillip-a-c-v-central-council-of-the-tlingit-haida-tribes-of-alaska"
    }
  ],
  "relatedIncidents": [
    7668,
    7708,
    7857,
    7858,
    7920
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}