{
  "id": 7604,
  "title": "2006년 Troy Baker, and Glenn Snader, as Father and Next Friend of Jesse Snader v. City of Hamilton, Ohio, and Eric Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Troy Baker, and Glenn Snader, as Father and Next Friend of Jesse Snader v. City of Hamilton, Ohio, and Eric Taylor. 판결일: 2006-12-18. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Troy BAKER, and Glenn Snader, as Father and Next Friend of Jesse Snader, Plaintiffs-Appellants, v. CITY OF HAMILTON, OHIO, and Eric Taylor, Defendants-Appellees\n**판결일**: 2006-12-18\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Gilman, Griffin, Siler\n\n## 변호인\n\nARGUED: Christopher J. Pagan, Rep-per, Powers & Pagan, Middletown, Ohio, for Appellants. Jay D. Patton, Schroeder, Maundrell, Barbiere & Powers, Cincinnati, Ohio, for Appellees. ON BRIEF: Christopher J. Pagan, Repper, Powers & Pagan, Middletown, Ohio, for Appellants. Jay D. Patton, Schroeder, Maundrell, Barbiere & Powers, Cincinnati, Ohio, for Appellees.\n\n## 인용\n\n- 471 F.3d 601\n\n## 판결문 요약\n\n471 F.3d 601\n    Troy BAKER, and Glenn Snader, as Father and Next Friend of Jesse Snader, Plaintiffs-Appellants,v.CITY OF HAMILTON, OHIO, and Eric Taylor, Defendants-Appellees.\n    No. 05-4390.\n    United States Court of Appeals, Sixth Circuit.\n    Argued: October 30, 2006.\n    Decided and Filed: December 18, 2006.\n    \n      ARGUED: Christopher J. Pagan, Repper, Powers &amp; Pagan, Middletown, Ohio, for Appellants. Jay D. Patton, Schroeder, Maundrell, Barbiere &amp; Powers, Cincinnati, Ohio, for Appellees. ON BRIEF: Christopher J. Pagan, Repper, Powers &amp; Pagan, Middletown, Ohio, for Appellants. Jay D. Patton, Schroeder, Maundrell, Barbiere &amp; Powers, Cincinnati, Ohio, for Appellees.\n      Before: SILER, GILMAN, and GRIFFIN, Circuit Judges.\n      OPINION\n      GRIFFIN, Circuit Judge.\n    \n    \n      1\n      Plaintiffs Troy Baker and Jesse Snader1 appeal an order of the district court granting summary judgment in favor of defendants Eric Taylor and the City of Hamilton on plaintiffs' constitutional claims of excessive force and Ohio common-law claim for assault and battery.2 On appeal, plaintiffs have abandoned their claims against the City of Hamilton and argue only that the district court erred in concluding that Officer Taylor did not violate their constitutional rights, in holding that Officer Taylor is entitled to qualified immunity from plaintiffs' claims, and in dismissing their claims of assault and battery against Officer Taylor. For the reasons below, we rever...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=troy-baker-and-glenn-snader-as-father-and-next-friend-of-jesse-snader-v"
    }
  ],
  "relatedIncidents": [
    7680,
    7690,
    7726,
    7738,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}