{
  "id": 7609,
  "title": "2006년 Gay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-13",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Gay. 판결일: 2006-12-13. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Gay\n**판결일**: 2006-12-13\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Williams, Caraway & Sexton (Pro Tempore)\n\n## 인용\n\n- 945 So. 2d 220\n\n## 판결문 요약\n\n\n945 So. 2d 220 (2006)\nSTATE of Louisiana, Appellee,\nv.\nAntonio D. GAY, Appellant.\nNo. 41,609-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nDecember 13, 2006.\n*221 Louisiana Appellate Project by Mary Constance Hanes, for Appellant.\nPaul J. Carmouche, District Attorney, J. Dhu Thompson, Catherine M. Estopinal, Assistant District Attorneys, for Appellee.\nBefore WILLIAMS, CARAWAY &amp; SEXTON (Pro Tempore), JJ.\nSEXTON, J.\nDefendant, Antonio D. Gay, seeks review of his sentence for simple robbery under La. R.S. 14:65. The court imposed a five-year hard labor sentence, suspending all but two years, and placing Defendant on two years' active supervised probation with special conditions. Defendant appeals his sentence as unconstitutionally excessive. We affirm.\n\nFACTS\nThe trial testimony of the 12-year-old victim established that the victim was riding a bicycle in the alley of a Cedar Grove neighborhood on May 24, 2005, when Defendant, who was well known to the victim, approached him from behind. Defendant put a gun to the victim's side and demanded that he get off the bicycle. He also choked the victim by putting one arm across his throat. After he took $2 and some change from the victim's pants pocket, Defendant rode the bike through the alley and threw it over his gate. The victim ran to tell his neighbor, who actually owned the bike, and the robbery was reported to the police. The victim positively identified Defendant as the perpetrator. The bicycle, which was later returne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gay"
    }
  ],
  "relatedIncidents": [
    7610,
    7634,
    7665,
    7676,
    7690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}