{
  "id": 7610,
  "title": "2006년 Rushing 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rushing. 판결일: 2006-12-13. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Timothy Lamar RUSHING\n**판결일**: 2006-12-13\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Brorby, Tacha\n\n## 변호인\n\nKevin C. Danielson, Lucy O. Roberts, Asst. U.S. Attorney, Office of the United States Attorney, Tulsa, OK, for PlaintiffAppellee., Paul D. Brunton, Fed. Public Defender, Barry L. Derryberry, Asst. FPD, Robert Ridenour, Federal Public Defender Office, Tulsa, OK, for Defendant-Appellant.\n\n## 인용\n\n- 210 F. App'x 767\n\n## 판결문 요약\n\n\nORDER AND JUDGMENT *\nSTEPHEN H. ANDERSON, Circuit Judge.\nAfter examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist in the determination of this appeal. See Fed. R.App. P. 34(a)(2); 10th Cir. R. 34.1(G). The case is therefore ordered submitted without oral argument.\nFollowing a jury trial, Timothy Rushing was found guilty of possession of a firearm after former conviction of a felony, in violation of 18 U.S.C. §§ 922(g) and 924(a)(2) (count 1); carjacking and aiding and abetting, in violation of 18 U.S.C. §§ 2119 and 2 (count 2); brandishing, using and carrying a firearm during the carjacking and aiding and abetting, in violation of 18 U.S.C. §§ 924(e)(1)(A)(ii) and 2 (count 3); committing a Hobbs Act robbery of a convenience store and aiding and abetting, in violation of 18 U.S.C. §§ 1951 and 2 (count 4); and brandishing, using and carrying a firearm during the Hobbs Act robbery and aiding and abetting, in violation of 18 U.S.C. §§ 924(c)(1)(A)(ii) and 2 (count 5). Rushing was sentenced to 100 months on counts 1, 2 and 4, all to run concurrently; eighty-four months on count 3, to run consecutive to the other counts, and 300 months on count 5, to run consecutively to the other counts. This totaled 484 months. He was also sentenced to a total of five years of supervised release, fined $3000 and directed to pay $280 in restitution. This appeal followed. We affirm his conviction.\nBACKGROUND\nAt approximat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-rushing"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harp-v-chertoff"
    }
  ],
  "relatedIncidents": [
    7609,
    7634,
    7665,
    7676,
    7690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}