{
  "id": 7613,
  "title": "2006년 Local 333, United Marine Division, International Longshoreman's Ass'n v. New York City Department of Transportation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Local 333, United Marine Division, International Longshoreman's Ass'n v. New York City Department of Transportation. 판결일: 2006-12-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Local 333, United Marine Division, International Longshoreman's Association, AFL-CIO v. New York City Department of Transportation\n**판결일**: 2006-12-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 35 A.D.3d 211\n- 826 N.Y.S.2d 225\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (William A. Wetzel, J.), entered January 20, 2006, which denied the union’s petition to confirm and granted the cross motion of respondent Department of Transportation (DOT) to vacate the arbitration award that had reinstated one of its members as a deckhand on the Staten Island Ferry, unanimously reversed, on the law, without costs, the judgment vacated, the petition granted, the cross motion denied and the arbitration award reinstated and confirmed.\nThe deckhand was terminated as the result of a random drug test administered shortly (eight days) after DOT instituted a *212“Zero Tolerance Policy for Positive Drug and Alcohol Test Results.” The new policy came in the wake of the infamous Staten Island Ferry accident on October 15, 2003, wherein a pilot, under the influence of medically prescribed drugs, allowed a ferryboat to collide with a concrete pier, killing 11 passengers and injuring dozens of others. Pursuant to the new policy:\n“DOT shall seek the termination of any employees in the following safety-sensitive job titles who perform work related to the Staten Island Ferry and receive a first time verified positive result for a drug or alcohol test administered pursuant to regulations promulgated by the United States Department of Transportation: under the authority of the Omnibus Transportation Employee Testing Act of 1991 . . .\n“boilermaker; supervisor boilermaker;\n“captain; assistant captain; deckhand . . .\n“This zero toleranc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=local-333-united-marine-division-international-longshoremans-assn-v"
    }
  ],
  "relatedIncidents": [
    7589,
    7639,
    7662,
    7678,
    7681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}