{
  "id": 7614,
  "title": "2006년 Merritt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Merritt. 판결일: 2006-12-12. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent v. John H. MERRITT\n**판결일**: 2006-12-12\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crane, Mooney, Shaw\n\n## 변호인\n\nShaun J. Mackelprang, Assistant Attorney General, Jefferson City, MO, for respondent., Ellen H. Flottman, Columbia, MO, for appellant.\n\n## 인용\n\n- 209 S.W.3d 33\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nDefendant, John Merritt, appeals from a judgment entered after a bench trial finding defendant guilty of two counts of forcible rape, in violation of section 566.030 RSMo (2000), two counts of first degree statutory sodomy, in violation of section 566.062 RSMo (2000), three counts of first degree statutory sodomy, in violation of section 566.032 RSMo (2000), and two counts of first degree child molestation in violation of section 566.067 RSMo (2000). The court sentenced him to life imprisonment on each of the rape and sodomy counts, to be served concurrently, and fifteen years imprisonment on each of the two child molestation counts, to be served consecutively with each other and consecutively to the concurrent life sentences.\nNo error of law appears and no jurisprudential purpose would be served by a written opinion. However, the parties have been furnished with a memorandum opinion for their information only, setting forth the facts and reasons for this order. The judgment is affirmed pursuant to rule 30.25(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-merritt"
    }
  ],
  "relatedIncidents": [
    7616,
    7664,
    7694,
    7718,
    7766
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}