{
  "id": 7618,
  "title": "2006년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lopez. 판결일: 2006-12-05. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Lopez v. Gonzales, Attorney General\n**판결일**: 2006-12-05\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Kennedy, Roberts, Scalia, Souter, Stevens, Thomas\n\n## 변호인\n\nRobert A. Long, Jr., argued the cause for petitioner. With him on the briefs was Theodore P. Metzler., Deputy Solicitor General Kneedler argued the cause for respondent. With him on the brief were Solicitor General Clement, Assistant Attorneys General Keister and Fisher, Deputy Solicitor General Dreeben, Patricia A. Millett, and Donald E. Keener.*\n\n## 인용\n\n- 166 L. Ed. 2d 462\n- 127 S. Ct. 625\n- 549 U.S. 47\n- 2006 U.S. LEXIS 9442\n\n## 판결문 요약\n\n\n127 S. Ct. 625 (2006)\n549 U.S. 47\nJose Antonio LOPEZ, Petitioner,\nv.\nAlberto R. GONZALES, Attorney General.\nNo. 05-547.\nSupreme Court of United States.\nArgued October 3, 2006.\nDecided December 5, 2006.\n*627 Patricia G. Mattos, Mattos Law Office, St. Paul, MN, Robert A. Long, Counsel of Record, Theodore P. Metzler, Covington &amp; Burling LLP, Washington, DC, for Petitioner.\nPaul D. Clement, Solicitor General, Counsel of Record, Peter D. Keisler, Alice S. Fisher, Assistant Attorneys General, Edwin S. Kneedler, Michael R. Dreeben, Deputy Solicitors General, Patricia A. Millett, Assistant to the Solicitor General, Donald E. Keener, John Andre, Thomas M. Gannon, Margaret Perry, Bryan S. Beier, Attorneys, Department of Justice, Washington, D.C., for respondents.\nJustice SOUTER delivered the opinion of the Court.\nThe question raised is whether conduct made a felony under state law but a misdemeanor under the Controlled Substances Act is a \"felony punishable under the Controlled Substances Act.\" 18 U.S.C. § 924(c)(2). We hold it is not.\n\nI\n\nA\nThe Immigration and Nationality Act (INA) defines the term \"aggravated felony\" *628 by a list that mentions \"illicit trafficking in a controlled substance ... including a drug trafficking crime (as defined in section 924(c) of title 18).\" § 101(a)(43)(B), as added by § 7342, 102 Stat. 4469, and as amended by § 222(a), 108 Stat. 4320, 8 U.S.C. § 1101(a)(43)(B). The general phrase \"illicit trafficking\" is left undefined, but § 924(c)(2) of Title...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lopez-v-gonzales"
    }
  ],
  "relatedIncidents": [
    7589,
    7658,
    7675,
    7746,
    7815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}