{
  "id": 7619,
  "title": "2006년 Noel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-05",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Noel. 판결일: 2006-12-05. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Noel v. State\n**판결일**: 2006-12-05\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: King, C.J., Chandler and Roberts\n\n## 인용\n\n- 943 So. 2d 768\n\n## 판결문 요약\n\n\n943 So. 2d 768 (2006)\nAndrew NOEL, Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2005-CA-01455-COA.\nCourt of Appeals of Mississippi.\nDecember 5, 2006.\n*769 Robert T. Laster, Grenada, B. Leon Johnson, attorneys for appellant.\nOffice of the Attorney General by Jacob Ray, attorneys for appellee.\nBefore KING, C.J., CHANDLER and ROBERTS, JJ.\nKING, C.J., for the Court.\n¶ 1. Andrew Noel appeals the Holmes County Circuit Court's denial of his petition for post-conviction relief. On appeal, Noel contends that he should have the opportunity to withdraw his guilty plea because his decision to enter into the plea was not knowing, intelligent, and voluntary. Alternatively, Noel argues that the trial court should be required to re-sentence him in accordance with the district attorney's recommendation. Finding no error, the Court affirms.\n\nFACTS\n¶ 2. Andrew Noel was charged with aggravated assault, rape, and kidnapping. On October 9, 2000, Noel entered into a plea agreement with the district attorney, in which he agreed to plead guilty to the charges of rape and kidnapping in exchange for the dismissal of the aggravated assault charge and a sentence recommendation from the district attorney. The district attorney agreed to recommend that Noel receive a sentence of twelve years  nine years in prison and three years of post-release supervision.\n¶ 3. At the hearing on the guilty plea, the trial judge, in accordance with Uniform Circuit and County Court Rule 8.04, questioned Noel regarding...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=noel-v-state"
    }
  ],
  "relatedIncidents": [
    7675,
    7724,
    8042,
    7078,
    7110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}