{
  "id": 7621,
  "title": "2006년 Odi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-12-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Odi. 판결일: 2006-12-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Adwoa Odi v. Lifetouch, Inc.\n**판결일**: 2006-12-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 35 A.D.3d 420\n- 825 N.Y.S.2d 712\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the plaintiffs appeal from an order of the Supreme Court, Richmond County (Maltese, J.), dated January 16, 2006, which granted the defendant’s motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nThe plaintiff Adwoa Odi (hereinafter the plaintiff) alleged that she fell off a table used as a posing platform at the defendant’s photography studio when she attempted to reposition herself as instructed by the photographer. However, it was undisputed that the table, which was approximately four feet by four feet square and, according to one witness, “the height of a chair,” was not defective. It was also undisputed that the plaintiff fell off of the table due to her own actions and movements.\n*421Contrary to the plaintiffs’ contention, the defendant, through its attorney’s affirmation, deposition transcripts, and other proof, sufficiently established a prima facie entitlement to judgment as a matter of law dismissing the complaint (see Olan v Farrell Lines, 64 NY2d 1092 [1985]; Tibak v City of New York, 154 AD2d 313 [1989]), thereby shifting the burden to the plaintiffs to produce sufficient evidentiary proof in admissible form to show the existence of a triable issue of fact (see Alvarez v Prospect Hosp., 68 NY2d 320, 324 [1986]; Zuckerman v City of New York, 49 NY2d 557 [1980]). In opposition, the plaintiffs, through their attorney’s affirmation, which was the sole oppos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=odi-v-lifetouch-inc"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}