{
  "id": 7634,
  "title": "2006년 Farley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-11-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Farley. 판결일: 2006-11-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Victor N. Farley, Individually and as Administrator of the Estate of Terry Mason v. Town of Hamburg\n**판결일**: 2006-11-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 34 A.D.3d 1294\n- 824 N.Y.S.2d 549\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Erie County (Kevin M. Dillon, J.), entered December 7, 2005. The order granted the motion of defendants Town of Hamburg and James Koch for summary judgment dismissing the complaint.\nIt is hereby ordered that the order so appealed from be and the same hereby is unanimously modified on the law by denying the motion in part and reinstating the third, fourth and fifth causes of action insofar as those causes of action are based on the alleged use of excessive force and as modified the order is affirmed without costs.\nMemorandum: Plaintiff commenced this action seeking damages for the wrongful death of decedent, Terry Mason, who was shot and killed by defendant James Koch, a police lieutenant employed by defendant Town of Hamburg (Town). The complaint asserts causes of action for assault and battery, negligence, and the violation of Mason’s constitutional and civil rights pursuant to 42 USC § 1983, based on the alleged use of excessive force by Lt. Koch in attempting to effect the arrest of Mason for robbery. On appeal from an order granting the motion of the Town and Lt. Koch (collectively, defendants) for summary judgment dismissing the complaint, plaintiff has not raised in his brief any issues with respect to those parts of the. order dismissing the first and second causes of action and those parts of the third and fifth causes of action based on the alleged negligent hiring, supervision and training of Lt. Koch by the Town. We there...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farley-v-town-of-hamburg"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brown"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-avino"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7665,
    7676,
    7690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}