{
  "id": 7651,
  "title": "2006년 IFC Credit Corp. v. Magnetic Technologies, Ltd. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-11-14",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: IFC Credit Corp. v. Magnetic Technologies, Ltd.. 판결일: 2006-11-14. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: IFC CREDIT CORPORATION, Plaintiff-Appellant, v. MAGNETIC TECHNOLOGIES, LTD., Defendant-Appellee\n**판결일**: 2006-11-14\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Hoffman\n\n## 변호인\n\nMasuda, Funai, Eifert & Mitchell, Ltd., of Chicago (Edward J. Underhill and Nancy E. Sasamoto, of counsel), for appellant., Law Office of Michael J. Fleck, EC., of Huntley (Michael J. Fleck, Colleen E. Helenhouse, and Thomas L. Schmid, of counsel), for appellee.\n\n## 인용\n\n- 859 N.E.2d 76\n- 307 Ill. Dec. 76\n- 368 Ill. App. 3d 898\n\n## 판결문 요약\n\n\n859 N.E.2d 76 (2006)\n307 Ill. Dec. 76\nIFC CREDIT CORPORATION, Plaintiff-Appellant,\nv.\nMAGNETIC TECHNOLOGIES, LTD., Defendant-Appellee.\nNo. 1-06-0426.\nAppellate Court of Illinois, First District, Second Division.\nNovember 14, 2006.\n*77 Masuda, Funai, Eifert &amp; Mitchell, Ltd., Chicago (Edward J. Underhill and Nancy E. Sasamoto, of counsel), for Appellant.\nMichael J. Fleck, Huntley (Michael J. Fleck, Colleen E. Helenhouse &amp; Thomas L. Schmid, of counsel); Attorneys for Pure Solutions and Charles Powers, Chicago (Roberti &amp; Lohmar &amp; Douglas W. Lohmar, Jr., of counsel), for Appellee.\nJustice HOFFMAN delivered the opinion of the court:\nIFC Credit Corporation (IFC) appeals from an order of the circuit court dismissing the instant breach of contract action pursuant to the doctrine of res judicata. For the reasons which follow, we reverse the judgment of the circuit court and remand this cause for further proceedings.\nOn October 10, 2003, NorVergence, Inc. (NorVergence) and IFC entered into a Master Program Agreement, governing *78 the assignment of various equipment rental agreements from NorVergence to IFC. According to the Master Program Agreement, when IFC agreed to purchase a rental agreement, NorVergence would assign to IFC \"all its rights, title and interest in and to the Rental Agreement and Equipment including all monies due and to become due under the Rental Agreement, but none of its obligations under the Rental Agreement.\"\nOn April 6, 2004, NorVergence and Ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ifc-credit-corp-v-magnetic-technologies-ltd"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}