{
  "id": 7652,
  "title": "2006년 Duarte 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-11-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Duarte. 판결일: 2006-11-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Baltazar Duarte v. City of New York\n**판결일**: 2006-11-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 34 A.D.3d 522\n- 826 N.Y.S.2d 314\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the defendant appeals from an order of the Supreme Court, Kings County (Vaughan, J.), dated September 28, 2005, which denied its motion for summary judgment dismissing the complaint.\nOrdered that the appeal from so much of the order as denied those branches of the motion which were to dismiss the claims based on Labor Law §§ 200, 240, and common-law negligence is dismissed, as those claims were voluntarily withdrawn by the plaintiffs; and it is further,\nOrdered that the order is reversed insofar as reviewed, on the law, and those branches of the motion which were to dismiss the claims based on Labor Law § 241 and loss of consortium are granted; and it is further,\nOrdered that one bill of costs is awarded to the defendant.\nContrary to the plaintiffs’ contention, the issue of whether the defendant City of New York (hereinafter the City) was an “owner” of the work site for purposes of Labor Law liability *523may be considered on appeal (see Block v Magee, 146 AD2d 730, 732-733 [1989]).\nThe City established its prima facie entitlement to summary judgment by tendering evidence sufficient to demonstrate that the New York State Department of Transportation was in charge of the project involving the cleaning and painting of the Kosciuszko Bridge, that the City did not perform any of the work, and that the City’s role was largely confined to its regulatory responsibilities arising out of its issuance of work permits (see Al...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duarte-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}