{
  "id": 7658,
  "title": "2006년 Goudeau 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-11-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Goudeau. 판결일: 2006-11-09. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Reginald Wayne GOUDEAU, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2006-11-09\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Adele Hedges\n\n## 변호인\n\nGeorge J. Reul, III, Houston, for appellant., Donald W. Roger, Jr., Houston, for ap-pellee.\n\n## 인용\n\n- 209 S.W.3d 713\n\n## 판결문 요약\n\n\n209 S.W.3d 713 (2006)\nReginald Wayne GOUDEAU, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNos. 14-05-00946-CR, 14-05-00947-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nNovember 9, 2006.\n*714 George J. Reul, III, Houston, for appellant.\nDonald W. Roger, Jr., Houston, for appellee.\n*715 Panel consists of Chief Justice HEDGES and Justices YATES and SEYMORE.\n\nOPINION\nADELE HEDGES, Chief Justice.\n\nI. BACKGROUND\nThe relevant facts were established at the motion to suppress hearing through the sole witness, Officer Christopher Hernandez. At approximately 12:52 a.m. on April 7, 2005, Officer Hernandez was traveling northbound on Crosby Lynchberg Road, in Harris County, when he passed appellant, Reginald Wayne Goodeau. Officer Hernandez noticed that appellant's vehicle had no front license plate. He then turned around and initiated a traffic stop of appellant's vehicle.\nAppellant was alone in his vehicle, a 1969 Chevrolet El Camino which had a rear license plate labeled as \"antique automobile.\" Officer Hernandez approached the vehicle and asked to see appellant's driver's license and proof of insurance. Officer Hernandez testified that during the course of this initial investigation, he noticed that appellant \"had red bloodshot eyes,\" \"spoke with a slurred speech,\" and was \"fumbling around\" for the requested documents. Officer Hernandez also noticed a container of alcohol on appellant's passenger seat. Based on these facts, Officer Hernandez requested that appellant perform s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=goudeau-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7618,
    7675,
    7746,
    7815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}