{
  "id": 766,
  "title": "2023년 Kanybitabo, Mathieu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2023-03-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Kanybitabo, Mathieu. 판결일: 2023-03-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Kanybitabo, Mathieu\n**판결일**: 2023-03-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n             IN THE COURT OF CRIMINAL APPEALS\n                         OF TEXAS\n                             NOS. WR-93,371-01 & WR-93,371-02\n\n\n  EX PARTE MATHIEU KANYABITABO AKA MATHIEU KANYBITABO, Applicant\n\n\n                ON APPLICATIONS FOR WRITS OF HABEAS CORPUS\n            CAUSE NOS. 13819-D & 14123-D IN THE 350TH DISTRICT COURT\n                             FROM TAYLOR COUNTY\n\n\n        Per curiam. KELLER , P.J., filed a dissenting opinion in which YEARY and SLAUGHTER ,\nJJ., joined.\n\n                                          OPINION\n\n         Applicant made open pleas of guilt to aggravated assault and theft. In a combined\n\npunishment proceeding, he was sentenced to thirteen years’ imprisonment for the aggravated assault\n\noffense and sixteen months’ imprisonment for the theft offense. Applicant did not appeal his\n\nconvictions. Applicant filed these applications for writs of habeas corpus in the county of\n\nconviction, and the district clerk forwarded them to this Court. See TEX . CODE CRIM . PROC . art.\n\n11.07.\n\n         Applicant contends, among other things, that trial counsel was ineffective for failing to\n\ninvestigate, pursue, and present mitigating evidence at punishment. The trial court made findings\n\f                                                                                                    2\n\nof fact and conclusions of law recommending that relief be denied. We disagree. Based on our own\n\nindependent review of the record, we find that trial counsel’s per...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kanybitabo-mathieu"
    }
  ],
  "relatedIncidents": [
    609,
    731,
    732,
    776,
    557
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}