{
  "id": 7662,
  "title": "2006년 Barfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-11-03",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Barfield. 판결일: 2006-11-03. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Terry A. Barfield, Appellant\n**판결일**: 2006-11-03\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hannon, Heavican, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nGlenn A. Shapiro and Jill A. Daley, of Gallup & Schaefer, for appellant., Jon Bruning, Attorney General, and Kimberly A. Klein for appellee.\n\n## 인용\n\n- 272 Neb. 502\n- 723 N.W.2d 303\n\n## 판결문 요약\n\n\n272 Neb. 502\nSTATE OF NEBRASKA, APPELLEE,\nv.\nTERRY A. BARFIELD, APPELLANT.\nNo. S-05-973.\nSupreme Court of Nebraska.\nFiled November 3, 2006.\nGlenn A. Shapiro and Jill A. Daley, of Gallup &amp; Schaefer, for appellant.\nJon Bruning, Attorney General, and Kimberly A. Klein for appellee.\nWRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ., and HANNON, Judge, Retired.\nMcCORMACK, J.\n\nI. NATURE OF CASE\nOn September 6, 2003, Terrill Williams, the victim, died of a single gunshot wound. He was shot at a location referred to by witnesses as \"the projects\" in Douglas County, Nebraska, by Clinton Lamar Barfield (Clinton). The defendant, Terry A. Barfield, Clinton's uncle, was charged with felony murder as an aider and abettor of the attempted robbery of the victim. He was also charged with use of a deadly weapon to commit a felony, possession of a deadly weapon by a felon, and being a habitual criminal.\nAfter a trial by jury, the defendant was found guilty of felony murder, use of a deadly weapon to commit a felony, and possession of a deadly weapon by a felon. After the court's denial of the defendant's motion for new trial, the defendant was sentenced to life imprisonment for the felony murder and, pursuant to the habitual criminal statute, to 25 years' imprisonment for each of the other two counts, all sentences to run consecutively. The defendant timely appealed. The defendant argues that the evidence was insufficient to support his convictions, that the defendant w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-barfield"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7678,
    7681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}