{
  "id": 7665,
  "title": "2006년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-31",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Scott. 판결일: 2006-10-31. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Earl SCOTT v. STATE of Missouri\n**판결일**: 2006-10-31\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dowd, Gaertner, III\n\n## 변호인\n\nS. Kristina Starke, Assistant Public Defender, St. Louis, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Roger W. Johnson, Assistant Attorney General, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 204 S.W.3d 689\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nAppellant, Earl Scott (“Movant”), appeals from the judgment of the Circuit Court of the City of St. Louis denying his amended Rule 29.15 motion for post-conviction relief after an evidentiary hearing. Following a jury trial, Movant was convicted of two counts of robbery in the first-degree, section 569.020, RSMo 2000,1 and two counts of armed criminal action, section 571.015. Movant was sentenced as a prior and persistent offender to sixteen years of imprisonment on each count, with the sentences to run concurrently. We affirm.\nWe have reviewed the briefs of the parties and the record on appeal. As an extended opinion would serve no jurisprudential purpose, we affirm the judgment pursuant to Rule 84.16(b). We have, however, provided a memorandum opinion for the use of the parties only setting forth the reasons for our decision.\n\n. All statutory references are to RSMo 2000 unless otherwise indicated.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7676,
    7690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}