{
  "id": 7668,
  "title": "2006년 Dlnr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-26",
  "location": "Hawaii, HI, USA",
  "summary": "미국 Hawaii, HI 법원 판결 사건. 사건명: Dlnr. 판결일: 2006-10-26. 법원: Hawaii Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CAPTAIN ANDY’S SAILING, INC., a Hawai'i Corporation, Plaintiff-Appellant, v. DEPARTMENT OF LAND AND NATURAL RESOURCES, State of Hawai‘i; Peter T. Young, Director of the Department of Land and Natural Resources and Chairperson of the Board of Land and Natural Resources, State of Hawai'i; Mason Young, Acting Administrator, Division of Boating and Ocean Recreation, Department of Land and Natural Resources, State of Hawai'i; And David Parsons, Administrator, Division of Boating and Ocean Recreation, Department of Land and Natural Resources, State of Hawai'i, Defendants-Appellees\n**판결일**: 2006-10-26\n**법원**: Hawaii Supreme Court\n**관할**: Hawaii, HI\n\n**판사**: Acoba, Duffy, Levinson, Moon, Nakayama\n\n## 변호인\n\nDennis Niles, Wailuku, and Tom Pierce (of Paul, Johnson, Park & Niles), on the briefs, for Plaintiff-Appellant Captain Andy’s Sailing, Inc., Michael Q.Y. Lau and Sonia Faust, Deputy Attorneys General, on the briefs, for Defendant-Appellee State of Hawai'i and Mason Young.\n\n## 인용\n\n- 150 P.3d 833\n- 113 Haw. 184\n\n## 판결문 요약\n\n\n150 P.3d 833 (2006)\nCAPTAIN ANDY'S SAILING, INC., a Hawai`i corporation, Plaintiff-Appellant,\nv.\nDEPARTMENT OF LAND AND NATURAL RESOURCES, State of Hawai`i; Peter T. Young, Director of the Department of Land and Natural Resources and Chairperson of the Board of Land and Natural Resources, State of Hawai`i[1]; Mason Young, Acting Administrator, Division of Boating and Ocean Recreation, Department of Land and Natural Resources, State of Hawai`i; and David Parsons, Administrator, Division of Boating and Ocean Recreation, Department of Land and Natural Resources, State of Hawai`i, Defendants-Appellees.\nNo. 25387.\nSupreme Court of Hawaii.\nOctober 26, 2006.\nReconsideration Denied November 30, 2006.\n*834 Dennis Niles, Wailuku, and Tom Pierce (of Paul, Johnson, Park &amp; Niles), on the briefs, for Plaintiff-Appellant Captain Andy's Sailing, Inc.\nMichael Q.Y. Lau and Sonia Faust, Deputy Attorneys General, on the briefs, for Defendant-Appellee State of Hawai`i and Mason Young.\nMOON, C.J., LEVINSON, NAKAYAMA, ACOBA, and DUFFY, JJ.\nOpinion of the Court by NAKAYAMA, J.\nPlaintiff-Appellant Captain Andy's Sailing, Inc. (hereinafter \"CASI\"), appeals from the judgment of the Circuit Court of the First Circuit[2] (\"circuit court\") filed on September 13, 2002, following the grant of judgment on the pleadings, or, in the alternative, summary judgment in favor of Defendants-Appellees Department of Land and Natural Resources, State of Hawai`i (\"DLNR\") and DLNR officials Peter T. Young, Mason You...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=captain-andys-sailing-inc-v-department-of-land-natural-resources"
    }
  ],
  "relatedIncidents": [
    7593,
    7708,
    7857,
    7858,
    7920
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}