{
  "id": 7670,
  "title": "2006년 Sheridan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-24",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Sheridan. 판결일: 2006-10-24. 법원: District Court, D. South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Deborah N. SHERIDAN, Plaintiff, v. Special Agent Rachel REIDELL, Et Al., Defendants\n**판결일**: 2006-10-24\n**법원**: District Court, D. South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Duffy\n\n## 변호인\n\nDeborah N. Sheridan, Missoula, MT, Pro se.\n\n## 인용\n\n- 465 F. Supp. 2d 528\n\n## 판결문 요약\n\n\n465 F. Supp. 2d 528 (2006)\nDeborah N. SHERIDAN, Plaintiff,\nv.\nSpecial Agent Rachel REIDELL, et al., Defendants.\nC.A. No. 2:06-1987-PMD-RSC.\nUnited States District Court, D. South Carolina, Charleston Division.\nOctober 24, 2006.\n*530 Deborah N. Sheridan, Missoula, MT, Pro se.\n\nORDER\nDUFFY, District Judge.\nOn March 6, 2006, Plaintiff Deborah N. Sheridan (\"Sheridan\" or \"Plaintiff) entered a plea of nolo contendere in the United States District Court for the District of South Carolina for violating 18 U.S.C. 1546(a) (Fraud and Misuse of Visas, Permits and Other Documents). Between August 2, 2005 and August 7, 2006, Plaintiff was detained at the Charleston County Detention Center, after which she was moved to the Missoula County Detention Center in Missoula, Montana. On July 11, 2006, she filed a civil suit in federal district court against Special Agent Rachel Reidell (\"Reidell\") of the Bureau of Immigration and Customs Enforcement (\"BICE\"), the employees/owners of the Main Stay Suites in Mt. Pleasant, South Carolina (\"Hotel Employees\"), and Linda Lantz (\"Lantz\") to retrieve items that were allegedly seized and/or stolen following her arrest.\nThis matter is before the court upon Plaintiffs objections to the Magistrate Judge's recommendation that her Complaint be dismissed pursuant to 28 U.S.C. 1915A[1] and for lack of subject matter jurisdiction. The record contains a report and recommendations of the United States Magistrate Judge (\"the R &amp; R\"), which was made in accordance...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheridan-v-reidell"
    }
  ],
  "relatedIncidents": [
    7620,
    7725,
    7746,
    7753,
    7786
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}