{
  "id": 7675,
  "title": "2006년 Ondayog 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Ondayog. 판결일: 2006-10-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Reynold Raynaldo ONDAYOG, Appellant\n**판결일**: 2006-10-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Hecht, Streit\n\n## 변호인\n\nLinda Del Gallo, State Appellate Defender, and Nan Jennisch, Assistant State Appellate Defender, for appellant., Thomas J. Miller, Attorney General, Ann E. Brenden, Assistant Attorney General, Timothy N. Schott, County Attorney, and Ricki Osborn and John Beaty, Assistant County Attorneys, for appellee.\n\n## 인용\n\n- 722 N.W.2d 778\n\n## 판결문 요약\n\n\n722 N.W.2d 778 (2006)\nSTATE of Iowa, Appellee,\nv.\nReynold Raynaldo ONDAYOG, Appellant.\nNo. 04-1247.\nSupreme Court of Iowa.\nOctober 20, 2006.\n*781 Linda Del Gallo, State Appellate Defender, and Nan Jennisch, Assistant State Appellate Defender, for appellant.\nThomas J. Miller, Attorney General, Ann E. Brenden, Assistant Attorney General, Timothy N. Schott, County Attorney, and Ricki Osborn and John Beaty, Assistant County Attorneys, for appellee.\nSTREIT, Justice.\nReynold Ondayog appeals from his conviction for assault with intent to commit sexual abuse causing bodily injury, a class \"D\" felony in violation of Iowa Code section 709.11 (2003). Ondayog contends his trial attorney rendered ineffective assistance of counsel by failing to object to the jury instruction which included this charge as a lesser-included offense to the charge of kidnapping in the first degree (resulting in sexual abuse). The court of appeals determined Ondayog's trial counsel provided ineffective assistance and reversed his conviction, vacated his judgment and sentence, and remanded the case back to the district court for a new trial. The court of appeals also concluded double jeopardy principles precluded retrial of the submitted greater offenses of first-degree kidnapping, third-degree kidnapping, and third-degree sexual abuse. Upon further review, we find Ondayog did not satisfy both elements of his ineffective assistance of counsel claim. We vacate the decision of the court of appeals, affirm the dec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ondayog"
    }
  ],
  "relatedIncidents": [
    7589,
    7618,
    7619,
    7658,
    7724
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}