{
  "id": 7680,
  "title": "2006년 Massey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-17",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Massey. 판결일: 2006-10-17. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Jarvis Deon Massey\n**판결일**: 2006-10-17\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Elmore, Jackson, Martin\n\n## 변호인\n\n\nAttorney General Roy A. Cooper, III, by Assistant Attorney General Iain Stauffer, for the State.\n, \nBruce T. Cunningham, Jr., for defendant.\n\n\n## 인용\n\n- 635 S.E.2d 528\n- 179 N.C. App. 803\n\n## 판결문 요약\n\n\n635 S.E.2d 528 (2006)\nSTATE of North Carolina\nv.\nJarvis Deon MASSEY.\nNo. COA05-1636.\nCourt of Appeals of North Carolina.\nOctober 17, 2006.\n*529 Attorney General Roy A. Cooper, III, by Assistant Attorney General Iain Stauffer, for the State.\nBruce T. Cunningham, Jr., Southern Pines, for defendant.\nJACKSON, Judge.\nOn 31 August 2005, the Honorable Robert P. Johnston of the Mecklenburg County Superior Court entered a judgment upon a jury verdict finding Jarvis Deon Massey (\"defendant\") guilty of assault on a female and habitual misdemeanor assault. Defendant filed timely notice of appeal.\nOn 21 January 2005, Sergeant Lawrence Williams of the Charlotte-Mecklenburg Police Department observed defendant driving a car in Charlotte, North Carolina. Taneisha Carroll (\"Carroll\") sat next to defendant in the front passenger seat of the car while two small children, one of which was in a car seat, sat in the back seat of the vehicle. While stopped at a red traffic light, Carroll opened the passenger door of the car and attempted to exit the vehicle. As she placed her right foot on the ground, defendant began pulling her back into the car. During the struggle, defendant grabbed Carroll's left arm and pulled her hair. After grabbing her by the neck, defendant pulled Carroll back into the vehicle and shoved her head into the dashboard. Meanwhile, the traffic light turned green, but Carroll still struggled to leave the vehicle. Defendant shoved her head into the dashboard a second time and pu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-massey"
    }
  ],
  "relatedIncidents": [
    7604,
    7690,
    7726,
    7738,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}