{
  "id": 7681,
  "title": "2006년 George 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: George. 판결일: 2006-10-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Dezra George\n**판결일**: 2006-10-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 33 A.D.3d 435\n- 823 N.Y.S.2d 21\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, Bronx County (Joseph Fisch, J.), rendered December 16, 2003, convicting defendant, after a jury trial, of murder in the second degree, and sentencing him to 25 years to life, unanimously affirmed.\n*436The court properly exercised its discretion in denying defendant’s mistrial motion, made on the basis of a brief reference in the prosecutor’s summation to statements made by the separately tried, nontestifying codefendants, since the prosecutor’s remark constituted fair comment on the evidence (see People v Overlee, 236 AD2d 133 [1997], lv denied 91 NY2d 976 [1998]). The court had received limited evidence concerning the codefendants’ statements because defendant had opened the door to their admission, and there was no meaningful difference between the prosecutor’s reference to these statements and the evidence in the record. To the extent that defendant is raising a constitutional claim, such claim is unpreserved and we decline to review it in the interest of justice. Were we to review this claim, we would reject it.\nDefendant’s ineffective assistance of counsel claim is unreviewable on direct appeal because it involves matters outside the record concerning counsel’s choice of strategy (see People v Rivera, 71 NY2d 705, 709 [1988]; People v Love, 57 NY2d 998 [1982]). On the existing record, to the extent it permits review, we find that defendant received effective assistance under the state and federal standards (see People v Benevento, 91 NY2d 708, 7...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-george"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}