{
  "id": 7690,
  "title": "2006년 Parr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Parr. 판결일: 2006-10-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jimmy Earl PARR, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2006-10-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Chief Justice Gray, Justice Vance, and Judge Trudo\n\n## 변호인\n\nJohn A. Kuchera, Waco, for appellant., John W. Segrest, McLennan County Dist. Atty., Waco, for appellee.\n\n## 인용\n\n- 206 S.W.3d 143\n\n## 판결문 요약\n\n\n206 S.W.3d 143 (2006)\nJimmy Earl PARR, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 10-05-00232-CR.\nCourt of Appeals of Texas, Waco.\nOctober 11, 2006.\nJohn A. Kuchera, Waco, for appellant.\nJohn W. Segrest, McLennan County Dist. Atty., Waco, for appellee.\nBefore Chief Justice GRAY, Justice VANCE, and Judge TRUDO.[1]\n\nOPINION\nTOM GRAY, Chief Justice.\nParr is in prison serving a 17 year sentence for robbery. We dismissed his direct appeal for want of jurisdiction because the notice of appeal was late and a motion for extension of time to file a late notice of appeal was not timely filed. Parr v. State, 10-05-00011-CR, 2005 WL 675600, 2005 Tex.App. LEXIS 2263 (Tex.App.-Waco, March 23, 2005, no pet.) (not designated for publication).\nAfter we dismissed his direct appeal, he filed an application for a writ of habeas corpus under article 11.05 of the Texas Code of Criminal Procedure and article V, section 8 of the Texas Constitution. TEX. CONST. art. V, § 8; TEX.CODE CRIM. PROC. ANN. art. 11.05 (Vernon 2005). By the writ, Parr sought an out-of-time appeal. The trial court issued the writ and held an evidentiary hearing on the merits of granting an out-of-time appeal. The trial court granted Parr's request to file an out-of-time appeal. Parr filed a notice of appeal seeking to invoke our jurisdiction to consider the merits of an appeal from his conviction for robbery. We dismiss the appeal because we do not have jurisdiction. We do not have jurisdiction because the trial court di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parr-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-vincent"
    }
  ],
  "relatedIncidents": [
    7726,
    7811,
    7986,
    7604,
    7609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}