{
  "id": 7693,
  "title": "2006년 Burns 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-10",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Burns. 판결일: 2006-10-10. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Oklahoma Ex Rel. OKLAHOMA BAR ASSOCIATION, Complainant, v. Tony Ray BURNS, Respondent\n**판결일**: 2006-10-10\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Colbert, Edmondson, Hargrave, Kauger, Lavender, Opala, Taylor, Watt, Winchester\n\n## 변호인\n\nDan Murdock, General Counsel, Oklahoma Bar Association, Oklahoma City, OK, for Complainant., C.W. Bill Morgan, Anadarko, OK, for Respondent.\n\n## 인용\n\n- 2006 OK 75\n- 145 P.3d 1088\n\n## 판결문 요약\n\n\n145 P.3d 1088 (2006)\n2006 OK 75\nSTATE of Oklahoma ex rel. OKLAHOMA BAR ASSOCIATION, Complainant,\nv.\nTony Ray BURNS, Respondent.\nOBAD No. 1679. SCBD No. 5144.\nSupreme Court of Oklahoma.\nOctober 10, 2006.\nDan Murdock, General Counsel, Oklahoma Bar Association, Oklahoma City, OK, for Complainant.\nC.W. Bill Morgan, Anadarko, OK, for Respondent.\nEDMONDSON, J.\n¶ 1 In this proceeding against a lawyer for imposition of professional discipline we are asked to decide whether six months suspension from the practice of law together with two years supervised probation and assessment of costs is the appropriate disciplinary sanction for this respondent's professional misconduct. We find that it is and we adopt the recommendation of the Professional Responsibility Tribunal, (PRT).\n\nI.\n¶ 2 On December 16, 2005, the Oklahoma Bar Association, (complainant), filed a complaint pursuant to Rule 6 of the Rules Governing Disciplinary Proceedings, (RGDP), 5 O.S.2001, ch. 1, app. 3-A, against Tony Ray Burns, (respondent), a licensed attorney, alleging violations of the RGDP and the Oklahoma Rules of Professional Conduct (ORPC), 5 O.S.2001, ch. 1, app. 3-A, in two counts setting forth multiple violations of the criminal law of Oklahoma prohibiting driving a motor vehicle while intoxicated or under the influence of alcohol. The complaint alleged these criminal acts demonstrate respondent's *1090 indifference to legal obligations, reflect adversely on the Bar, constitute a violation of the mandatory pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-oklahoma-bar-assn-v-burns"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}