{
  "id": 7698,
  "title": "2006년 Belger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-10-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Belger. 판결일: 2006-10-03. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Gregory A. BELGER, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 2006-10-03\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Baker, Booker, Cohen, Nannette, Shaw\n\n## 변호인\n\nGregory A. Belger, Bonne Terre, MO, pro se., Shaun J. Mackelprang, Assistant Attorney General, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 202 S.W.3d 96\n\n## 판결문 요약\n\n\n202 S.W.3d 96 (2006)\nGREGORY A. BELGER, Appellant,\nv.\nSTATE OF MISSOURI, Respondent.\nNo. ED86533\nMissouri Court of Appeals, Eastern District, Division Three, Division Five.\nFiled: October 3, 2006\nGregory A. Belger (pro se), Bonne Terre, MO, for appellant.\nShaun J. Mackelprang, Assistant Attorney General Jefferson City, MO, for respondent.\nBefore: Booker T. Shaw, C.J., Patricia L. Cohen, J., and Nannette A. Baker, J., concurring.\nPatricia L. Cohen, Judge.\nGregory A. Belger (\"Movant\") appeals from the denial of his \"Petition to Reinstate Original Motion Under Rule 29.15\" (\"Motion\"). We dismiss this appeal for lack of subject matter jurisdiction as Movant does not appeal from a final judgment.\n\nProcedural History\nOn February 10, 1995, Movant was convicted of three counts of robbery in the first degree, two counts of armed criminal action, three counts of felony stealing, and one count of fraudulent use of a credit device, for acts arising out of a series of thefts and robberies over a six day period. State v. Belger, 956 S.W.2d 432 (Mo.App. E.D. 1997). The trial court sentenced Movant as a prior offender to life imprisonment on Counts I and III, robbery in the first degree; life imprisonment on Counts II and IV, armed criminal action; seven years imprisonment on Count V, stealing over $150.00; seven years imprisonment on Count VI, stealing from a person; seven years imprisonment on Count VII, stealing a motor vehicle; one year imprisonment on Count VIII, fraudulent use of a cre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=belger-v-state"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}