{
  "id": 7711,
  "title": "2006년 State v. Menz, Unpublished Decision (9-25-2006) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-25",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Menz, Unpublished Decision (9-25-2006). 판결일: 2006-09-25. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Chad Grant Menz\n**판결일**: 2006-09-25\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: WALSH, J.\n\n## 변호인\n\nDonald W. White, Clermont County Prosecuting Attorney, David H. Hoffmann, 123 North Third Street, Batavia, Ohio 45103-3033, for plaintiff-appellee.\n\nDouglas A. Ball, 233 East Main Street, Batavia, Ohio 45103, for defendant-appellant.\n\n## 인용\n\n- 2006 Ohio 4962\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-appellant, Chad Grant Menz, was charged in an eight-count indictment with aggravated robbery, aggravated burglary, kidnapping, and grand theft, along with firearm specifications. Appellant eventually pled guilty to two first-degree felony charges of aggravated robbery (Counts 1 and 2) in violation of R.C. 2911.01(A)(1), one amended charge of abduction (Count 7), a third-degree felony, in violation of R.C.2905.02, and one fourth-degree felony charge of grand theft (Count 8) in violation of R.C. 2913.02(A)(1). The trial court, citing R.C. 2929.14(B) and (E), sentenced appellant to nonminimum prison terms on each of the four counts, and ordered the sentences to be served consecutively for an aggregate prison term of 14 years.\n  {&#182; 2} On appeal, appellant claims the trial court erred by relying on an unconstitutional section of the Revised Code when imposing sentence.\n  {&#182; 3} In State v. Foster, 109 Ohio St.3d 1, 2006-Ohio-856, the Ohio Supreme Court held that portions of Ohio's statutory sentencing scheme were unconstitutional. Among the statutes found unconstitutional were R.C. 2929.14(B), concerning the imposition of a nonminimum prison term, and R.C. 2929.14(E), governing the imposition of consecutive prison terms. Id. at &#182; 83, 97-99. TheFoster court severed the sections from the sentencing code and instructed that all cases pending on direct review in which the unconstitutional sentencing provisions...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "납치"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-menz-unpublished-decision-9-25-2006"
    }
  ],
  "relatedIncidents": [
    7619,
    7675,
    7724,
    8042,
    7078
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}