{
  "id": 7715,
  "title": "2006년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-21",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Smith v. State. 판결일: 2006-09-21. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Albert Kieth SMITH v. STATE of Arkansas\n**판결일**: 2006-09-21\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Betty C. Dickey\n\n## 변호인\n\nJoel W. Price, for appellant., Mike Beebe, Att’y Gen., by: David R. Raupp, Sr. Ass’t Att’y Gen., for appellee.\n\n## 인용\n\n- 239 S.W.3d 494\n- 367 Ark. 274\n\n## 판결문 요약\n\n\n239 S.W.3d 494 (2006)\nAlbert Kieth SMITH, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 06-77.\nSupreme Court of Arkansas.\nSeptember 21, 2006.\nRehearing Denied November 2, 2006.\n*496 Joel William Price, Fort Worth, for Appellant.\nMike Beebe, Att'y. Gen., David R. Raupp, Ass't Att'y. Gen., Little Rock, for appellee.\nBETTY C. DICKEY, Justice.\nAlbert Kieth Smith appeals his conviction of forty years for one count of kidnapping, and life without parole for one count of capital murder, from the Benton County Circuit Court. He alleges multiple errors by the circuit court, which include: (1) failing to dismiss for want of jurisdiction or failing to submit the jurisdiction issue to the jury; (2) failing to direct a verdict in favor of Appellant based on the insufficiency of the evidence; (3) permitting the State to impermissibly shift the burden of proof to Appellant; (4) failing to properly instruct the jury with regard to the evidence that was not admitted for the truth of the matter; and, (5) permitting the State to introduce prior \"bad acts.\" We conclude that his appeal is without merit, and affirm.\n\nBackground\nOn September 18, 1999, the body of an unidentified white man was found in McIntosh County, Oklahoma, in the right-of-way of Interstate 40. The body was positively identified on September 20, 1999, as that of David Douglas Howard. Howard had been shot in the back of the neck, and two .22 caliber bullets were recovered from his body. Howard was a fifty-six year old, sing...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}