{
  "id": 7716,
  "title": "2006년 Atkinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-21",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Atkinson. 판결일: 2006-09-21. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: DAVID LEE ATKINSON, Petitioner on Review, v. BOARD OF PAROLE AND POST-PRISON SUPERVISION, Respondent on Review\n**판결일**: 2006-09-21\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Carson\n\n## 변호인\n\nSteven R. Powers, Assistant Attorney General, Salem, filed the brief for respondent on review. With him on the brief were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General, Salem., Jamesa J. Drake, Deputy Public Defender, Peter A. Ozanne, Executive Director, and Peter Gartlan, Chief Defender, Office of Public Defense Services, Salem, filed a brief on behalf of amicus curiae, Legal Services Division, Office of Public Defense Services.\n\n## 인용\n\n- 143 P.3d 538\n- 341 Or. 382\n\n## 판결문 요약\n\n\n143 P.3d 538 (2006)\n341 Or. 382\nDavid Lee ATKINSON, Petitioner on Review,\nv.\nBOARD OF PAROLE AND POST-PRISON SUPERVISION, Respondent on Review.\n(CA A122599; SC S52476).\nSupreme Court of Oregon, En Banc.\nSubmitted on the Record February 3, 2006.\nDecided September 21, 2006.\nDavid Lee Atkinson, pro se, Ontario, filed the briefs for petitioner.\nSteven R. Powers, Assistant Attorney General, Salem, filed the brief for respondent on review. With him on the brief were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General, Salem.\nJamesa J. Drake, Deputy Public Defender, Peter A. Ozanne, Executive Director, and Peter Gartlan, Chief Defender, Office of Public Defense Services, Salem, filed a brief on behalf of amicus curiae, Legal Services Division, Office of Public Defense Services.\n*539 CARSON, J.\nIn this case, we must decide what constitutes a \"substantial question of law\" when the Court of Appeals determines whether to grant a motion for leave to proceed with judicial review of a parole order under ORS 144.335. Petitioner sought judicial review of a decision of the Board of Parole and Post-Prison Supervision (board) and, pursuant to ORS 144.335(6),[1] filed such a motion for leave to proceed. The Court of Appeals denied petitioner leave to proceed and dismissed his petition on its own motion, apparently concluding that petitioner had failed to present a \"substantial question of law.\" Petitioner then sought this court's review. We allowed review and now affirm the C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=atkinson-v-board-of-parole-post-prison-supervision"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}