{
  "id": 7717,
  "title": "2006년 Pena 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Pena. 판결일: 2006-09-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Henry Garcia PENA, Jr., Appellant, v. the STATE of Texas\n**판결일**: 2006-09-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Keasler\n\n## 변호인\n\nHector Del Toro, Corpus Christi, for Appellant., Jeffrey L. Van Horn, First Assistant State’s Atty., Austin, for State.\n\n## 인용\n\n- 201 S.W.3d 764\n\n## 판결문 요약\n\n\n201 S.W.3d 764 (2006)\nHenry Garcia PENA, Jr., Appellant,\nv.\nThe STATE of Texas.\nNo. PD-1639-04.\nCourt of Criminal Appeals of Texas.\nSeptember 20, 2006.\n*765 Hector Del Toro, Corpus Christi, for Appellant.\nJeffrey L. Van Horn, First Assistant State's Atty., Austin, for State.\n\nOPINION\nKEASLER, J., delivered the opinion for a unanimous Court.\nPena was placed on three years' probation for marihuana possession on March 29, 2000. Two years later, on April 3, 2002, the State moved to revoke and an arrest warrant issued. Pena was apprehended on September 9, 2003, five months after his probationary term expired. He received one year in a state jail after unsuccessfully contending that the State failed to exercise due diligence in executing the arrest warrant. The Court of Appeals agreed with Pena's argument and reversed. We disagree and reverse the Court of Appeals's judgment.\nThe amendment to Article 42.12, Section 24, enacted by the Texas Legislature in 2003, applies to this case. Its effective date was June 18, 2003, and it applies to all hearings commencing on or after that date, regardless of whether a defendant was placed on community supervision before. Although the State did not argue that Section 24 was applicable in the Court of Appeals, it had no obligation to do so. The State was not required to preserve anything because it was successful in the trial court. Therefore, the decision of the Court of Appeals is reversed, and this case is remanded with instructions to recons...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pena-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gevin-pierce-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}