{
  "id": 7718,
  "title": "2006년 Hutchens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-20",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hutchens. 판결일: 2006-09-20. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hutchens v. the State\n**판결일**: 2006-09-20\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Barnes, Bernes\n\n## 변호인\n\nLouis M. Turchiarelli, for appellant., Garry T. Moss, District Attorney, Allen D. Morris, Wallace W. Rogers, Jr., Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 636 S.E.2d 773\n- 281 Ga. App. 610\n\n## 판결문 요약\n\n\n636 S.E.2d 773 (2006)\nHUTCHENS\nv.\nThe STATE.\nNo. A06A1451.\nCourt of Appeals of Georgia.\nSeptember 20, 2006.\n*774 Louis M. Turchiarelli, Marietta, for appellant.\n*775 Garry T. Moss, District Attorney, Allen D. Morris, Wallace W. Rogers, Jr., Assistant District Attorneys, for appellee.\nBERNES, Judge.\nA Cherokee County jury convicted William Clarence Hutchens of enticing a child for indecent purposes, child molestation, and rape. Hutchens appeals from the trial court's denial of his motion for new trial, contending that the evidence was insufficient to support his conviction of rape and that his trial counsel provided ineffective assistance. We find no error and affirm.\n1. Hutchens contends that his rape conviction was not authorized by the evidence.\nOn appeal from a criminal conviction, we view the evidence in the light most favorable to the verdict, and an appellant no longer enjoys the presumption of innocence. This court determines whether the evidence is sufficient under the standard of Jackson v. Virginia [,443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979)] and does not weigh the evidence or determine witness credibility. Conflicts in the evidence are for the jury to resolve. As long as there is some competent evidence, even though contradicted, to support each fact necessary to make out the State's case, we must uphold the jury's verdict.\n(Footnotes omitted.) Roberts v. State, 242 Ga.App. 621, 530 S.E.2d 535 (2000).\nSo viewed, the evidence adduced at trial showed tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hutchens-v-state"
    }
  ],
  "relatedIncidents": [
    7614,
    7616,
    7664,
    7694,
    7766
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}