{
  "id": 7725,
  "title": "2006년 Boyd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-13",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Boyd. 판결일: 2006-09-13. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Claudia L. BOYD, Edgar W. Gnagey, Cordelia B. Green, William S. Hajel, Donna L. Johnson, Sandra Kusch, Larry LaVigne, Joyce D. Stern and William H. Welsh, Appellants v. ROCKWOOD AREA SCHOOL DISTRICT, Andreas Demidont and Clair E. Lewis\n**판결일**: 2006-09-13\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Colins, President Judge, and McGinley, Judge, Smith-Ribner, Judge, Friedman, Judge, Leadbetter, Judge, Simpson, Judge, and Leavitt, Judge\n\n## 변호인\n\nKathryn L. Simpson, Harrisburg, for appellants., Daniel W. Rullo, Somerset, for appellee, Rockwood Area School District., A. Martin Herring, Philadelphia, for ap-pellee, Clair E. Lewis.\n\n## 인용\n\n- 907 A.2d 1157\n\n## 판결문 요약\n\n\n907 A.2d 1157 (2006)\nClaudia L. BOYD, Edgar W. Gnagey, Cordelia B. Green, William S. Hajel, Donna L. Johnson, Sandra Kusch, Larry LaVigne, Joyce D. Stern and William H. Welsh, Appellants\nv.\nROCKWOOD AREA SCHOOL DISTRICT, Andreas Demidont and Clair E. Lewis.\nCommonwealth Court of Pennsylvania.\nArgued June 7, 2006.\nDecided September 13, 2006.\n*1160 Kathryn L. Simpson, Harrisburg, for appellants.\nDaniel W. Rullo, Somerset, for appellee, Rockwood Area School District.\nA. Martin Herring, Philadelphia, for appellee, Clair E. Lewis.\nBEFORE: COLINS, President Judge, and McGINLEY, Judge, SMITH-RIBNER, Judge, FRIEDMAN, Judge, LEADBETTER, Judge, SIMPSON, Judge, and LEAVITT, Judge.\n*1158 OPINION BY Judge LEAVITT.\nClaudia L. Boyd, Edgar W. Gnagey, Cordelia B. Green, William S. Hajel, Donna L. Johnson, Sandra Kusch, Larry La-Vigne, Joyce D. Stern and William H. Welsh (collectively Appellants) appeal from an order of the Court of Common Pleas of Somerset County (trial court) dismissing their complaint against the Rockwood Area School District (District) and Clair E. Lewis, President of the Rockwood Education Association (Union) (together Appellees). Appellants claim that the District failed to honor its contractual obligation to provide them with \"Plan U\" health insurance, which is a type of coverage provided by Blue Cross and Blue Shield, from the day of their retirement until the day they reached the age of Medicare eligibility. The District acknowledged that it agreed to provide Appella...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyd-v-rockwood-area-school-district"
    }
  ],
  "relatedIncidents": [
    7620,
    7670,
    7746,
    7753,
    7786
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}