{
  "id": 7730,
  "title": "2006년 Washington v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Washington v. State. 판결일: 2006-09-12. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Richard WASHINGTON v. STATE of Missouri\n**판결일**: 2006-09-12\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ahrens, Baker, Hoff\n\n## 변호인\n\nGwenda R. Robinson, St. Louis, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Victor J. Melenbrink, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 201 S.W.3d 71\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nRichard Washington (“Movant”) appeals from a judgment in the Circuit Court of the City of St. Louis denying his Rule 29.15 motion for post conviction relief. Movant claims two points on appeal. First, he contends that the motion court erred in denying his motion because trial counsel was ineffective for failing to object to the admission of a box of ammunition found in his bedroom. Second, he contends that trial counsel was ineffective for failing to request that the court submit a jury instruction on the lesser-included offense of attempted second-degree robbery.\nWe have reviewed the briefs of the parties and the record on appeal and find the claims of error to be without merit. No jurisprudential purpose would be served by a written opinion reciting the detailed facts and restating the principles of law. The parties have been furnished with a memorandum opinion for their information only, which sets forth the facts and reasons for this order.\nWe affirm the judgment pursuant to Rule 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-v-state"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}