{
  "id": 7734,
  "title": "2006년 In re Kaela C. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-08",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: In re Kaela C.. 판결일: 2006-09-08. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: In re KAELA C., Gunner C. and Franklin C.\n**판결일**: 2006-09-08\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Battaglia\n\n## 변호인\n\nBrian L. Zavin, Asst. Public Defender (Nancy S. Forster, Public Defender, on brief), for petitioners., C.J. Messerschmidt, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., on brief), for respondents.\n\n## 인용\n\n- 394 Md. 432\n- 906 A.2d 915\n\n## 판결문 요약\n\n\nBATTAGLIA, J.\nPetitioner, Leslie C., seeks review of the Court of Special Appeals’s judgment affirming the Circuit Court of Frederick County’s order in which it adopted the recommendations and findings of a master prior to the expiration of the five-day period to file exceptions afforded by Maryland Rule 11 — 111(c). We granted certiorari in this case to answer the following questions:\n1. Did the juvenile court err in entering an immediate order dismissing the CINA petitions without affording Petitioner an advance opportunity to file exceptions to the master’s findings and recommendations?\n2. Did the juvenile court deprive Petitioner of her right to due process of law by dismissing the CINA petitions without affording her an advance opportunity to file exceptions to the master’s finding and recommendations?\n3. Did the Court of Special Appeals err in applying its decision to Petitioner, who could not have known of the basis for that court’s decision prior to appeal?\nIn re: Kaela C, 388 Md. 673, 882 A.2d 286 (2005). After the filing of briefs and oral argument, we issued an order requesting supplemental briefs and scheduling further proceedings on an additional issue:\nWhat is the effect, if any, on the pending appeal before this Court of the judicial proceedings that have been instituted in the State of California?\nWe shall hold that the issues presented in Mrs. C.’s petition for a writ of certiorari are not moot because Mrs. C. continues to suffer collateral consequences from...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-kaela-c"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}