{
  "id": 7736,
  "title": "2006년 Parks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Parks. 판결일: 2006-09-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Parks v. the State\n**판결일**: 2006-09-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Phipps, Ruffin, Smith\n\n## 변호인\n\nJimmy V. Parks, pro se., Daniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 637 S.E.2d 46\n- 281 Ga. App. 679\n\n## 판결문 요약\n\n\n637 S.E.2d 46 (2006)\nPARKS\nv.\nThe STATE.\nNo. A06A1477.\nCourt of Appeals of Georgia.\nSeptember 7, 2006.\nReconsideration Denied September 27, 2006.\n*48 Jimmy V. Parks, pro se.\nDaniel Craig, District Attorney, Charles Sheppard, Assistant District Attorney, for Appellee.\nSMITH, Presiding Judge.\nJimmy Veondi Parks was indicted for murder, felony murder, possession of a firearm during the commission of a crime, and possession of a firearm by a first offender probationer. On the charges of murder and felony murder, a jury found Parks guilty on each count of the lesser included offense of voluntary manslaughter, and those were merged for sentencing. The jury also found him guilty of possession of a firearm during the commission of a crime.[1] Parks's amended motion for new trial was denied, and he appeals, asserting six enumerations of error. Finding no reversible error, we affirm.\n1. Parks asserts the general grounds, contending insufficient evidence supported the voluntary manslaughter verdict because he acted in self-defense. Construed to support the jury's verdict, the evidence shows that Parks and the victim had known each other for a long time. On the evening in question, Parks and the victim \"were having a heated discussion.\" Parks left but returned shortly afterward and wanted the victim to go somewhere. The victim refused, and they again began to argue and \"to shove each other.\" The victim suggested that they step outside. Parks walked out of the door, turned, and shot the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parks-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}