{
  "id": 7737,
  "title": "2006년 Rafael Antonio Bush v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-07",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Rafael Antonio Bush v. State of Tennessee. 판결일: 2006-09-07. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Rafael Antonio Bush v. State of Tennessee\n**판결일**: 2006-09-07\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                                Assigned on Briefs June 27, 2006\n\n              RAFAEL ANTONIO BUSH v. STATE OF TENNESSEE\n\n                      Appeal from the Circuit Court of Rutherford County\n                          No. 57073 James K. Clayton, Jr., Judge\n\n\n                    No. M2005-02967-CCA-R3-PC - Filed September 7, 2006\n\n\nThe Petitioner, Rafael Antonio Bush, was convicted of especially aggravated robbery, aggravated\nburglary, and aggravated assault and received an effective twenty-two year sentence in the Tennessee\nDepartment of Correction. He filed a petition for post-conviction relief, alleging that he had not\nreceived the effective assistance of counsel at trial. The post-conviction court dismissed the petition\nafter a hearing, and this appeal ensued. On appeal, the Petitioner contends that his trial counsel was\nineffective for failing to request that the jury be instructed about accomplice testimony. Finding no\nreversible error, we affirm the judgment of the post-conviction court.\n\n        Tenn. R. App. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nROBERT W. WEDEMEYER , J., delivered the opinion of the court, in which JOSEPH M. TIPTON and\nJAMES CURWOOD WITT , JR., JJ., joined.\n\nMichael J. Flanagan, Nashville, Tennessee, for the Petitioner, Rafael Antonio Bush.\n\nPaul G. Summers, Attorney General and Reporter; Jennifer L. Bledsoe, Assistant Attorney Gen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rafael-antonio-bush-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}