{
  "id": 7740,
  "title": "2006년 Justiss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-09-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Justiss. 판결일: 2006-09-05. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: KINDER MORGAN NORTH TEXAS PIPELINE, L.P., Appellant, v. William R. JUSTISS, II, Darlene E. Justiss, Thomas H. Alspaugh, and Judy Alspaugh, Appellees\n**판결일**: 2006-09-05\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morriss, C.J., Ross and Carter\n\n## 변호인\n\nFrederick D. Junkin, Andrews Kurth, LLP, Houston, R. Wesley Tidwell, Ellis & Tidwell, LLP, Paris, for appellant., James R. Rodgers, Judy Hodgkiss, The Moore Law Firm, LLP, Paris, for appel-lees.\n\n## 인용\n\n- 202 S.W.3d 427\n\n## 판결문 요약\n\n\n202 S.W.3d 427 (2006)\nKINDER MORGAN NORTH TEXAS PIPELINE, L.P., Appellant,\nv.\nWILLIAM R. JUSTISS, II, DARLENE E. JUSTISS, THOMAS H. ALSPAUGH, AND JUDY ALSPAUGH, Appellees.\nNo. 06-05-00110-CV.\nCourt of Appeals of Texas, Sixth District, Texarkana.\nSubmitted: August 10, 2006.\nDecided: September 5, 2006.\nBefore MORRISS, C.J., ROSS and CARTER, JJ.\n\nOPINION\nOpinion by Justice ROSS.\nThis appeal arises from a lawsuit regarding a tract of land formerly used as a railroad right-of-way (railroad tract), but which had not been used for that purpose in decades. Kinder Morgan North Texas Pipeline, L.P., obtained a deed without warranty to the railroad tract to use in construction of a pipeline. The jury found that William R. Justiss, II, and wife, Darlene E. Justiss, and Thomas H. Alspaugh, and wife, Judy Alspaugh, had adversely possessed the railroad tract. The jury awarded both couples compensatory and exemplary damages. On appeal, Kinder Morgan raises sixteen points of error. The points of error can be summarized as follows: 1) the evidence of adverse possession is legally and factually insufficient, 2) the evidence of actual damages is legally and factually insufficient, and 3) the evidence of exemplary damages is legally and factually insufficient.\nBackground\nIn the late nineteenth century, the Texas Midland Railroad obtained a fee simple interest in the railroad tract. Over the years, ownership changed hands and the title eventually passed to Southern Pacific Railroad Company. In th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kinder-morgan-north-texas-pipeline-lp-v-justiss"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}