{
  "id": 7746,
  "title": "2006년 Fiess 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Fiess. 판결일: 2006-08-31. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Richard FIESS and Stephanie Fiess, Appellants, v. STATE FARM LLOYDS, Appellee\n**판결일**: 2006-08-31\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Brister, Green, Hecht, Jefferson, Johnson, Medina, O'Neill, Wainwright\n\n## 변호인\n\nRobert G. Miller and Jason Matthew Medley, O’Donnell Ferebee & McGonigal, P.C., Houston, for Appellants., Christopher W. Martin and Levon G. Hovnatanian, Martin Disiere Jefferson & Wisdon, L.L.P., James Christopher Diamond, Western Litigaion Specialists, Inc., William J. Boyce, Fulbright & Jaworski L.L.P., Houston, for Appellee., Greg Abbott, Atty. Gen., Sarah C. Wells, Asst. Atty. Gen., Barry Ross McBee, Edward D. Burbach, David C. Mattax, Chief Financial Litigation, Austin, Amicus Curiae for T\n\n## 인용\n\n- 202 S.W.3d 744\n\n## 판결문 요약\n\n\n202 S.W.3d 744 (2006)\nRICHARD FIESS AND STEPHANIE FIESS, Appellants,\nv.\nSTATE FARM LLOYDS, Appellee.\nNo. 04-1104.\nSupreme Court of Texas.\nArgued March 30, 2005.\nOpinion Delivered August 31, 2006.\nJustice BRISTER delivered the opinion of the Court, in which Chief Justice JEFFERSON, Justice HECHT, Justice WAINWRIGHT, Justice GREEN, Justice JOHNSON, and Justice WILLETT joined.\nSCOTT BRISTER, Justice.\nThe question in this case is not whether insurers should provide mold coverage in Texas, a public policy question beyond our jurisdiction as a court. The question instead is whether the language in an insurance policy provides such coverage  no more and no less.\nThe rules for construing insurance policies have been around for a long time, long before this dispute arose. Those rules require us to construe a policy according to what it says, not what regulators or individual insurers thought it said. Ambiguities in the plain language must be settled in favor of consumers, but they must appear in the policy itself  we cannot create ambiguities from previous policies, an agency's interpretation, or a \"mold crisis.\"\nThe policy here provides that it does not cover \"loss caused by mold.\" While other parts of the policy sometimes make it difficult to decipher, we cannot hold that mold damage is covered when the policy expressly says it is not. Accordingly, we answer the Fifth Circuit's certified question \"No.\"\n\nI. \"We do not cover loss caused by mold\"\nThis case comes to us on a certified...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "폭행",
    "주요판결",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fiess-v-state-farm-lloyds"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-shelby"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=willie-fred-houston-v-state"
    }
  ],
  "relatedIncidents": [
    8002,
    7589,
    7604,
    7618,
    7620
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}