{
  "id": 7749,
  "title": "2006년 in Re: Asencion Gaona 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: in Re: Asencion Gaona. 판결일: 2006-08-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: in Re: Asencion Gaona\n**판결일**: 2006-08-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCriminal Case Template\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCOURT OF APPEALS\r\nEIGHTH DISTRICT OF TEXAS\r\nEL PASO, TEXAS\r\n\r\n)\r\nIN RE:   ASENCION GAONA,                          )                          No. 08-06-00199-CR\r\n)\r\n                                                Relator.                )                 AN ORIGINAL PROCEEDING\r\n)       \r\n)IN MANDAMUS\r\n)\r\n\r\n\r\nO P I N I O N\r\n\r\n            Relator Asencion Gaona has filed a petition for writ of mandamus, requesting that this Court\r\norder the trial court to dismiss the indictment underlying his conviction or alternatively, to reform\r\nits judgment and delete the word “aggravated” because no affirmative finding of a deadly weapon\r\nwas entered in the judgment.  Relator states that he pled guilty to aggravated robbery without a\r\ndeadly weapon, pursuant to a plea agreement with the State.  The judgment, which Relator has\r\nattached as an exhibit, shows that he was convicted of aggravated robbery and was sentenced to\r\nfifteen years’ imprisonment.  There was no affirmative finding of a deadly weapon.  Relator informs\r\nthe Court that he was denied mandatory supervision release and that his 11.07 writ of habeas corpus,\r\nin which he challenged his “aggravated status” because it was not in the plea agreement, was denied\r\nby the Texas Court of Criminal Appeals.  In his petition, Relator complains that prison officials are\r\ntreating his case as an “aggravated case” because the trial court abused its discretion by, in effect,\r\nnot honoring his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-asencion-gaona"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}