{
  "id": 7756,
  "title": "2006년 Daniels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Daniels. 판결일: 2006-08-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: State v. DANIELS (two cases)\n**판결일**: 2006-08-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Mlkell\n\n## 변호인\n\nKenneth B. Hodges III, District Attorney, Christopher S. Cohilas, Gregory W. Edwards, Assistant District Attorneys, for appellant., Leisa G. Terry, Leonard Farkas, for appellee.\n\n## 인용\n\n- 281 Ga. App. 224\n- 635 S.E.2d 835\n\n## 판결문 요약\n\n\nMlKELL, Judge.\nThe state appeals the dismissal of several counts of two indictments charging Antonio Daniels as a party to the crime of aggravated assault allegedly committed with a co-defendant, Alfarus James Clay. We affirm the dismissal as to the first indictment, no. 05R644, but reverse the dismissal as to the second indictment, no. 05R754. Accordingly, we affirm the judgment in Case No. A06A0953 and reverse the judgment in Case No. A06A0954. The cases are consolidated for disposition in a single opinion, and the relevant facts follow.\nThe first indictment, no. 05R644, returned by the grand jury on June 22, 2005, charged Daniels in Counts 5, 6, and 7, as a party to the crime of aggravated assault in that he “did encourage, aid, or abet... Clay and others by informing them that the victim . . . was in possession of a sum of cash, with knowledge that they were looking for someone to rob.”\nThe superseding indictment,1 no. 05R754, which was returned on July 28, 2005, included the elements of aggravated assault in the four counts charging Daniels as a party to that crime. Count 6 stated that he\ndid encourage, aid, or abet . . . Clay and others ... by informing them that the victim Ricky Barnes was in possession of a sum of cash, with knowledge that . . . Clay and others unknown were looking for someone to rob, therefore . . . Clay and others unknown . . . entered the residence . . . , Clay was in possession of a firearm, a weapon which when used offensively is likely to cause...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-daniels"
    }
  ],
  "relatedIncidents": [
    7604,
    7680,
    7690,
    7726,
    7738
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}