{
  "id": 7758,
  "title": "2006년 Chavez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-22",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Chavez. 판결일: 2006-08-22. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Azel Luke Chavez\n**판결일**: 2006-08-22\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Armstrong, Deren, Hunt\n\n## 변호인\n\nJodi R. Backlund and Manek R. Mistry (of Backlund & Mistry), for appellant., Deborah S. Kelly, Prosecuting Attorney, and Tracey L. Lassus, Deputy, for respondent.\n\n## 인용\n\n- 134 Wash. App. 657\n\n## 판결문 요약\n\n\nArmstrong, J.\n¶1 Azel Luke Chavez appeals his convictions for robbery, assault, unlawful possession of a firearm, taking a motor vehicle without permission, and attempted murder, arguing that he was constitutionally entitled to a jury trial, that his assault conviction violates separation of powers, that the court admitted his custodial confessions in violation of Miranda,1 and that the court admitted improper hearsay evidence. We affirm, holding that Chavez had no right to a jury trial in juvenile proceedings and that the legislature did not violate the separation of powers doctrine by allowing the judiciary to define statutory terms with the common law. We also affirm the trial court’s ruling that Chavez waived his Miranda rights; and although the trial court may have admitted hearsay evidence without a sufficient foundation, the error was harmless.\nFACTS\n¶2 During spring training for the Sequim High School football team, three coaches disciplined Chavez on several occasions. Because of these incidents, Chavez quit the *660team. He remained angry with the coaches into the fall football season. In October, he told his friend Amanda that for several months he had been planning to kill the three coaches. He explained that he would take his mother’s van or his brother’s truck and use his father’s 12-gauge shotgun.\n¶3 A few days later, Chavez told another friend, James Gambell, that he wanted to kill three people. Shortly thereafter, he donned black face paint and camouflage cl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-chavez"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}