{
  "id": 7766,
  "title": "2006년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Williams v. State. 판결일: 2006-08-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Williams v. State\n**판결일**: 2006-08-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 935 So. 2d 638\n\n## 판결문 요약\n\n\n935 So. 2d 638 (2006)\nDaniel L. WILLIAMS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 1D05-1635.\nDistrict Court of Appeal of Florida, First District.\nAugust 15, 2006.\nNancy A. Daniels, Public Defender, and M. Gene Stephens, Assistant Public Defender, Tallahassee, for Appellant.\nCharlie Crist, Attorney General and Anne C. Conley, Assistant Attorneys General, Tallahassee, for Appellee.\nPER CURIAM.\nAppellant Williams, convicted of three counts of sexual battery and one count of lewd and lascivious molestation, seeks reversal, raising three issues on appeal. We affirm the convictions and sentences and briefly address the first issue.\nA state witness, Lila Choulat, testified as an expert witness regarding examinations in sexual assault cases. As part of her direct examination, Ms. Choulat read from a publication known as The Color Atlas of Sexual Assault in order to explain certain aspects of her testimony. Had the defense raised a timely and specific objection to this, the trial court would have erred in allowing Ms. Choulat to read from the publication. See Tallahassee Mem'l Reg'l Med. Ctr. v. Mitchell, 407 So.2d 601(Fla. 1st DCA 1981). Upon review of this record, however, we have determined that defense counsel failed to raise such a timely and specific objection. See § 924.051(1)(b), Fla. Stat. (2005) (requiring that objection to evidence be timely raised before, and ruled upon, by the trial court, and must sufficiently and fairly apprise the trial court of the specific leg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    7614,
    7616,
    7664,
    7694,
    7718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}