{
  "id": 7775,
  "title": "2006년 Attorney General Opinion No. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-03",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Attorney General Opinion No.. 판결일: 2006-08-03. 법원: Kansas Attorney General Reports.",
  "description": "## 사건 정보\n\n**사건명**: George Teagarden\n**판결일**: 2006-08-03\n**법원**: Kansas Attorney General Reports\n**관할**: Kansas, KS\n\n**판사**: Phill Kline, Attorney General\n\n\n## 판결문 요약\n\nGeorge Teagarden Livestock Commissioner Kansas Animal Health Department 708 SW Jackson Topeka, Kansas 66603-3714\nDear Mr. Teagarden:\nYou bring to our attention two bills regarding feral swine1 that were passed by the 2006 Legislature. In relation to these bills, you ask whether the provisions conflict and, if so, whether they may be reconciled or are mutually  exclusive.\nPursuant to K.S.A. 2005 Supp. 47-1809, as amended by L. 2006, Ch. 114, &#167; 1,2 \"the release, killing, wounding or attempted killing or wounding of feral swine for the purpose of sport, pleasure, amusement or production of a trophy\"3 is generally prohibited. However, exceptions are provided for eradication by the Livestock Commissioner4 and for \"owners or legal occupants of land, the employees of such owners or legal occupants or persons designated by such owners or legal occupants.\"5 Under the latter provision, the listed persons are allowed to kill feral swine if the swine are found on their premises or destroying their property.\nYou question whether the statute as amended is in conflict with the third section of a proviso in the 2006 omnibus appropriations bill, found at L. 2006, Ch. 216, &#167; 53,6 which appears to allow the killing of feral swine without the limitations imposed by K.S.A. 2005 Supp. 47-1809, as amended by L. 2006, Ch. 216, &#167; 53. The full proviso states:\n\"Provided, That expenditures shall be made by the Kansas animal health department from the operating expenditures account of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=attorney-general-opinion-no"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}