{
  "id": 7776,
  "title": "2006년 Carvalho 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-02",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Carvalho. 판결일: 2006-08-02. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth J. CARVALHO and Jeannine M. Carvalho, Appellants, v. Lawrence A. WOLFE and Judith A. Collins-Wolfe, Respondents\n**판결일**: 2006-08-02\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Haselton, Presiding Judge, and Brewer, Chief Judge, and Armstrong, Judge\n\n## 변호인\n\nRyan Vanderhood argued the cause for appellants. On the brief were Joseph E. Kellerman and Hornecker, Cowling, Hassen & Heysell, L.L.P., William G. Wheatley argued the cause for respondents. With him on the brief was Jaqua & Wheatley, P.C.\n\n## 인용\n\n- 140 P.3d 1161\n- 207 Or. App. 175\n\n## 판결문 요약\n\n\n140 P.3d 1161 (2006)\n207 Or. App. 175\nKenneth J. CARVALHO and Jeannine M. Carvalho, Appellants,\nv.\nLawrence A. WOLFE and Judith A. Collins-Wolfe, Respondents.\n041844-L7; A126673.\nCourt of Appeals of Oregon.\nArgued and Submitted March 23, 2006.\nDecided August 2, 2006.\nRyan Vanderhoof, Medford, argued the cause for appellants. On the brief were Joseph E. Kellerman and Hornecker, Cowling, Hassen &amp; Heysell, L.L.P.\nWilliam G. Wheatley, Eugene, argued the cause for respondents. With him on the brief was Jaqua &amp; Wheatley, P.C.\n*1162 Before HASELTON, Presiding Judge, and BREWER, Chief Judge, and ARMSTRONG, Judge.\nBREWER, C.J.\nPlaintiffs appeal from a judgment dismissing their complaint, in which they sought damages for trespass, nuisance, and negligence, as well as an injunction. The trial court granted defendants' motions under ORCP 21 A(8) to dismiss all of plaintiffs' claims and entered a general judgment of dismissal. On appeal, plaintiffs seek reversal only as to the claims for trespass and nuisance. We affirm.\nBecause the issue on appeal is the sufficiency of plaintiffs' complaint, we accept as true all of their well-pleaded allegations and give them the benefit of all favorable inferences that may follow from the facts that they alleged. Granewich v. Harding, 329 Or. 47, 51, 985 P.2d 788 (1999); Bidwell v. Baker, 193 Or.App. 657, 661, 91 P.3d 793, rev. den., 337 Or. 547, 100 P.3d 217 (2004). We begin with the allegations common to both of plaintiffs' claims. Plaintiff...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carvalho-v-wolfe"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}