{
  "id": 7777,
  "title": "2006년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-08-01",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Jones. 판결일: 2006-08-01. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Daniel O. JONES v. STATE of Missouri\n**판결일**: 2006-08-01\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Holliger, Lowenstein, Ulrich\n\n## 변호인\n\nJeannie M. Willibey, Kansas City, MO, for appellant., Shaun J. Mackelprang, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 197 S.W.3d 227\n\n## 판결문 요약\n\n\nROBERT G. ULRICH, Judge.\nDaniel Jones appeals from the judgment of the motion court denying his Rule 29.15 motion for postconviction relief without an evidentiary hearing. Mr. Jones sought to vacate his convictions for murder in the first degree, section 565.020, RSMo 2000, and armed criminal action, section 571.015, RSMo 2000, and sentences of life imprisonment without parole and thirty years imprisonment, respectively. Mr. Jones claims that the motion court erred in denying his Rule 29.15 motion because he was denied effective assistance of counsel when counsel failed to object to the prosecutor’s opening statement and certain comments made to the venire panel and failed to seek to admit the out-of-court statements of the victim’s three-year old daughter to a detective and an emergency medical techni*230cian (EMT). The judgment of the motion court is affirmed.\nFacts1\nOn the afternoon of March 6, 2001, Can-driea White’s neighbor saw that Ms. White’s door was half-way open and that Ms. White’s three-year-old daughter, Ray-kell, was standing in the hallway of the White apartment just inside the foyer of the front door. The neighbor summoned the police, who found Ms. White on the floor of her apartment with multiple cuts and stab wounds. During their investigation, the police discovered bloody finger and palm prints on the wall of Ms. White’s living room. These prints matched Mr. Jones’ left ring finger and his right palm, respectively. The police determined that Ms. 'White ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}