{
  "id": 7786,
  "title": "2006년 NM IQ LLC v. OmniSky Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-07-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: NM IQ LLC v. OmniSky Corp.. 판결일: 2006-07-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: NM IQ LLC v. OmniSky Corporation\n**판결일**: 2006-07-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Sweeny\n\n## 인용\n\n- 31 A.D.3d 315\n- 820 N.Y.S.2d 7\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Karla Moskowitz, J.), entered May 28, 2004, dismissing the amended complaint for failure to state a claim, affirmed, without costs.\nThis is an action arising out of a merger in which plaintiff NM IQ LLC sold Nomad IQ, Inc. and Nomad IQ, LTD (the Nomad Businesses), which were involved in the development of wireless communications applications for Palm Pilots and other digital devices, to defendant OmniSky, which was in the business of providing Internet content on handheld devices such as Palm Pilots, for 3.5 million shares of OmniSky common stock. Plaintiffs, as pertinent to this appeal, assert causes of action seeking compensatory and punitive damages for fraud in the inducement and fraud, based upon defendants’ allegedly false and misleading representations regarding the financial condition of OmniSky and its subscriber projections.\nNM IQ LLC was created by the individual plaintiffs for the purpose of effecting the acquisition, and it received the OmniSky shares that were subject to lockup agreements lasting between 180 and 330 days; the individual plaintiffs own 94% of NM IQ LLC. When OmniSky’s acquisition of the Nomad Businesses was announced on January 4, 2001, its stock was trading at $7.50 per share. By late 2001, the price had plummeted to 10 cents per share, and in December, OmniSky filed for bankruptcy.\n*316The motion court properly dismissed the causes of action with respect to defendants’ statements that OmniSky had suffi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nm-iq-llc-v-omnisky-corp"
    }
  ],
  "relatedIncidents": [
    7620,
    7670,
    7725,
    7746,
    7753
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}