{
  "id": 7811,
  "title": "2006년 In re Sharard W. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-07-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Sharard W.. 판결일: 2006-07-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Sharard W., a Person Alleged to be a Juvenile Delinquent\n**판결일**: 2006-07-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 31 A.D.3d 458\n- 817 N.Y.S.2d 668\n\n## 판결문 요약\n\n\nIn a juvenile delinquency proceeding pursuant to Family Court Act article 3, the appeal is from an order of disposition of the Family Court, Kings County (Weinstein, J.), dated September *45921, 2004, which, upon a fact-finding order of the same court dated August 11, 2004, made after a hearing, finding that the appellant committed acts which, if committed by an adult, would have constituted the crimes of assault in the second degree (two counts) and assault in the third degree, adjudged him to be a juvenile delinquent, and conditionally discharged him for a period of 12 months. The appeal brings up for review the fact-finding order dated August 11, 2004.\nOrdered that the appeal from so much of the order of the disposition as conditionally discharged the appellant for a period of 12 months is dismissed as academic, without costs or disbursements, as the period of placement has expired (see Matter of Shanita V., 7 AD3d 804 [2004]); and it is further,\nOrdered that the order of disposition is affirmed insofar as reviewed, without costs or disbursements.\nThe appellant contends that there was insufficient evidence that he intended to injure his teacher when he picked up and threw a chair at the back of her head. We disagree. Intent can be inferred from the act itself or from conduct and the surrounding circumstances (see People v Bracey, 41 NY2d 296, 301 [1977]; People v McGee, 204 AD2d 353, 354 [1994]). Viewing the evidence in the light most favorable to the presentment agency (...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-donte-k"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-sharard-w"
    }
  ],
  "relatedIncidents": [
    7690,
    7726,
    7986,
    7604,
    7609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}