{
  "id": 7814,
  "title": "2006년 Sadler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-30",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Sadler. 판결일: 2006-06-30. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Anthony SADLER v. COMMONWEALTH of Kentucky\n**판결일**: 2006-06-30\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Emberton, Taylor, Vanmeter\n\n## 변호인\n\nAnthony Sadler, Burgin, pro se., Gregory D. Stumbo, Attorney General of Kentucky, James Havey, Assistant Attorney General, Frankfort, KY, for appellee.\n\n## 인용\n\n- 196 S.W.3d 22\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER\n\nVANMETER, Judge.\nAnthony Sadler appeals from the Mercer Circuit Court’s order denying his motion seeking RCr 11.42 relief. For the following reasons, we must dismiss this appeal.\nSadler was indicted on October 25, 1999, of two counts of murder and two counts of attempted murder. In exchange for Sad-ler’s guilty plea, the Commonwealth agreed to recommend a life sentence without the possibility of parole for twenty-five years for each of the two murder counts, and a twenty-year sentence for each of the two attempted murder counts. On September 20, 2001, the circuit court accepted Sadler’s guilty plea and entered a judgment sentencing him as recommended, with the sentences to run concurrently.\nOn August 26, 2004, Sadler filed a motion to vacate, set aside, or correct his sentence pursuant to RCr 11.42. The circuit court denied this motion by an order entered January 11, 2005. On January 25, Sadler filed a motion seeking relief pursuant to CR 59.052 and CR 52.02.3 The circuit court denied this motion by an order entered February 1. On February 16, Sadler filed a motion to proceed in forma pauperis and tendered with it a notice of appeal. The circuit court granted Sadler’s motion to proceed in forma pauperis by an order entered February 22, and Sadler’s notice of appeal was filed on March 16.\nPursuant to RCr 12.04(3), Sadler had thirty days in which to file an appeal after the circuit court entered its January 11, 2005, order denying his RCr 11.42 motion. Thus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sadler-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}