{
  "id": 7815,
  "title": "2006년 United States v. Kelvin Mondale Newsom 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Kelvin Mondale Newsom. 판결일: 2006-06-29. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Kelvin Mondale NEWSOM, Defendant-Appellant\n**판결일**: 2006-06-29\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Cole, Friedman, Gilman\n\n## 변호인\n\nARGUED: Jude T. Lenahan, Federal Public Defender’s Office, Nashville, Tennessee, for Appellant. Courtney D. Trom-bly, Assistant United States Attorney, Nashville, Tennessee, for Appellee. ON BRIEF: Jude T. Lenahan, Federal Public Defender’s Office, Nashville, Tennessee, for Appellant. Philip H. Wehby, Assistant, United States Attorney, Nashville, Tennessee, for Appellee.\n\n## 인용\n\n- 452 F.3d 593\n\n## 판결문 요약\n\n452 F.3d 593\n    UNITED STATES of America, Plaintiff-Appellee,v.Kelvin Mondale NEWSOM, Defendant-Appellant.\n    No. 05-5030.\n    United States Court of Appeals, Sixth Circuit.\n    Argued: March 15, 2006.\n    Decided and Filed: June 29, 2006.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED ARGUED: Jude T. Lenahan, Federal Public Defender's Office, Nashville, Tennessee, for Appellant. Courtney D. Trombly, Assistant United States Attorney, Nashville, Tennessee, for Appellee. ON BRIEF: Jude T. Lenahan, Federal Public Defender's Office, Nashville, Tennessee, for Appellant. Philip H. Wehby, Assistant United States Attorney, Nashville, Tennessee, for Appellee.\n      Before: COLE, GILMAN, and FRIEDMAN, Circuit Judges.*\n      OPINION\n      RONALD LEE GILMAN, Circuit Judge.\n    \n    \n      1\n      Kelvin Mondale Newsom was convicted of being a felon in possession of a firearm, in violation of 18 U.S.C. &#167;&#167; 922(g)(1) and 924. He was sentenced to a term of 86 months of imprisonment, to be followed by three years of supervised release. In this appeal, he raises challenges to (1) the sufficiency of the evidence supporting his conviction, (2) the admission of evidence regarding his tattoos that depict firearms, (3) the jury instructions regarding his other acts not charged in the indictment, and (4) the constitutionality of his sentence under Booker. For the reasons set forth below, we AFFIRM Newsom's conviction, but VACATE his sentence a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-kelvin-mondale-newsom"
    }
  ],
  "relatedIncidents": [
    7589,
    7618,
    7658,
    7675,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}