{
  "id": 7816,
  "title": "2006년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-29",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Moore. 판결일: 2006-06-29. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Joel MOORE, Defendant-Appellant\n**판결일**: 2006-06-29\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Kenneth W. Shrum\n\n## 변호인\n\nEllen H. Flottman, Columbia, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Roger W. Johnson, Office of Attorney General, Jefferson City, for respondent.\n\n## 인용\n\n- 194 S.W.3d 387\n\n## 판결문 요약\n\n\n194 S.W.3d 387 (2006)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nJoel MOORE, Defendant-Appellant.\nNo. 26895.\nMissouri Court of Appeals, Southern District, Division Two.\nJune 29, 2006.\n*388 Ellen H. Flottman, Columbia, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Roger W. Johnson, Office of Attorney General, Jefferson City, for respondent.\nKENNETH W. SHRUM, Presiding Judge.\nA jury convicted Joel Moore (\"Defendant\") of manslaughter in violation of section 565.005 (RSMo 1978).[1] He was sentenced to seven years' imprisonment in the Department of Corrections. On appeal, Defendant challenges the sufficiency of the evidence because his \"conviction rested solely on the word of an unreliable snitch who received a deal in exchange for his testimony.\" We affirm.\n\n\n*389 FACTS\nBecause this appeal is about the sufficiency of evidence, our review is governed by the following: We accept as true all evidence and reasonable inferences tending to prove guilt and disregard all contrary evidence and inferences. State v. Carroll, 41 S.W.3d 878, 880[2] (Mo.banc 2001). During the day of July 12, 1982, 15-year old Tammy Smith (\"Victim\") and her friend, Shonda Fields, hung out and \"goofed off.\" That night, around 11:30, after returning home, Victim's mother told her to return a shopping cart to a local grocery store. When Victim left for the store, Shonda started home. This was the last time her family or friends saw Victim alive.\nOn August 12, 1982, Victim's decomposing body was discovered ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moore"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}