{
  "id": 7836,
  "title": "2006년 Jose Cruz v. Attorney General of the United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jose Cruz v. Attorney General of the United States. 판결일: 2006-06-21. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jose CRUZ, Petitioner v. ATTORNEY GENERAL OF the UNITED STATES, Respondent\n**판결일**: 2006-06-21\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Ambro, Rendell, Shapiro\n\n## 변호인\n\nRegis Fernandez, [ARGUED], Newark, NJ, for Petitioner., Jonathan Potter, [ARGUED], Michael P. Lindemann, John D. Williams, Lyle D. Jentzer, U.S. Department of Justice, Washington, DC, for Respondent.\n\n## 인용\n\n- 452 F.3d 240\n\n## 판결문 요약\n\n452 F.3d 240\n    Jose CRUZ, Petitionerv.ATTORNEY GENERAL OF the UNITED STATES, Respondent.\n    No. 05-2764.\n    United States Court of Appeals, Third Circuit.\n    Argued March 7, 2006.\n    Filed June 21, 2006.\n    \n      Regis Fernandez, [ARGUED], Newark, NJ, for Petitioner.\n      Jonathan Potter, [ARGUED], Michael P. Lindemann, John D. Williams, Lyle D. Jentzer, U.S. Department of Justice, Washington, DC, for Respondent.\n      Before RENDELL and AMBRO, Circuit Judges, and SHAPIRO, District Judge.*\n      OPINION OF THE COURT\n      RENDELL, Circuit Judge.\n    \n    \n      1\n      Jose Cruz, a citizen of the Dominican Republic, was ordered removed from the United States based on his conviction for a \"crime involving moral turpitude,\" as defined by the Immigration and Nationality Act (\"INA\"). The New Jersey Superior Court subsequently vacated the conviction supporting Cruz's removal order, and Cruz sought to reopen his immigration proceedings. The Board of Immigration Appeals (\"BIA\") denied his motion to reopen on the grounds that it was untimely and this petition for review followed.\n    \n    \n      2\n      Normally, we could easily affirm a discretionary decision of the BIA denying a motion to reopen based upon untimeliness. In this case, there is no question that Cruz filed his motion out of time. Nor is there any question that the BIA treated Cruz's motion to reopen as a routine one in which the only issue was lateness. We find, however, that the current situation presents an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jose-cruz-v-attorney-general-of-the-united-states"
    }
  ],
  "relatedIncidents": [
    7589,
    7618,
    7658,
    7675,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}