{
  "id": 7837,
  "title": "2006년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-21",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Wilson. 판결일: 2006-06-21. 법원: Court of Appeals of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Bradley Ray WILSON v. STATE of Arkansas\n**판결일**: 2006-06-21\n**법원**: Court of Appeals of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Olly Neal\n\n## 변호인\n\nStanley D. Christopher, for appellant., Mike Beebe, Att’y Gen., by: Nicana Corinne Sherman, Ass’t Att’y Gen., for appellee.\n\n## 인용\n\n- 237 S.W.3d 473\n- 95 Ark. App. 384\n\n## 판결문 요약\n\n\n237 S.W.3d 473 (2006)\nBradley Ray WILSON, Appellant\nv.\nSTATE of Arkansas, Appellee.\nNo. CA CR 05-1013.\nCourt of Appeals of Arkansas.\nJune 21, 2006.\n*475 Stanley D. Christopher, Malvern, AR, for appellant.\nMike Beebe, Att'y Gen., by Nicana Corinne Sherman, Ass't Att'y Gen., Little Rock, AR, for appellee.\nOLLY NEAL, Judge.\nOn February 14, 2005, appellant Bradley Wilson entered a conditional plea of guilty admitting guilt to two counts of residential burglary, one count of theft of property valued in excess of $2500, and one count of theft of property valued in excess of $500. Appellant also admitted that he was a habitual offender with two or more felonies. He was sentenced to serve fifty years in the Arkansas Department of Correction. Pursuant to Rule 24.3 of the Arkansas Rules of Criminal Procedure, appellant preserved his right to appeal the trial court's denial of his motions to suppress the evidence against him. On appeal, appellant argues that the trial court erred in denying his motion to suppress evidence obtained as a result of involuntary statements made by appellant after he was informed that he was not entitled to an attorney. He also argues that the trial court erred in denying his motion to suppress evidence obtained as a product of involuntary statements made by appellant based upon false promises of leniency by law enforcement personnel. We affirm.\nThe facts of this case are as follows. On August 17, 2004, the Saline County Sheriff's Department took appellant i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-state"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}