{
  "id": 7839,
  "title": "2006년 Bowman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bowman. 판결일: 2006-06-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Everett Bowman v. Dean Chasky, and Mount Sinai Hospital Medical Center\n**판결일**: 2006-06-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 30 A.D.3d 552\n- 817 N.Y.S.2d 153\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for medical malpractice, etc., the defendant Mount Sinai Hospital Medical Center appeals, as limited by its brief, from so much of an order of the Supreme Court, Queens County (Hart, J.), dated March 24, 2005, as denied its motion for summary judgment dismissing the complaint insofar as asserted against it.\nOrdered that the order is reversed insofar as appealed from, on the law, with costs, the motion is granted, the complaint is dismissed insofar as asserted against the appellant, and the action against the remaining defendants is severed.\n“In a medical malpractice action, a plaintiff, in opposition to *553a defendants] . . . summary judgment motion, must submit evidentiary facts or materials to rebut the prima facie showing by the defendant . . . that [it] was not negligent in treating plaintiff so as to demonstrate the existence of a triable issue of fact” (Alvarez v Prospect Hosp., 68 NY2d 320, 324 [1986]; see DiMitri v Monsouri, 302 AD2d 420 [2003]). “General allegations that are conclusory and unsupported are insufficient to defeat summary judgment” (Jonassen v Staten Is. Univ. Hosp., 22 AD3d 805, 806 [2005]; see Alvarez v Prospect Hosp., supra at 324).\nThe defendant Mount Sinai Hospital Medical Center (hereinafter Mount Sinai) demonstrated through, inter alia, medical records and the affidavits of an expert witness, its prima facie entitlement to judgment as a matter of law, thereby shifting the burden to the plaintiffs to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bowman-v-chasky"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}