{
  "id": 7844,
  "title": "2006년 Munoz-Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Munoz-Hernandez. 판결일: 2006-06-16. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Raul Alfredo MUNOZ-HERNANDEZ v. Alberto R. GONZALES, Attorney General\n**판결일**: 2006-06-16\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Berzon, Kleinfeld, Paez\n\n## 변호인\n\nFabian C. Serrato, Santa Ana, CA, for Petitioner., Ronald E. LeFevre, Chief Counsel, Office of the District Counsel Department of Homeland Security, San Francisco, CA, District Counsel, Office of the District Chief Counsel U.S. Department of Homeland Security, Phoenix, AZ, Mary Jane Candaux, Esq., Jennifer L. Lightbody, Esq., U.S. Department of Justice Civil Div./Office of Immigration Lit., Washington, DC, for Respondent.\n\n## 인용\n\n- 184 F. App'x 675\n\n## 판결문 요약\n\n\nMEMORANDUM **\nRaul Alfredo Munoz-Hernandez, a native and citizen of El Salvador, petitions for review of an order of the Board of Immigration Appeals dismissing his appeal from an immigration judge’s order denying his motion to reopen removal proceedings. We have jurisdiction pursuant to 8 U.S.C. § 1252. We grant the petition for review and remand for further proceedings, as requested by the Attorney General.\nPETITION FOR REVIEW GRANTED; REMANDED.\n\n This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=munoz-hernandez-v-gonzales"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}