{
  "id": 7852,
  "title": "2006년 Briggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Briggs. 판결일: 2006-06-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Shelearne Briggs v. 2244 Morris L.P.\n**판결일**: 2006-06-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 30 A.D.3d 216\n- 817 N.Y.S.2d 239\n\n## 판결문 요약\n\n\nOrder, Supreme Court, Bronx County (Barry Salman, J.), entered April 8, 2005, which granted defendants’ motion and cross motions for summary judgment dismissing the complaint, and order, same court and Justice, entered September 28, 2005, which denied plaintiffs motion to renew, unanimously affirmed, without costs.\nFlaintiff alleges she sustained injuries caused by a defective radiator in her apartment. The record is devoid of evidence sufficient to raise a triable issue of fact as to whether defendants created or had notice of the hazard (see Piacquadio v Recine Realty Corp., 84 NY2d 967 [1994]; Arnold v New York City Hous. Auth., 296 AD2d 355 [2002]). Defendants met their burden of establishing prima facie entitlement to summary judgment by presenting evidence that a new radiator had been installed in plaintiffs apartment with a temperature control knob attached, that plaintiff did not request a cover for the radiator, and that plaintiff never made any complaints about the radiator. The burden then shifted to plaintiff, who failed to raise a triable issue of fact to defeat summary judgment. The court properly rejected an unsworn statement of plaintiffs mother on the issue of notice. Although hearsay may be used to oppose a summary judgment motion, such evidence is insufficient to warrant denial of summary judgment where, as here, it is the only evidence submitted in opposition (Narvaez v NYRAC, 290 AD2d 400 [2002]). Plaintiff’s expert affidavit on the issue of defendant Da...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=briggs-v-2244-morris-lp"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}