{
  "id": 7856,
  "title": "2006년 Potts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-09",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Potts. 판결일: 2006-06-09. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Russell A. Potts Appellant\n**판결일**: 2006-06-09\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Davis\n\n## 변호인\n\nPatrick H. Dunn, assistant appellate defender, argued the cause and was on die brief for appellant., Matt J. Maloney, assistant district attorney, argued the cause, and Ñola Tedesco Foulston, district attorney, and Phill Kline, attorney general, were with him on die brief for appellee.\n\n## 인용\n\n- 281 Kan. 863\n- 135 P.3d 1054\n\n## 판결문 요약\n\n\n281 Kan. 863 (2006)\nSTATE OF KANSAS, Appellee,\nv.\nRUSSELL A. POTTS Appellant.\nNo. 92,018\nSupreme Court of Kansas.\nOpinion filed: June 9, 2006.\n*864 Patrick H. Dunn, assistant appellate defender, argued the cause and was on the brief for appellant.\nMatt J. Maloney, assistant district attorney, argued the cause, and Nola Tedesco Foulston, district attorney, and Phill Kline, attorney general, were with him on the brief for appellee.\nThe opinion of the court was delivered by\nDAVIS, J.:\nRussell A. Potts was convicted by a jury of rape, aggravated criminal sodomy, criminal threat, and two counts of domestic battery. The Court of Appeals reversed the criminal threat conviction holding that it was multiplicitous with the convictions for either rape or aggravated criminal sodomy but rejected defendant's contention that one of his domestic battery convictions was also multiplicitous with his convictions for either rape or aggravated criminal sodomy. State v. Potts, 34 Kan. App. 2d 329, 118 P.3d 692 (2005). We granted the State's and the defendant's petitions for review on the issues of multiplicity. We affirm in part and reverse in part the Court of Appeals decision.\nThis court granted the State's petition for review of the reversal of the criminal threat conviction. This court also granted the defendant's petition for review on the single issue of whether one of the domestic battery convictions was multiplicitous with the rape and aggravated criminal sodomy convictions. This court ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-potts"
    }
  ],
  "relatedIncidents": [
    7614,
    7616,
    7664,
    7694,
    7718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}