{
  "id": 7858,
  "title": "2006년 Lutz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-08",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Lutz. 판결일: 2006-06-08. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Carson LUTZ, Appellant (Defendant Below), v. ERIE INSURANCE EXCHANGE, as Subrogee of Paul McCormick, Appellee (Plaintiff Below)\n**판결일**: 2006-06-08\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Rucker, Shepard, Sullivan\n\n## 변호인\n\nStephen Gerald Gray, Indianapolis, for Appellant., Stephen A. Semotuk, Carmel, for Appel-lee.\n\n## 인용\n\n- 848 N.E.2d 675\n\n## 판결문 요약\n\n\n848 N.E.2d 675 (2006)\nCarson LUTZ, Appellant (Defendant below),\nv.\nERIE INSURANCE EXCHANGE, as Subrogee of Paul McCormick, Appellee (Plaintiff below).\nNo. 49S02-0606-CV-205.\nSupreme Court of Indiana.\nJune 8, 2006.\n*677 Stephen Gerald Gray, Indianapolis, for Appellant.\nStephen A. Semotuk, Carmel, for Appellee.\nBOEHM, Justice.\nA party's pleadings are subject to judicial notice and a fact admitted in a party's pleading may be binding on that party as a judicial admission even if it is not subject to judicial notice.\n\nFacts and Procedural History\nIn spring 2001, Kathryn McCormick was in a funeral procession traveling eastbound on Washington Street in Indianapolis. Indianapolis police officer Christopher Morgan had stopped his motorcycle in the intersection of Washington Street and Post Road and was directing traffic as the funeral procession approached. Carson Lutz, traveling southbound on Post Road, entered the intersection and collided with McCormick. McCormick's automobile insurer, Erie Insurance Exchange, paid $4,533.42 for repair to McCormick's vehicle and then, as subrogee, sued Lutz for that amount. Lutz filed a third party complaint against McCormick asserting that her negligence caused the accident and that he suffered both personal injuries and damage to his vehicle.\nAt trial, McCormick testified on direct examination that she could not recall whether the traffic signal was red or green as she entered the intersection. On cross-examination, Lutz's attorney presented Mc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lutz-v-erie-insurance-exchange"
    }
  ],
  "relatedIncidents": [
    7593,
    7668,
    7708,
    7857,
    7920
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}