{
  "id": 7860,
  "title": "2006년 Morgan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-06-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Morgan. 판결일: 2006-06-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Bruce Morgan v. Chong Kwan Jun\n**판결일**: 2006-06-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 30 A.D.3d 386\n- 817 N.Y.S.2d 325\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from (1) so much of an order of the Supreme Court, Richmond County (Gigante, J.), dated June 16, 2004, as granted those branches of the separate cross motions of the defendants Chong Kwan Jun and Page Cleaners, the defendants Page Nail Salon, Inc., Mi Jung Im, sue herein as Mi Jung Zm, the defendant Dance Expo, USA, Inc., the defendants June Delaney, David Delaney, and Petals on Page, Inc., the defendant Chee Soo Ma, also known as Hee Soo Ma, the defendants My World Enterprises and French Twist, Inc., and the defendant Mario Polizzi, which were for summary judgment dismissing the complaint insofar as asserted against them, and denied that branch of his motion which was for leave to enter judgment against the defendant Frank M. Vezzuto upon his default in *387answering and (2) an order of the same court, dated October 5, 2004, which denied his motion, in effect, for leave to reargue the prior motion.\nOrdered that the appeal from the order dated October 5, 2004 is dismissed, without costs or disbursements, as no appeal lies from an order denying leave to reargue; and it is further,\nOrdered that the order dated June 16, 2004 is modified, on the law, by (1) deleting the provisions thereof granting those branches of the separate cross motions of the defendants Chong Kwan Jun, Page Cleaners, My World Enterprises, Mario Polizzi, June Delaney, David Delaney, and Petals on Page, Inc., which were for summary ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morgan-v-chong-kwan-jun"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-nash"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}