{
  "id": 7873,
  "title": "2006년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-22",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2006-05-22. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Frederick Weichell\n**판결일**: 2006-05-22\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Greaney\n\n## 변호인\n\nRobert C. Cosgrove, Assistant District Attorney, for the Commonwealth., Carol A. Fitzsimmons for the defendant.\n\n## 인용\n\n- 446 Mass. 785\n\n## 판결문 요약\n\n\nGreaney, J.\nAlthough James J. Bulger, Jr. (alias “Whitey”), has long evaded the grasp of pursuing domestic and international law enforcement officers seeking to bring him to account for crimes too numerous and too craven to be summarized here, his malevolent tentacles have once again reached into the Commonwealth and have led to the grant of a motion for a new trial for the defendant, Frederick Weichell, who was convicted by a jury of murder in the first degree and whose conviction was affirmed by this court in Commonwealth v. Weichell, 390 Mass. 62 (1983), cert. denied, 465 U.S. 1032 (1984). The ground for the grant of the new trial motion is encapsulated in the bizarre circumstances that we shall describe below (material worthy of a crime novella). The circumstances persuaded the judge (not the trial judge, who had retired) that the defendant had happened on newly discovered evidence that called the validity of his conviction into question. We disagree with the judge’s conclusion and vacate the order granting the defendant a new trial.\n1. (a) The background of the case is set forth in our opinion in Commonwealth v. Weichell, supra at 65-67, as follows: “The shooting. [The victim, Robert W. LaMonica,] worked for the Boston Water and Sewer Commission. He worked from 4 p.m. to midnight. He would usually drive straight home from his job to his [Braintree] apartment, customarily arriving there between 12:15 a.m. and 12:30 a.m. He would turn off Faxon Street to park his [automob...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-weichell"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}