{
  "id": 7881,
  "title": "2006년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-16",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Carter. 판결일: 2006-05-16. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Montrez Demario Carter\n**판결일**: 2006-05-16\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Geer, Jackson, Tyson\n\n## 변호인\n\n\n\nAttorney General Roy A. Cooper, III, by Special Deputy Attorney General Robert R. Gelblum, for the State.\n, \nGeorge E. Kelly, III, for defendant-appellant.\n\n\n## 인용\n\n- 629 S.E.2d 332\n- 177 N.C. App. 539\n\n## 판결문 요약\n\n\nJACKSON, Judge.\nOn the morning of 8 September 2003, LeAnn Oakley (“Oakley”) approached Montrez Carter (“defendant”), Willie Collins (“Collins”), and another man on the comer of Club Boulevard in Durham, North Carolina. Oakley attempted to purchase drugs from the men, but was refused based on the fact that she owed defendant money for drugs he previously had sold to her. Oakley testified that defendant and Collins suggested that Oakley have sex with the men in exchange for the drugs, and that when she refused, the men suggested she commit á robbery. Oakley agreed to commit the robbery, and the men got into her car where they drove to the R&amp;W convenience store. On defendant’s instructions, Oakley went into the store to see who was working and how many people were inside. -When she returned to the car, defendant instructed her to move her car to a spot in the parking lot where it would not be visible from inside the store. Oakley did as instructed, and was then handed a gun by one of the men and told to rob the store. Oakley entered the convenience store, pointed the gun at the store owner, and demanded money which she received.\nOakley, who was arrested shortly thereafter, was identified by the store owner as being the woman who robbed her at gunpoint. Oakley confessed to Detective Brian Kilgore that she approached defendant and two other men in hopes of purchasing drugs. The men suggested that she rob a convenience store in exchange for the drags, which she agreed to do. T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-carter"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}