{
  "id": 7884,
  "title": "2006년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: King. 판결일: 2006-05-15. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. SEAN KING, Defendant and Appellant\n**판결일**: 2006-05-15\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Kennard\n\n## 변호인\n\nCounsel, Hilda Scheib, under appointment by the Supreme Court, for Defendant and Appellant., Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Gerald A. Engler, Assistant Attorney General, Catherine A. Rivlin and Gregg E. Zywicke, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 133 P.3d 636\n- 42 Cal. Rptr. 3d 743\n- 38 Cal. 4th 617\n\n## 판결문 요약\n\n\n42 Cal. Rptr. 3d 743 (2006)\n38 Cal. 4th 617\n133 P.3d 636\nThe PEOPLE, Plaintiff and Respondent,\nv.\nSean KING, Defendant and Appellant.\nNo. S129052.\nSupreme Court of California.\nMay 15, 2006.\n*744 Hilda Scheib, San Francisco, under appointment by the Supreme Court, for Defendant and Appellant.\nBill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Gerald A. Engler, Assistant Attorney General, Catherine A. Rivlin and Gregg E. Zywicke, Deputy Attorneys General, for Plaintiff and Respondent.\nKENNARD, J.\nSubdivision (a)(1) of Penal Code section 12020 (section 12020(a)(1)),[1] prohibits the possession of a variety of weapons. Does it require a culpable mental state, or is it a \"public welfare offense,\" for which proof of a culpable mental state is not required? We conclude that section 12020(a)(1) is not a public welfare offense, and that the prosecution must prove the possessor's knowledge of the weapon's illegal characteristics.\nWe also conclude that when, as here, the prohibited weapon is a \"short-barreled rifle\" *745  in this case a rifle that had been altered to reduce its overall length to less than 26 inches  the prosecution need only establish the defendant's knowledge of the shortness of the rifle, not its precise dimensions. The Court of Appeal held that the trial court's failure to instruct on knowledge required reversal of defendant's conviction for illegally possessing the rifle, concluding that the evidence was in conflict as to whethe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-king"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}