{
  "id": 7889,
  "title": "2006년 Gonzalez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gonzalez. 판결일: 2006-05-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: William Gonzalez v. New York City Health and Hospitals Corporation\n**판결일**: 2006-05-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 29 A.D.3d 369\n- 815 N.Y.S.2d 53\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, Bronx County (Stanley Green, J.), entered August 25, 2004, dismissing the complaint and bringing up for review an order of the same court and Justice, entered December 26, 2000, which denied plaintiffs motion for an extension of time to serve the summons and complaint, and granted the municipal defendant’s cross motion to dismiss the complaint, unanimously affirmed, without costs. Appeal from the aforesaid order unanimously dismissed, without costs, as subsumed in the appeal from the judgment.\nPlaintiff was admitted to defendant hospital for a fractured ankle and femur on January 29,1998. His stay lasted two weeks, during which surgery was performed twice, the second time to insert a plate into his femur. He alleges that subsequently, after a number of regular follow-up visits to the hospital, complications developed in the femur which he complained of and the physicians ignored until September or October 1998, when he underwent a third surgery due to the infection of the femur. The plate and a portion of the femur were removed, and plaintiff was allegedly bedridden for approximately a year after the hospital discharged him.\nPlaintiff was granted leave to file a late notice of claim against the municipal defendant on June 14, 1999, filed the notice of claim one month later, filed a summons and complaint in the County Clerk’s office on July 26, and testified at a General Municipal Law § 50-h hearing on October 1. On August 28, 2000, he moved in the in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gonzalez-v-new-york-city-health-hospital-corp"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}