{
  "id": 7891,
  "title": "2006년 Rojas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rojas. 판결일: 2006-05-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Juan Rayon Mendoza ROJAS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2006-05-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Bill Bass\n\n## 변호인\n\nJo A1 Cannon Sheridan, Moak & Sheridan, LLP, Jacksonville, for appellant., Elmer C. Beckworth, Dist. Atty., Michael F. Westbrook, II, Asst. Dist. Atty., Rusk, for state.\n\n## 인용\n\n- 194 S.W.3d 44\n\n## 판결문 요약\n\n\n194 S.W.3d 44 (2006)\nJuan Rayon Mendoza ROJAS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 12-05-00081-CR.\nCourt of Appeals of Texas, Tyler.\nMay 10, 2006.\nJo Al Cannon Sheridan, Moak &amp; Sheridan, LLP, Jacksonville, for appellant.\nElmer C. Beckworth, Dist. Atty., Michael F. Westbrook, II, Asst. Dist. Atty., Rusk, for state.\n*45 Panel consisted of GRIFFITH, J., DeVASTO, J., and BASS, Retired Justice, Twelfth Court of Appeals, Tyler, sitting by assignment.\n\nOPINION\nBILL BASS, Justice.\nThis is a probation revocation case. Appellant pleaded guilty to the offense of burglary of a habitation in the Second Judicial District Court of Cherokee County before Judge Dwight Phifer. The court deferred an adjudication of guilt and placed Appellant on community supervision for ten years. Fifteen months later, after a hearing in the Second Judicial Court on the State's motion to revoke, Judge Phifer found Appellant guilty, revoked his probation, and sentenced him to eight years of imprisonment. However, the written judgment reflecting Judge Phifer's oral pronouncement and docket entry was mistakenly signed by Bascom Bentley, Judge of the Third Judicial District Court.[1] Appellant brings one issue on appeal contending that the signing of the judgment of revocation by a judge other than the judge who presided at the revocation hearing is fundamental error requiring reversal. We affirm.\n\nBACKGROUND\nThe facts are undisputed. Appellant's probation was revoked in the same court by the same ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rojas-v-state"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}