{
  "id": 7892,
  "title": "2006년 Spencer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-09",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Spencer. 판결일: 2006-05-09. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Robert Earl SPENCER a/k/a Earl Spencer a/k/a James Spencer v. STATE of Mississippi\n**판결일**: 2006-05-09\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Chandler, Griffis, Irving, Ishee, King, Lee, Myers, Roberts, Southwick\n\n## 변호인\n\nKent E. Smith, Holly Springs, attorney for appellant., Office of the Attorney General by Billy L. Gore, attorney for appellee.\n\n## 인용\n\n- 944 So. 2d 90\n\n## 판결문 요약\n\n\nGRIFFIS, J.,\nfor the Court.\n¶ 1. Robert Earl Spencer was indicted and tried on charges of aggravated assault, armed robbery, and felon in possession of a firearm. The jury convicted Spencer of felon in possession of a firearm, in violation of Mississippi Code Annotated section 97-37-5(1) (Rev.2000). The jury was unable to reach verdicts on aggravated assault and armed robbery. Spencer was sentenced as an habitual offender to serve a term of life in prison, without possibility of parole. Spencer appeals and assigns two issues: (1) whether the trial court erred in not granting a directed verdict or JNOV, and (2) whether the State proved each element of the crime beyond a reasonable doubt. We find no error and affirm.\nFACTS\n¶2. In late October of 2002, Spencer confronted Tavarus Tucker about some rims and amplifiers that had been stolen from his mother’s land. Spencer accused Tucker of stealing these items. Tucker returned the amplifier and told Spencer that Little Curtis Glover had the rims. Tucker and another witness testified that Spencer then pistol whipped Tucker and *91told Tucker that he better “set up” Glover so Spencer could shoot him. If not, Spencer said he would kill both Tucker and Glover. Spencer admits to slapping Tucker on the head but denies that he was holding a gun. For the next week, Spencer tailed Tucker around town.\n¶ 3. About a week later, on October 29, at approximately 9:30 p.m., Tucker was driving Demetrias Balfour and her son home. Tucker noticed that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spencer-v-state"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}