{
  "id": 7893,
  "title": "2006년 Reid 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Reid. 판결일: 2006-05-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Carlton Reid\n**판결일**: 2006-05-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 29 A.D.3d 712\n- 814 N.Y.S.2d 267\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Westchester County (Dickerson, J.), rendered September 30, 2004, convicting him of assault in the second degree (two counts), reckless endangerment in the first degree, criminal mischief in the second degree, criminal possession of stolen property in the fifth degree, reckless driving, leaving the scene of an incident without reporting (six counts), driving at an unsafe and imprudent speed, failing to stop at a red light (three counts), failing to stop at a stop sign (four counts), and resisting arrest, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant contends that the prosecution failed to prove that a police officer sustained a “physical injury” within the meaning of Penal Law § 10.00 (9). However, viewing the evidence adduced at trial in the light most favorable to the prosecution (see People v Contes, 60 NY2d 620, 621 [1983]), we find that it was legally sufficient to support the jury’s finding of physical injury (see People v Rojas, 61 NY2d 726, 727 [1984]; People v Belk, 241 AD2d 552, 553 [1997]; People v Callaghan, 220 AD2d 609 [1995]; People v Williams, 203 AD2d 608 [1994]).\nThe defendant’s contention that the court erred in its Sandoval ruling (see People v Sandoval, 34 NY2d 371 [1974]) is unpreserved for appellate review because the defendant failed to object to the ruling which merely allowed the prosecutor to ask, if the defendant chose to testify, about ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-reid"
    }
  ],
  "relatedIncidents": [
    7604,
    7680,
    7690,
    7726,
    7738
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}