{
  "id": 7896,
  "title": "2006년 State of Tennessee v. Spencer Peterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-05-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Spencer Peterson. 판결일: 2006-05-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Spencer Peterson\n**판결일**: 2006-05-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge David G. Hayes\n\n\n## 판결문 요약\n\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                           Assigned on Briefs January 10, 2006\n\n               STATE OF TENNESSEE v. SPENCER PETERSON\n\n                    Appeal from the Criminal Court for Shelby County\n                No. 01-04380, 83, 84, 85, 86, 89 John P. Colton, Jr., Judge\n\n\n                     No. W2005-01701-CCA-R3-CD - Filed May 5, 2006\n\n\nThe Appellant, Spencer Peterson, appeals the sentencing decision of the Shelby County Criminal\nCourt. After a jury trial, Peterson was convicted of three counts of second degree murder, two\ncounts of attempted second degree murder, eight counts of aggravated robbery, one count of\naggravated burglary, three counts of attempted especially aggravated robbery, and two counts of\nattempted aggravated robbery. The trial court merged the three second degree murder convictions\nand the separate convictions of aggravated robbery involving the same victim and sentenced Peterson\nas a Range I offender to consecutive terms of twenty years for the second degree murder conviction\nand eight years for each of the four aggravated robbery convictions. The trial court ordered\nconcurrent sentences for the remaining convictions, resulting in an effective sentence of fifty-two\nyears in the Department of Correction. Peterson appealed the imposition of consecutive sentences,\nand this court remanded the case to the trial court for purposes of setting forth its reasons for\nconsecutive s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-spencer-peterson"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}