{
  "id": 7907,
  "title": "2006년 Osinowo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Osinowo. 판결일: 2006-04-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Oluseyi Osinowo\n**판결일**: 2006-04-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mercure\n\n## 인용\n\n- 28 A.D.3d 1011\n- 813 N.Y.S.2d 283\n\n## 판결문 요약\n\n\nMercure, J.P.\nAppeal from a judgment of the County Court of Madison County (McDermott, J.), rendered May 4, 2004, upon a verdict convicting defendant of the crimes of attempted robbery in the first degree, attempted robbery in the second degree and attempted robbery in the third degree.\nFollowing an incident in which they repeatedly punched the victim and hit him with a gun when he refused to give them money, defendant and codefendant, Jedidiah Djanie, were each charged in an indictment with two counts of attempted robbery in the first degree, two counts of attempted robbery in the second degree and one count of criminal possession of a weapon in the second degree. Defendant and Jedidiah evidently believed that the victim, a fellow college student, owed them money from a card game a few days earlier. In addition to beating the victim for his refusal to pay them, one of the two fired the gun in the victim’s direction while leaving the scene of the crime. A jury trial was held, at the close of which defendant and Jedidiah were found guilty of one count each of attempted robbery in the first degree, attempted robbery in the second degree and attempted robbery in the third degree, and each was sentenced to an aggregate prison term of seven years. Defendant now appeals.\nDefendant asserts that his due process rights were violated because the second count of the indictment charged that he possessed a gun, but the People failed to establish at trial which co-defendant possessed the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-osinowo"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}