{
  "id": 7912,
  "title": "2006년 State of Tennessee v. Coy Pierce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-25",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Coy Pierce. 판결일: 2006-04-25. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Coy Pierce\n**판결일**: 2006-04-25\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Joseph M. Tipton\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                             Assigned on Briefs March 7, 2006\n\n                      STATE OF TENNESSEE v. COY PIERCE\n\n                        Appeal from the Circuit Court for Dyer County\n                             No. C04-453     Lee Moore, Judge\n\n\n\n                     No. W2005-01355-CCA-R3-CD - Filed April 25, 2006\n\n\nThe defendant, Coy Pierce, was convicted of driving under the influence (DUI), fourth offense, a\nClass E felony, and driving on a revoked license, a Class A misdemeanor. The trial court imposed\nsentences of two years for the DUI and eleven months and twenty-nine days for the driving on a\nrevoked license. The trial court ordered that the sentences be served concurrently and that the\ndefendant serve seven months in confinement with the remainder to be served on community\ncorrections. On appeal, the defendant contends that he was denied a fair trial (1) as a result of\nprosecutorial misconduct and (2) as a result of the trial court’s ruling that the defendant could not\nenter a photograph into evidence. We affirm the judgments of the trial court in part but remand the\ndriving on a revoked license case for entry of a corrected judgment.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Circuit Court Affirmed in Part,\n                   Case Remanded for Entry of a Corrected Judgment\n\nJOSEPH M. TIPTON , J., delivered the opinion of the court, in which GARY R. WADE...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-coy-pierce"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}