{
  "id": 7920,
  "title": "2006년 United States v. Susan Anne Seifert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Susan Anne Seifert. 판결일: 2006-04-19. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Susan Anne SEIFERT, Appellant\n**판결일**: 2006-04-19\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Benton, Bowman, Murphy\n\n## 변호인\n\nCounsel who presented argument on behalf of the appellant was Kimberly K. Hall of St. Paul, MN., Counsel who presented argument on behalf of the appellee was Robert M. Lewis, AUSA, of Minneapolis, MN.\n\n## 인용\n\n- 445 F.3d 1043\n\n## 판결문 요약\n\n445 F.3d 1043\n    UNITED STATES of America, Appellee,v.Susan Anne SEIFERT, Appellant.\n    No. 05-2849.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: March 14, 2006.\n    Filed: April 19, 2006.\n    \n      Counsel who presented argument on behalf of the appellant was Kimberly K. Hall of St. Paul, MN.\n      Counsel who presented argument on behalf of the appellee was Robert M. Lewis, AUSA, of Minneapolis, MN.\n      Before MURPHY, BOWMAN, and BENTON, Circuit Judges.\n      BENTON, Circuit Judge.\n    \n    \n      1\n      Susan Anne Seifert was convicted of arson in violation of 18 U.S.C. &#167; 844(i). She appeals, arguing that the district court1 abused its discretion in admitting into evidence a digitally-enhanced surveillance videotape, and that the evidence as a whole was insufficient to convict. This court affirms.\n    \n    \n      2\n      On the night of December 29, 1999, a fire destroyed a building owned by Seifert's employer. A surveillance videotape, recovered from the rubble, shows dark images of the scene before the fire. The video depicts a person moving in the space of the building where the fire started, and smoke coming from that space after the person leaves. The Government argues that this person is Seifert.\n    \n    \n      3\n      Before trial, Seifert moved to exclude a digitally-enhanced copy of the original video. At a hearing outside the presence of the jury, Jack Hunter, a recently-retired employee of the Bureau of Alcohol, Tobacco, and Fir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-susan-anne-seifert"
    }
  ],
  "relatedIncidents": [
    7593,
    7668,
    7708,
    7857,
    7858
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}