{
  "id": 7922,
  "title": "2006년 M.T 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: M.T. 판결일: 2006-04-18. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: M.T v. v. Sonny Perdue\n**판결일**: 2006-04-18\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 446 F.3d 1153\n\n## 판결문 요약\n\n446 F.3d 1153\n    M.T.V., C.T.V., C.E.V., Plaintiffs-Appellants,v.DeKALB COUNTY SCHOOL DISTRICT, Sandy Foxworth, individually, et al., Defendants-Appellees.\n    No. 04-16133.\n    United States Court of Appeals, Eleventh Circuit.\n    April 18, 2006.\n    \n      Chris E. Vance, Atlanta, GA, for Plaintiffs-Appellants.\n      Stefan Ernst Ritter, Alfred L. Evans, Jr., Atlanta, GA, Phillip Leroy Hartley, Martha M. Pearson, Harben &amp; Hartley, LLP, Gainesville, GA, Assunta F. Deevey, Alan F. Herman, Hawkins &amp; Parnell, Brian Thomas Moore, Paul Willard Burke, Drew, Eckl &amp; Farnham, LLP, James T. McDonald, Jr., Swift, Currie, McGhee &amp; Hiers, Charles W. Billingsley, Jr., Greene, Buckley, Jones &amp; McQueen, Atlanta, GA, for Defendants-Appellees.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before EDMONDSON, Chief Judge, and BLACK and FAY, Circuit Judges.\n      BLACK, Circuit Judge:\n    \n    \n      1\n      This appeal arises from a long-standing dispute between the parents of M.T.V., a child eligible for special education services under the Individuals with Disabilities Education Act (IDEA), 20 U.S.C. &#167; 1400, and the DeKalb County School District. Appellants, M.T.V. and his parents, C.T.V. and C.E.V., first argue the district court erred in dismissing their retaliation claims brought pursuant to the IDEA, the Americans with Disabilities Act (ADA), 42 U.S.C. &#167; 12101, Section 504 of the Rehabilitation Act (Section 504...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mt-v-v-sonny-perdue"
    }
  ],
  "relatedIncidents": [
    7593,
    7668,
    7708,
    7857,
    7858
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}