{
  "id": 7923,
  "title": "2006년 Ortiz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ortiz. 판결일: 2006-04-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Felix Ortiz v. Turner Construction Co., (And a Third-Party Action.)\n**판결일**: 2006-04-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 28 A.D.3d 627\n- 813 N.Y.S.2d 770\n\n## 판결문 요약\n\n\n*628In an áction to recover damages for personal injuries, the defendant appeals from so much of an order of the Supreme Court, Kings County (Martin, J.), dated September 16, 2004, as denied those branches of its motion which were for summary judgment dismissing the causes of action based on common-law negligence and Labor Law § 240 (1) and § 200.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe plaintiff was injured at a construction site while he was installing “brick ties” to the exterior of a five-story office building located in Queens. The plaintiff stood on the building’s windowsills, leaned his body outside the unfinished windows and, using a power tool, screwed the brick ties to the building frame with one hand, while holding onto the frame with the other hand. No scaffold was made available, and the plaintiff wore a safety harness which he had provided. The accident occurred as the plaintiff was leaning out a window on the third floor of the building attempting to fasten a brick tie to the exterior frame. According to the plaintiff, as he put pressure on the screw gun, it slipped, and the plaintiff ended up dangling outside the window, gripping the windowsill. As a result of the incident, the plaintiff sustained injuries to his right shoulder. The plaintiff commenced this action, alleging, among other things, violations of Labor Law §§ 200 and 240 (1) and common-law negligence. The Supreme Court, inter alia, denied summary judgment to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nilsen-v-city-of-new-york"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ortiz-v-turner-construction-co"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}