{
  "id": 7929,
  "title": "2006년 Buja 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Buja. 판결일: 2006-04-12. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kevin Buja v. KCI Konecranes International plc\n**판결일**: 2006-04-12\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Stander\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Woods, Oviatt, Gilman, LLP, Rochester (Donald W O’Brien, Jr. of counsel), for defendants. Farad Lange, LLP, Rochester (John Falk of counsel), for plaintiff.\n\n## 인용\n\n- 12 Misc. 3d 859\n- 815 NYS2d 412\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nThomas A. Stander, J.\nThe defendant Konecranes, Inc. submits a motion seeking an order for summary judgment dismissing the complaint of the plaintiff Kevin Buja.\nBy stipulation of discontinuance filed in the Monroe County Clerk’s office on November 8, 2004 the parties discontinued the action as against KCI Konecranes International pic.\nI. Facts\nPlaintiff Kevin Buja was injured at work on June 27, 2001 as a result of an alleged defect in a crane causing its block and lifting chains to fall and strike Mr. Buja. The crane was manufactured by Shepard Niles, Inc., a company who operated a manufacturing facility in Montour Falls, New York.\nOn January 11, 2002 Shepard Niles filed for chapter 11 bankruptcy. The assets of Shepard Niles, Inc. consisted of the hoist business, Cleveland Tramrail Monorail System, personal property and real property. By order of March 8, 2002, the United States Bankruptcy Court for the Western District of New York approved the sale of all of Shepard Niles, Inc.’s assets to Konecranes for the sum of $5,900,000. Under this bankruptcy order Konecranes retained the assets as to the hoist business and assigned its interest in all other assets of Shepard Niles to other companies.\nUnder the asset purchase agreement for the purchase of assets by Konecranes from Shepard Niles, Konecranes did not assume or become responsible for any debts, liabilities or obligations of Shepard Niles. Konecranes did retain 15 of 150 employees employed by Shepard...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=buja-v-kci-konecranes-international-plc"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}