{
  "id": 7931,
  "title": "2006년 Velazquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Velazquez. 판결일: 2006-04-11. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lauro Jimenez VELAZQUEZ v. Alberto R. GONZALES, Attorney General\n**판결일**: 2006-04-11\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Hawkins, McKeown, Paez\n\n## 변호인\n\nMarc A. Karlin, Esq., Los Angeles, CA, for Petitioner., Regional Counsel, Western Region Immigration & Naturalization Service, Laguna Niguel, CA, Ronald E. LeFevre, Chief Legal Officer, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, Anh-Thu P. Mai, Esq., DOJ—U.S. Department of Justice Civil Div./Office of Immigration Lit., Washington, DC, for Respondent.\n\n## 인용\n\n- 175 F. App'x 152\n\n## 판결문 요약\n\n\nMEMORANDUM **\nLauro Jimenez Velazquez, a native and citizen of Mexico, petitions for review of *153the Board of Immigration Appeals’ (“BIA”) order dismissing his appeal from an immigration judge’s order pretermiting his application for cancellation of removal on the ground that he is statutorily-precluded from establishing good moral character. We have jurisdiction under 8 U.S.C. § 1252(a)(1) to review whether an alien’s conduct falls within a per se exclusion category for purposes of eligibility for cancellation of removal. Romero-Torres v. Ashcroft, 327 F.3d 887, 890 (9th Cir. 2003). We review questions of law de novo, Cabrera-Alvarez v. Gonzales, 423 F.3d 1006, 1009 (9th Cir.2005), and findings of fact for substantial evidence, Moran v. Ashcroft, 395 F.3d 1089, 1091 (9th Cir.2005). We grant the petition for review, and remand for further proceedings.\nThe BIA concluded that Velazquez was statutorily ineligible for cancellation of removal, based on his testimony that he paid a smuggler to assist his minor children to enter the United States without inspection. See 8 U.S.C. §§ 1101(f)(3), 1182(a)(6)(E)(i) (stating that an alien who assists another alien to enter the United States in violation of the law fails the moral character requirement for cancellation of removal). The agency, however, did not have the benefit of this court’s recent decision in Moran, 395 F.3d at 1094, which indicates that Velazquez is eligible for a family unity waiver. See id. (stating that “the alien...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-juan-antonio-zavala"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=velazquez-v-gonzales"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}