{
  "id": 7937,
  "title": "2006년 Mungin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-06",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Mungin. 판결일: 2006-04-06. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Mungin v. State\n**판결일**: 2006-04-06\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 932 So. 2d 986\n\n## 판결문 요약\n\n\n932 So. 2d 986 (2006)\nAnthony MUNGIN, Appellant,\nv.\nSTATE of Florida, Appellee.\nAnthony Mungin, Petitioner,\nv.\nJames R. McDonough, etc., Respondent.\nNos. SC03-780, SC03-1774.\nSupreme Court of Florida.\nApril 6, 2006.\nRehearing Denied June 13, 2006.\n*990 Todd G. Scher, Miami Beach, FL, for Appellant/Petitioner.\nCharles J. Crist, Jr., Attorney General, and Curtis M. French, Assistant Attorney General, Tallahassee, FL, for Appellee/Respondent.\nPER CURIAM.\nAnthony Mungin appeals an order of the circuit court denying a motion for postconviction relief under Florida Rule of Criminal Procedure 3.850 and petitions the Court for a writ of habeas corpus. We have jurisdiction. See art. V, § 3(b)(1), (9), Fla. Const. For the reasons explained in this opinion, we affirm the trial court's order and deny the petition for a writ of habeas corpus.\n\nFACTS AND PROCEDURAL HISTORY\nAnthony Mungin was convicted of the 1990 murder of convenience store clerk Betty Jean Woods. The pertinent facts of this case are set forth in this Court's opinion on direct appeal as follows:\nBetty Jean Woods, a convenience store clerk in Jacksonville, was shot once in the head on September 16, 1990, and died four days later. There were no eyewitnesses to the shooting, but shortly after Woods was shot a customer [Ronald Kirkland] entering the store passed a man leaving the store hurriedly with a paper bag. The customer, who found the injured clerk, later identified the man as Mungin. After the shooting, a store supervi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mungin-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}