{
  "id": 7938,
  "title": "2006년 Garcia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-04-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Garcia. 판결일: 2006-04-05. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Luis Richard GARCIA, M.D., Appellant, v. Lizalde MARICHALAR, Appellee\n**판결일**: 2006-04-05\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Angelini, Catherine, Karen, Phylis, Speedlin, Stone\n\n## 변호인\n\nM. Teresa Garcia, Richard L. Garcia, Jr., San Antonio, for appellant., Thomas D. Jones, Law Office of Thomas D. Jones, P.C., Kimberly S. Keller, The Keller Group, San Antonio, for appellee., M. Kenneth Patterson, Patterson & Wagner, L.L.P., George F. Evans, Jr., Evans & Rowe, P.C., San Antonio, for other.\n\n## 인용\n\n- 198 S.W.3d 250\n\n## 판결문 요약\n\n\n198 S.W.3d 250 (2006)\nLuis Richard GARCIA, M.D., Appellant,\nv.\nLizalde MARICHALAR, Appellee.\nNo. 04-05-00344-CV.\nCourt of Appeals of Texas, San Antonio.\nApril 5, 2006.\n*251 M. Teresa Garcia, Richard L. Garcia, Jr., San Antonio, for appellant.\nThomas D. Jones, Law Office of Thomas D. Jones, P.C., Kimberly S. Keller, The Keller Group, San Antonio, for appellee.\nM. Kenneth Patterson, Patterson &amp; Wagner, L.L.P., George F. Evans, Jr., Evans &amp; Rowe, P.C., San Antonio, for other.\nSitting: CATHERINE STONE, Justice, KAREN ANGELINI, Justice, PHYLIS J. SPEEDLIN, Justice.\nOpinion by KAREN ANGELINI, Justice.\nThis interlocutory appeal arises from a health care liability claim filed by Lizalde Marichalar against Luis Richard Garcia, M.D. Pursuant to section 51.014(a)(9) of the Texas Civil Practice and Remedies Code, Garcia appeals the trial court's May 26, 2005, order denying his motion to dismiss Marichalar's claims with prejudice. Because the trial court erred in denying Garcia's motion to dismiss, we reverse the trial court's judgment and remand the cause to the trial court.\n\nFACTUAL BACKGROUND\nOn January 30, 2003, Lizalde Marichalar underwent exploratory surgery triggered by an ectopic pregnancy. For a month after surgery, Marichalar experienced abdominal pain. On February 28, 2003, Marichalar was admitted to an emergency room where it was discovered that she had a foreign object in her body. During surgery, a ten-inch gauze sponge was removed that had been left in her body fro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garcia-v-marichalar"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}