{
  "id": 7950,
  "title": "2006년 Kennedy v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Kennedy v. State. 판결일: 2006-03-30. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Patrick Aaron KENNEDY, Appellant, v. the STATE of Texas, State\n**판결일**: 2006-03-30\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lee Ann Dauphinot\n\n## 변호인\n\nWm. Reagan Wynn, The Kearney Law Firm, Jeffrey S. Stewart, Fort Worth, for appellant., Tim Curry, Crim. Dist. Atty., Charles M. Mallín, Helena F. Faulkner, James R. Hudson and Lloyd E. Whelchel, Asst. Crim. Dist. Attys., Fort Worth, for appel-lee.\n\n## 인용\n\n- 193 S.W.3d 645\n\n## 판결문 요약\n\n\n193 S.W.3d 645 (2006)\nPatrick Aaron KENNEDY, Appellant,\nv.\nThe STATE of Texas, State.\nNo. 2-02-376-CR.\nCourt of Appeals of Texas, Fort Worth.\nMarch 30, 2006.\n*649 Wm. Reagan Wynn, The Kearney Law Firm, Jeffrey S. Stewart, Fort Worth, for appellant.\nTim Curry, Crim. Dist. Atty., Charles M. Mallin, Helena F. Faulkner, James R. Hudson and Lloyd E. Whelchel, Asst. Crim. Dist. Attys., Fort Worth, for appellee.\nBefore the court en banc.\n\nOPINION ON REHEARING EN BANC\nLEE ANN DAUPHINOT, Justice.\nOn August 24, 2005, this court granted Appellant Patrick Aaron Kennedy's motion for en banc reconsideration and ordered this case resubmitted en banc. On December 16, 2005, we withdrew the majority opinion, dissenting opinion, and judgment of February 3, 2005. We substitute the following in their place.\nA jury convicted Appellant of murder and assessed his punishment at twenty-seven years' confinement in the Institutional Division of the Texas Department of Criminal Justice. The trial court sentenced him accordingly. Appellant brings nine points on appeal, arguing evidentiary errors, charge error, and improper jury argument. Because we hold that the trial court did not reversibly err, we affirm the trial court's judgment.\n\nI. FACTUAL AND PROCEDURAL BACKGROUND\nOn the afternoon of November 5, 2001, Ginny Ward stood outside Enterprise Rent-A-Car and observed Brandy Upchurch and Corey McMillan, the complainant, arguing in the adjoining parking lot of the Budget Inn. Ward testified that the compl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kennedy-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}