{
  "id": 7951,
  "title": "2006년 Cornelius Marshall v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-30",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Cornelius Marshall v. State of Tennessee. 판결일: 2006-03-30. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Cornelius Marshall v. State of Tennessee\n**판결일**: 2006-03-30\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Norma McGee Ogle\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                             Assigned on Briefs March 7, 2006\n\n              CORNELIUS MARSHALL v. STATE OF TENNESSEE\n\n                   Direct Appeal from the Circuit Court for Fayette County\n                            No. 5492    J. Weber McCraw, Judge\n\n\n\n                    No. W2005-01170-CCA-R3-PC - Filed March 30, 2006\n\n\nThe petitioner, Cornelius Marshall, appeals the Fayette County Circuit Court’s denial of his petition\nfor post-conviction relief from two counts of attempted first degree murder, one count of facilitation\nto commit aggravated arson, and resulting effective twenty-five-year sentence. He contends that he\nreceived the ineffective assistance of counsel and that he did not plead guilty knowingly,\nintelligently, and voluntarily. Upon review of the record and the parties’ briefs, we affirm the\njudgment of the post-conviction court.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court is Affirmed.\n\nNORMA MCGEE OGLE, J., delivered the opinion of the court, in which GARY R. WADE , P.J., and\nJOSEPH M. TIPTON , J., joined.\n\nPeriann Houghton, Brownsville, Tennessee, for the appellant, Cornelius Marshall.\n\nPaul G. Summers, Attorney General and Reporter; David H. Findley, Assistant Attorney General;\nElizabeth T. Rice, District Attorney General; and Terry Dycus, Assistant District Attorney General,\nfor the appellee, State of Tennessee.\n\n                 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cornelius-marshall-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}