{
  "id": 7953,
  "title": "2006년 McNatt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McNatt. 판결일: 2006-03-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James Plamon McNATT, II, Appellant, v. the STATE of Texas\n**판결일**: 2006-03-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cochran, Hervey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack\n\n## 변호인\n\nLawrence B. Mitchell, Dallas, for Appellant., Stephen Ray Tittle, Jr., Asst. D.A., Greenville, for State.\n\n## 인용\n\n- 188 S.W.3d 198\n\n## 판결문 요약\n\n\n188 S.W.3d 198 (2006)\nJames Plamon McNATT, II, Appellant,\nv.\nThe STATE of Texas.\nNo. PD-0133-05.\nCourt of Criminal Appeals of Texas.\nMarch 29, 2006.\n*199 Lawrence B. Mitchell, Dallas, for Appellant.\nStephen Ray Tittle, Jr., Asst. D.A., Greenville, for State.\nKELLER, P.J., delivered the opinion of the Court in which, PRICE, WOMACK, KEASLER, HERVEY, HOLCOMB and COCHRAN JJ., joined.\nAppellant's sentence was reversed on appeal, after the Court of Appeals found that the State failed to give appellant proper notice of its intent to use a prior conviction for enhancement purposes. The case was remanded for a new trial on punishment only. We granted review to determine whether the State is prohibited on remand from giving the requisite notice and using the conviction for enhancement purposes at the new punishment hearing. We hold that there is no such prohibition.\n\nI. BACKGROUND\n\nA. Trial\nAppellant was indicted on October 11, 2002, for the felony offense of driving while intoxicated (DWI) after having been previously convicted of DWI on two or more occasions. The indictment alleged that the primary DWI was committed on November 18, 2001. In addition, the indictment alleged eight jurisdictional priors. Finally, the indictment alleged two prior convictions for the purpose of enhancement (occurring on January 19 and 26, 1983). However, because the second enhancement offense was not committed after conviction for the first became final, the convictions counted as only one conviction for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcnatt-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}