{
  "id": 7954,
  "title": "2006년 Quedens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Quedens. 판결일: 2006-03-27. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Quedens v. the State\n**판결일**: 2006-03-27\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham\n\n## 변호인\n\nWord & Taylor, Gerald P. Word, Jerry F. Pittman, for appellant., Peter J. Skandalakis, District Attorney, Stephen M. Gray, Assistant District Attorney, Thurbert E. Baker, Attorney General, Julie A. Adams, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 629 S.E.2d 197\n- 280 Ga. 355\n\n## 판결문 요약\n\n\n629 S.E.2d 197 (2006)\n280 Ga. 355\nQUEDENS\nv.\nThe STATE.\nNo. S06A0070.\nSupreme Court of Georgia.\nMarch 27, 2006.\n*199 Gerald P. Word, Word &amp; Taylor, P.C., Jerry Floyd Pittman, Carrollton, for Appellant.\nPeter J. Skandalakis, Dist. Atty., Thurbert E. Baker, Atty. Gen., Stephen Michael Gray, Asst. Dist. Atty., Julie Amanda Adams, Asst. Atty. Gen., for Appellee.\nBENHAM, Justice.\nConnie King Quedens appeals the judgment of conviction entered against her on the jury's verdict finding her guilty of the malice murder of Willie \"Fred\" Wilkerson and possession of a firearm during the commission of a crime. After examining the record and transcript in light of her enumerated errors and finding no reversible error, we affirm the judgment of conviction.[1]\nHuman skeletal remains were found in 2003 under 20 feet of debris in a filled well located approximately 100 yards from appellant's home on the Troup County property she owned. The remains were found in the remnants of a pair of pants with lip balm in the pocket and were wrapped, along with a corroded piece of pipe and a hacksaw blade, in a piece of carpeting that had extensive burn marks on it. Dentures were found in *200 the well at or below the level where the skeletal remains were found.\nThe children of Fred Wilkerson, the man who had built the home in which appellant was living, who had been romantically involved with appellant in 1986-87, and who had not been seen or heard from since November 27, 1987, testified their father ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=quedens-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}