{
  "id": 7958,
  "title": "2006년 State v. Johnson, Unpublished Decision (3-24-2006) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-24",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Johnson, Unpublished Decision (3-24-2006). 판결일: 2006-03-24. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Takoda Johnson\n**판결일**: 2006-03-24\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: SINGER, P.J.\n\n## 변호인\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.] \nJulia R. Bates, Lucas County Prosecuting Attorney, and Jeffrey D. Lingo, Assistant Prosecuting Attorney, for appellee.\n\nSpiros P. Cocoves, for appellant.\n\n## 인용\n\n- 2006 Ohio 1406\n\n## 판결문 요약\n\n                       DECISION AND JUDGMENT ENTRY\n{&#182; 1} This is an appeal from a judgment of conviction for murder, following a jury trial in the Lucas County Court of Common Pleas. For the reasons that follow, we affirm appellant's conviction, but vacate the trial court's order that he pay his own attorney fees and confinement costs.\n  {&#182; 2} On the morning of September 27, 2003, Toledo Police found the body of 34 year old Emanuel Zapata slumped behind the wheel of his pickup truck in a vacant lot in the central city. Zapata had been beaten to death.\n  {&#182; 3} Police interviewed Zapata's neighbors who reported last having seen him very intoxicated at approximately 10:00 p.m. the night before his body was found. After some time, the investigation focused on a crack house a few blocks from where Zapata was found. The house was owned by the mother of Eric Johnson, who along with the unrelated appellant, Takoda Johnson, operated from there as drug dealers.\n  {&#182; 4} The story that eventually emerged was relayed at trial in the testimony of Eric Johnson's girlfriend, Robbie Malone. Malone testified that on the evening of September 26, 2003, she accompanied Eric to the house where they found appellant and an \"unidentified white male.\" According to Malone, Zapata arrived later: drunk and acting \"goofy.\" At one point, Malone testified, Zapata began shadowboxing appellant.\n  {&#182; 5} Malone testified that she was in another room, but heard a loud noise. Upon rejoini...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson-unpublished-decision-3-24-2006"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}