{
  "id": 7962,
  "title": "2006년 Pacificorp Power Marketing, Inc. v. Department of Revenue 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-16",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Pacificorp Power Marketing, Inc. v. Department of Revenue. 판결일: 2006-03-16. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PACIFICORP POWER MARKETING, INC., Appellant, v. DEPARTMENT OF REVENUE, Respondent\n**판결일**: 2006-03-16\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Balmer, Carson, De Muniz, Durham, Gillette, Kistler, Riggs\n\n## 변호인\n\nJames N. Westwood, of Stoel Rives LLP, Portland, argued the cause for appellant. With him on the briefs was David L. Canary, of Garvey Schubert Barer, Portland., Marilyn J. Harbur, Assistant Attorney General, Salem, argued the cause for respondent. With her on the briefs were Hardy Myers, Attorney General, and Melisse S. Cunningham, Assistant Attorney General.\n\n## 인용\n\n- 131 P.3d 725\n- 340 Or. 204\n\n## 판결문 요약\n\n\n131 P.3d 725 (2006)\n340 Or. 204\nPACIFICORP POWER MARKETING, INC., Appellant,\nv.\nDEPARTMENT OF REVENUE, Respondent.\n(TC 4592; SC S51403).\nSupreme Court of Oregon.\nArgued and Submitted May 4, 2005.\nDecided March 16, 2006.\nJames N. Westwood, of Stoel Rives LLP, Portland, argued the cause for appellant. With him on the briefs was David L. Canary, of Garvey Schubert Barer, Portland.\nMarilyn J. Harbur, Assistant Attorney General, Salem, argued the cause for respondent. With her on the briefs were Hardy Myers, Attorney General, and Melisse S. Cunningham, Assistant Attorney General.\nBefore CARSON,[**] Chief Justice, and GILLETTE, DURHAM, RIGGS, DE MUNIZ,[***] BALMER, and KISTLER, Justices.\n*726 CARSON, J.\nIn this property tax case, we are called upon to decide whether appellant, PacifiCorp Power Marketing, Inc. (PPM),[1] is subject to ad valorem taxation by the Department of Revenue (department) based upon its contract rights relating to a municipally owned electricity cogeneration facility (facility). The department assessed the facility and taxed PPM for the 2002-03 tax year, pursuant to ORS 308.505 to 308.665 (2001) (central assessment statutes), after determining that PPM had \"used\" the facility, for purposes of those statutes, through its various contracts with the City of Klamath Falls (the city).[2] PPM challenged the assessment in the Oregon Tax Court, where both parties moved for summary judgment. The Tax Court granted the department's motion and denied PPM's motion, conclu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pacificorp-power-marketing-inc-v-department-of-revenue"
    }
  ],
  "relatedIncidents": [
    7593,
    7668,
    7708,
    7857,
    7858
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}