{
  "id": 7963,
  "title": "2006년 Jonson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jonson. 판결일: 2006-03-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Albert Jonson, True Name Albert Johnson\n**판결일**: 2006-03-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 27 A.D.3d 289\n- 811 N.Y.S.2d 366\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Charles J. Tejada, J.), rendered January 6, 2004, convicting defendant, after a jury trial, of robbery in the first degree, and sentencing him, as a persistent violent felony offender, to a term of 20 years to life, unanimously affirmed.\nThe verdict was based on legally sufficient evidence and was not against the weight of the evidence. There jg no basis for disturbing the jury’s determinations concerning credibility (see People v Gaimari, 176 NY 84, 94 [1903]). The evidence supported the conclusions that defendant picked the victim’s pocket, that when confronted by the victim he used force to retain the victim’s property which was in his possession, and that the object he used against the victim was a dangerous instrument.\nThere was no improper delegation of judicial authority, or violation of defendant’s right to be present, when the court, with defense counsel’s consent, directed a clerk to respond to the jury’s inquiry by advising the jurors that they could neither see a copy of the court’s charge nor take notes. This constituted a ministerial act, not a judicial function (see People v Bonaparte, 78 NY2d 26 [1991]; People v Perez, 2 AD3d 882 [2003], lv denied 2 NY3d 744 [2004]; People v Roldan, 173 AD2d 233 [1991], lv denied 78 NY2d 926 [1991]).\nThe court’s comments during jury selection on the subject of circumstantial evidence did not deprive defendant of a fair trial. *290The issue arose when the prosecutor offered a hypotheti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jonson"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}