{
  "id": 7967,
  "title": "2006년 United States v. Loren Samuel Williamson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Loren Samuel Williamson. 판결일: 2006-03-13. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Loren Samuel WILLIAMSON, Defendant-Appellant\n**판결일**: 2006-03-13\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Andrew, Diarmuid, Graber, Kleinfeld, O'Scannlain, Susan\n\n## 변호인\n\nLarry A. Roloff, Eugene, OR, argued the cause and was on the briefs for the appellant., Jeffrey J. Kent, Assistant United States Attorney, Eugene, OR, argued the cause for the appellee. Karin J. Immergut, United States Attorney, was on the brief.\n\n## 인용\n\n- 439 F.3d 1125\n\n## 판결문 요약\n\n439 F.3d 1125\n    UNITED STATES of America, Plaintiff-Appellee,v.Loren Samuel WILLIAMSON, Defendant-Appellant.\n    No. 05-30150.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted January 12, 2006.\n    Filed March 13, 2006.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Larry A. Roloff, Eugene, OR, argued the cause and was on the briefs for the appellant.\n      Jeffrey J. Kent, Assistant United States Attorney, Eugene, OR, argued the cause for the appellee. Karin J. Immergut, United States Attorney, was on the brief.\n      Appeal from the United States District Court for the District of Oregon, Ann L. Aiken, District Judge, Presiding. D.C. No. CR-02-60017-AI.\n      Before DIARMUID F. O'SCANNLAIN, ANDREW J. KLEINFELD, and SUSAN P. GRABER, Circuit Judges.\n      O'SCANNLAIN, Circuit Judge.\n    \n    \n      1\n      We consider whether federal agents and local police legally seized a home computer and related equipment used in the international transmission of child pornography.\n    \n    \n      2\n      * In June, 2000, police in the European country of Croatia discovered 19 child pornographic photographs that had been posted to an internet site and, using publicly available information, traced the source of the pictures to a computer in Roseburg, Oregon, and thereafter notified the Federal Bureau of Investigation (\"FBI\"). Further investigation led FBI agents to suspect that the pictures originated from a computer used at the home of Loren ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-loren-samuel-williamson"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}