{
  "id": 7977,
  "title": "2006년 Thide 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Thide. 판결일: 2006-03-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: William Thide v. New York State Department of Transportation\n**판결일**: 2006-03-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 27 A.D.3d 452\n- 811 N.Y.S.2d 418\n\n## 판결문 요약\n\n\nIn an action to recover damages for employment discrimina*453tion on the basis of disability and retaliation in violation of Executive Law § 296, the plaintiff appeals from an order of the Supreme Court, Suffolk County (Henry, J.), dated September 22, 2004, which granted the defendant’s motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nThe plaintiff, a former employee of the defendant New York State Department of Transportation (hereinafter the DOT), alleged, inter alia, that he was treated unfairly and ultimately discharged because he suffered from a degenerative disc condition in his back and was retaliated against for making a request that the DOT accommodate his disability by not assigning him tasks that adversely affected his back condition.\nTo state a prima facie case of employment discrimination due to a disability under Executive Law § 296, a plaintiff must show that he or she suffers from a disability and that the disability engendered the behavior for which he or she was discriminated against in the terms, conditions, or privileges of his or her employment (see Matter of McEniry v Landi, 84 NY2d 554 [1994]; Timashpolsky v State Univ. of N.Y. Health Science Ctr. at Brooklyn, 306 AD2d 271 [2003]). If the plaintiff succeeds in establishing a prima facie case, the burden of proof shifts to the employer to demonstrate that the disability prevented the employee from performing the duties of the job in a reasonable manne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thide-v-new-york-state-department-of-transportation"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}