{
  "id": 7979,
  "title": "2006년 Laney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-06",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Laney. 판결일: 2006-03-06. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The STATE, Respondent, v. Michael James LANEY, Appellant\n**판결일**: 2006-03-06\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Anderson, Burnett, King, Moore, Pleicones, Ralph, Toal\n\n## 변호인\n\nAssistant Appellate Defender Robert M. Dudek, of Columbia, for Appellant., Attorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant Attorney General Melody J. Brown, all of Columbia; and Robert M. Ariail, of Greenville, for Respondent.\n\n## 인용\n\n- 627 S.E.2d 726\n- 367 S.C. 639\n\n## 판결문 요약\n\n\n367 S.C. 639 (2006)\n627 S.E.2d 726\nThe STATE, Respondent,\nv.\nMichael James LANEY, Appellant.\nNo. 26123.\nSupreme Court of South Carolina.\nHeard January 5, 2006.\nDecided March 6, 2006.\nRehearing Denied April 6, 2006.\n*641 Assistant Appellate Defender Robert M. Dudek, of Columbia, for Appellant.\nAttorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Assistant Attorney General Melody J. Brown, all of Columbia; and Robert M. Ariail, of Greenville, for Respondent.\nJustice BURNETT:\nMichael James Laney (Appellant) was charged with two counts of murder; two counts of possession of a weapon during the commission of or attempted commission of a violent crime; arson to a dwelling; criminal sexual conduct, first degree; and kidnapping. He was found guilty on all counts and sentenced to death. We reverse and remand for a new sentencing proceeding.\n\nFACTUAL/PROCEDURAL BACKGROUND\nOn September 25, 2000, Dorothy Hancock and Thelma Godfrey were murdered in Hancock's home in Greenville County. The victims were neighbors and both in their eighties. Around 9:15 p.m. that night, John Gillard, another neighbor, heard a loud noise. Upon investigation, he saw smoke coming from Hancock's house and observed Hancock's garage door had been smashed and her car was missing. He entered the garage and saw Hancock's body on the floor. Gillard's wife reported the incident to 911. Responding to the call, a firefighter found Go...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-laney"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}