{
  "id": 7982,
  "title": "2006년 United States v. Michael Gerald Gamboa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Michael Gerald Gamboa. 판결일: 2006-03-03. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Michael Gerald GAMBOA, Appellant\n**판결일**: 2006-03-03\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bye, Hansen, Wollman\n\n## 변호인\n\nJames D. Hovey, argued, Grand Forks, ND, for appellant., Keith W. Reisenauer, argued, Asst. U.S. Atty., Fargo, ND, for appellee.\n\n## 인용\n\n- 439 F.3d 796\n\n## 판결문 요약\n\n439 F.3d 796\n    UNITED STATES of America, Appellee,v.Michael Gerald GAMBOA, Appellant.\n    No. 03-2196.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: May 10, 2004.\n    Filed: March 3, 2006.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED James D. Hovey, argued, Grand Forks, ND, for appellant.\n      Keith W. Reisenauer, argued, Asst. U.S. Atty., Fargo, ND, for appellee.\n      Before WOLLMAN, HANSEN, and BYE, Circuit Judges.\n      HANSEN, Circuit Judge.\n    \n    \n      1\n      After the district court denied motions to dismiss and to suppress evidence, a federal jury convicted Michael Gerald Gamboa on all counts of a seven-count indictment for offenses involving firearms, narcotics possession, and conspiracy to possess with the intent to distribute and to distribute methamphetamine, in violation of 18 U.S.C. &#167;&#167; 922(g)(1) and 924(c)(1)(A), and 21 U.S.C. &#167;&#167; 841(a)(1) and 846. The district court imposed two concurrent terms of life imprisonment on the methamphetamine counts, a consecutive thirty years of imprisonment on a firearms violation, and a subsequent consecutive term of life imprisonment on a second firearms violation, together with concurrent lesser sentences on other counts. On appeal, Gamboa attacks his convictions and sentences on numerous grounds. After careful consideration, we affirm in part and reverse in part the judgment of the district court.\n    \n    \n      2\n      I. Backgrou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-michael-gerald-gamboa"
    }
  ],
  "relatedIncidents": [
    7589,
    7618,
    7658,
    7675,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}