{
  "id": 7983,
  "title": "2006년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-02",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Allen. 판결일: 2006-03-02. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Sarah ALLEN\n**판결일**: 2006-03-02\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Alexander, Calkins, Clifford, Dana, Levy, Saufley, Silver\n\n## 변호인\n\nG. Steven Rowe, Attorney General, Donald W. Macomber, Asst. Atty. Gen. (orally), Lisa P. Márchese, Asst. Atty. Gen., Augusta, for State., Verne E. Paradie Jr. (orally), Trafton & Matzen, Auburn, for defendant.\n\n## 인용\n\n- 2006 ME 20\n- 892 A.2d 447\n\n## 판결문 요약\n\n\n892 A.2d 447 (2006)\n2006 ME 20\nSTATE of Maine\nv.\nSarah ALLEN.\nSupreme Judicial Court of Maine.\nArgued: November 14, 2005.\nDecided: March 2, 2006.\n*449 G. Steven Rowe, Attorney General, Donald W. Macomber, Asst. Atty. Gen. (orally), Lisa P. Marchese, Asst. Atty. Gen., Augusta, for State.\nVerne E. Paradie Jr. (orally), Trafton &amp; Matzen, Auburn, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, DANA, ALEXANDER, CALKINS, LEVY, and SILVER, JJ.\nSILVER, J.\n[¶ 1] Sarah Allen appeals from a judgment of conviction for manslaughter, 17-A M.R.S. § 203(1)(A) (2005), after a jury verdict entered in the Superior Court (Androscoggin County, Gorman, J.). Allen contends that the court erred in prohibiting an expert defense witness from testifying about recent test results as a discovery sanction, and in allowing the State to introduce evidence of a spanking that Allen's husband inflicted on their son the night before the son suffered injuries that ultimately led to his death.[1] Allen also argues *450 that the evidence was insufficient to convict. We disagree and affirm the judgment.[2]\n\nI. FACTUAL AND PROCEDURAL HISTORY\n[¶ 2] Viewed in a light most favorable to the State, the jury could have found the following facts. Sarah Allen was alone with her twenty-one month old son Nathaniel on February 14, 2003, while her husband was at a trade show. At approximately 10 P.M., Allen called 911, frantically telling the dispatcher that Nathaniel had fallen, broken his neck, was not breathing, and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-allen"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}