{
  "id": 7986,
  "title": "2006년 Ex Parte Carmona 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-03-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Carmona. 판결일: 2006-03-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Carlos CARMONA\n**판결일**: 2006-03-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cochran, Hervey, Heryey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack\n\n## 변호인\n\nJason Mills, Fort Worth, for Appellant., Katherine A. Drew, Asst. District Atty., Dallas, Matthew Paul, State’s Atty., Austin, for State.\n\n## 인용\n\n- 185 S.W.3d 492\n\n## 판결문 요약\n\n\n185 S.W.3d 492 (2006)\nEx parte Carlos CARMONA.\nNos. AP-75182-AP-75184.\nCourt of Criminal Appeals of Texas.\nMarch 1, 2006.\n*493 Jason Mills, Fort Worth, for Appellant.\nKatherine A. Drew, Asst. District Atty., Dallas, Matthew Paul, State's Atty., Austin, for State.\n\nOPINION\nPRICE, J., announced the judgment of the Court and delivered an opinion, in which JOHNSON, HOLCOMB, and COCHRAN, JJ., joined.\nThe applicant seeks relief through habeas corpus from an adjudication of guilt that resulted in the revocation of deferred adjudication and a ten-year sentence of imprisonment in the Texas Department of Criminal Justice-Correctional Institutions Division. The applicant was adjudicated guilty based entirely upon perjured testimony. We grant the applicant relief because his community supervision was revoked without due process of law.\n\nI. Factual and Procedural Background\nThe applicant was placed on deferred adjudication for ten years and fined $2000 for his guilty plea to sexually assaulting Amanda Leal, retaliating against Leal, and unlawful possession of a firearm by a felon. Days after the applicant was placed on deferred adjudication community supervision for these three crimes, the State filed a motion to adjudicate guilt in each case based upon Leal's claim of a subsequent assault.\nAt the adjudication hearing, the State presented three witnesses. Leal testified that the applicant struck her in the face in a grocery store parking lot. Leal also stated that she had had no medical ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-carmona"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-edward-jay"
    }
  ],
  "relatedIncidents": [
    7690,
    7726,
    7811,
    7604,
    7609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}