{
  "id": 7995,
  "title": "2006년 United States v. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Mitchell. 판결일: 2006-02-22. 법원: United States Air Force Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Richard W. MITCHELL, Seaman (E-3), U.S. Navy\n**판결일**: 2006-02-22\n**법원**: United States Air Force Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Dorman\n\n## 변호인\n\nLt Anthony S. Yim, JAGC, USNR, Appellate Defense Counsel., Maj J.Ed Christiansen, USMC, Appellate Defense Counsel., Capt Mark W. Pedersen, JAGC, USNR, Appellate Defense Counsel., Lt Steven M. Crass, JAGC, USNR, Appellate Government Counsel.\n\n## 인용\n\n- 62 M.J. 673\n\n## 판결문 요약\n\n\nDORMAN, Chief Judge:\nA military judge sitting as a special court-martial convicted the appellant, pursuant to his pleas, of two specifications of unauthorized absence, three specifications of failure to obey a lawful order, two specifications of larceny, and obtaining services under false pretenses. The appellant’s misconduct violated Articles 86, 92, 121, and 134, Uniform Code of Military Justice, 10 U.S.C. §§ 886, 892, 921, and 934. The adjudged and approved sentence consists of confinement for 9 months, forfeiture of $767.00 pay per month for 9 months, reduction to pay grade E-l, and a bad-conduct discharge. The convening authority suspended confinement in excess of 180 days for a period of 12 months.\nThis case was initially submitted to the court for decision without assignment of error. Upon our initial review of the record, the court specified the following issues:\n*674I. WHETHER ANY OR ALL OF THE SPECIFICATIONS UNDER CHARGE II AMOUNT TO AN UNREASONABLE MULTIPLICATION OF CHARGES?\nII. WHETHER PARAGRAPH 15c OF THE PRETRIAL AGREEMENT WAIVING A MOTION FOR UNREASONABLE MULTIPLICATION OF CHARGES IS UNENFORCEABLE AS A MATTER OF PUBLIC POLICY?\nIII. WHETHER THE PLEA TO SPECIFICATION 2 OF CHARGE II IS PROVIDENT AS THE SPECIFICATION IS CHARGED?\nN.M.Ct.Crim.App. Order of 16 Dec 2004.\nWe have examined the record of trial, the appellant’s brief, and the Government’s answer. Following that review, we conclude that the findings and sentence are correct in law and fact and that no erro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-mitchell"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}