{
  "id": 7996,
  "title": "2006년 Ash 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ash. 판결일: 2006-02-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: ASH Et Al. v. TYSON FOODS, INC.\n**판결일**: 2006-02-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Per Curiam\n\n## 인용\n\n- 163 L. Ed. 2d 1053\n- 126 S. Ct. 1195\n- 546 U.S. 454\n- 2006 U.S. LEXIS 1816\n\n## 판결문 요약\n\n\n546 U.S. ___ (2006)\nANTHONY ASH, ET AL.\nv.\nTYSON FOODS, INC.\nNo. 05-379.\nSupreme Court of United States.\nDecided February 21, 2006.\nON PETITION FOR WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE ELEVENTH CIRCUIT.\nPER CURIAM.\nPetitioners Anthony Ash and John Hithon were superintendents at a poultry plant owned and operated by respondent Tyson Foods, Inc. Petitioners, who are African-American, sought promotions to fill two open shift manager positions, but two white males were selected instead. Alleging that Tyson had discriminated on account of race, petitioners sued under Rev. Stat. §1977, 42 U. S. C. §1981, and Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as amended, 42 U. S. C. §2000e et seq.\nA trial proceeded in the United States District Court for the Northern District of Alabama. At the close of the plaintiffs' evidence, Tyson moved for judgment as a matter of law, see Fed. Rule Civ. Proc. 50(a). The District Court denied the motion, and the jury found for petitioners, awarding compensatory and punitive damages. The employer renewed its motion for judgment under Rule 50(b). The District Court granted the motion and, in the alternative, ordered a new trial as to both plaintiffs under Rule 50(c). App. to Pet. for Cert. 35a; see generally Unitherm Food Systems, Inc. v. Swift-Eckrich, Inc., 546 U. S. ___, ___ (2006) (slip op., at 4-11) (discussing Rule 50).\nThe United States Court of Appeals for the Eleventh Circuit affirmed in part and reverse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ash-v-tyson-foods-inc"
    }
  ],
  "relatedIncidents": [
    7589,
    7618,
    7658,
    7675,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}