{
  "id": 7997,
  "title": "2006년 Hampton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-21",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Hampton. 판결일: 2006-02-21. 법원: Nebraska Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Dixie R. Hampton, Formerly Known as Dixie R. Grasmick, Appellant, v. Byers Shaw, Jr., M.D., Et Al., Appellees\n**판결일**: 2006-02-21\n**법원**: Nebraska Court of Appeals\n**관할**: Nebraska, NE\n\n**판사**: Carlson, Moore, Sievers\n\n## 변호인\n\nJohn P. Weis for appellant., Thomas J. Shomaker, of Sodoro, Daly & Sodoro, P.C., for appellee Byers Shaw, Jr., David L. Welch and Donald J. Kleine, of Pansing, Hogan, Ernst & Bachman, L.L.P., for appellees Jean Botha and Wendy Grant.\n\n## 인용\n\n- 710 N.W.2d 341\n- 14 Neb. Ct. App. 499\n\n## 판결문 요약\n\n\n710 N.W.2d 341 (2006)\n14 Neb. App. 499\nDixie R. HAMPTON, formerly known as Dixie R. Grasmick, appellant,\nv.\nByers SHAW, Jr., M.D., et al., appellees.\nNo. A-04-819.\nCourt of Appeals of Nebraska.\nFebruary 21, 2006.\n*343 John P. Weis for appellant.\nThomas J. Shomaker, of Sodoro, Daly &amp; Sodoro, P.C., Omaha, for appellee Byers Shaw, Jr.\nDavid L. Welch and Donald J. Kleine, of Pansing, Hogan, Ernst &amp; Bachman, L.L.P., Omaha, for appellees Jean Botha and Wendy Grant.\nSIEVERS, CARLSON, and MOORE, Judges.\nSIEVERS, Judge.\n\nINTRODUCTION\nDixie R. Hampton, formerly known as Dixie R. Grasmick, sued Drs. Byers Shaw, Jr., Jean Botha, and Wendy Grant (hereinafter collectively the defendant doctors), claiming surgical error. Hampton now appeals the order of the Douglas County District Court dismissing her complaint with prejudice because the complaint was filed beyond the 2-year statute of limitations and because there was no exception, specifically the continuing treatment doctrine, which tolled the limitations period. We find that the continuing treatment doctrine does not operate to toll the statute of limitations because the removal of the surgical staples, which allegedly extends the statute of limitations, even if deemed \"treatment,\" was not performed by the defendant doctors.\n\nFACTUAL AND PROCEDURAL BACKGROUND\nOn February 25, 2004, Hampton filed a complaint in the Douglas County District Court alleging professional malpractice against the defendant doctors. The defendant doctors...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hampton-v-shaw"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}