{
  "id": 8001,
  "title": "2006년 Houston v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Houston v. State. 판결일: 2006-02-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Willie Fred HOUSTON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2006-02-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Justices B.A. Smith, Puryear and Pemberton\n\n## 변호인\n\nRichard E. Wetzel, Austin, for appellant., C. Bryan Case, Jr., Asst. Dist. Atty., Austin, for appellee.\n\n## 인용\n\n- 185 S.W.3d 917\n\n## 판결문 요약\n\n\n185 S.W.3d 917 (2006)\nWillie Fred HOUSTON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 03-05-00167-CR.\nCourt of Appeals of Texas, Austin.\nFebruary 16, 2006.\n*918 Richard E. Wetzel, Austin, for appellant.\nC. Bryan Case, Jr., Asst. Dist. Atty., Austin, for appellee.\nBefore Justices B.A. SMITH, PURYEAR and PEMBERTON.\n\nOPINION\nBEA ANN SMITH, Justice.\nA jury found Willie Fred Houston guilty of robbery, and the court sentenced him to forty years in prison. See Tex. Pen.Code Ann. § 29.02 (West 2003). Houston appeals his conviction, contending that the trial court erred by overruling his motion to suppress his confession, that the trial court abused its discretion by admitting evidence of the existence of a Crime Stoppers tip, and that the trial court abused its discretion by failing to grant his request *919 for a mistrial. We affirm the judgment of conviction.\n\nBACKGROUND\nHouston was convicted of a robbery that took place in the early morning hours of January 1, 2004, at a Diamond Shamrock convenience store in central Austin. The robbery was captured on the store's security cameras. The robber approached store employee Esedar Abegaz and announced \"this is a robbery.\" The robber then told Abegaz, \"I'm not playing. I have a pistol. Give me all your twenties.\" Abegaz opened the cash register, and the robber grabbed the money and left. It was later determined that $28 was taken from the register. The security footage contained clear images of the robber, who was neatly dressed in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=houston-v-state"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}