{
  "id": 8002,
  "title": "2006년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lewis. 판결일: 2006-02-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joseph William LEWIS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2006-02-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Sitting: Alma L. Lãpez\n\n## 변호인\n\nTerrance McDonald, San Antonio, for appellant., Enrico B. Valdez, Asst. Crim. Dist. Atty., San Antonio, for appellee.\n\n## 인용\n\n- 195 S.W.3d 205\n\n## 판결문 요약\n\n\n195 S.W.3d 205 (2006)\nJoseph William LEWIS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNos. 04-04-00804-CR, 04-04-00805-CR.\nCourt of Appeals of Texas, San Antonio.\nFebruary 15, 2006.\n*206 Terrance McDonald, San Antonio, for appellant.\nEnrico B. Valdez, Asst. Crim. Dist. Atty., San Antonio, for appellee.\nSitting: ALMA L. LÓPEZ, Chief Justice, CATHERINE STONE, Justice, REBECCA SIMMONS, Justice.\n\n\n*207 Opinion\nOpinion by REBECCA SIMMONS, Justice.\nAppellant Joseph William Lewis was placed on probation after entering a plea of no contest to two counts of Intoxication Assault. The State subsequently moved to revoke Lewis' probation, on both counts, alleging one count of injury to a child and three counts of consumption of alcohol in violation of the terms of his probation. Lewis entered a plea of \"true\" to each of the allegations of alcohol consumption and a plea of \"not true\" to the injury to a child allegation. The hearing was continued and during a subsequent hearing, the State abandoned the allegation of injury to a child. After finding the remaining allegations true, the trial court sentenced Lewis to two years confinement in each cause. Lewis' defense counsel filed a Motion for New Trial seeking a finding of \"not true\" on the injury to a child allegation. Although the trial court agreed to grant a new trial with regard to violation number one, the injury to a child allegation, defense counsel insisted his request was limited to a written finding of \"not true\" on the judgmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    7746,
    7589,
    7604,
    7618,
    7658
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}