{
  "id": 8004,
  "title": "2006년 Covington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-14",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Covington. 판결일: 2006-02-14. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ronald COVINGTON, Jr., Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 2006-02-14\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Part I, Part II, Rucker, Shepard, Sullivan\n\n## 변호인\n\nEric K. Koselke, Indianapolis, for Appellant., Steve Carter, Attorney General of Indiana, Matthew D. Fisher, Deputy Attorney General, Indianapolis, for Appellee.\n\n## 인용\n\n- 842 N.E.2d 345\n\n## 판결문 요약\n\n\n842 N.E.2d 345 (2006)\nRonald COVINGTON, Jr., Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 49S00-0501-CR-2.\nSupreme Court of Indiana.\nFebruary 14, 2006.\n*347 Eric K. Koselke, Indianapolis, for Appellant.\nSteve Carter, Attorney General of Indiana, Matthew D. Fisher, Deputy Attorney General, Indianapolis, for Appellee.\nSHEPARD, Chief Justice.\nAppellant Ronald Covington, Jr., challenges his sentence of life without parole for the 2002 murder of three people. He argues that his sentence was inappropriate and that Indiana's life without parole statute violates the Sixth Amendment. We conclude that imposition of the life sentence was appropriate. Our cases are stare decisis against him on the constitutional claim. We therefore affirm.\n\nFacts and Procedural History\nOn June 1, 2002, Covington forced his way into the apartment of Maranda Wilson (the mother of his two children) by kicking in the front door. He began shooting the occupants of the apartment. Covington shot and killed Frederic Harris and Kevin Simmons who were visiting Wilson at the time. Covington then shot Jasmine West five timesthree times in the chest, once in the arm and once in the hand. The bullet that struck West's hand passed through the hand and hit her in the face, ultimately lodging in her neck. Covington then took Wilson into a back bedroom where he shot and killed her.\nWest remained conscious throughout the ordeal and survived by pretending to be dead. After Covington le...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=covington-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}