{
  "id": 8005,
  "title": "2006년 Wilcher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-14",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Wilcher. 판결일: 2006-02-14. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Wilcher v. State\n**판결일**: 2006-02-14\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: En Banc\n\n## 인용\n\n- 921 So. 2d 400\n\n## 판결문 요약\n\n\n921 So.2d 400 (2006)\nBilly C. WILCHER, Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2004-CP-01631-COA.\nCourt of Appeals of Mississippi.\nFebruary 14, 2006.\nBilly C. Wilcher, Appellant, pro se.\n*401 Office of the Attorney General by Billy L. Gore, attorney for appellee.\nEN BANC.\nKING, C.J., for the Court.\n¶ 1. On August 22, 2000, Billy C. Wilcher pled guilty in the Lincoln County Circuit Court to manslaughter and aggravated assault. Wilcher was sentenced to a term of twenty-eight years with twenty-five years to serve in the custody of the Mississippi Department of Corrections followed by three years of post-release supervision. On October 16, 2002, Wilcher filed a petition for post-conviction relief on the grounds that his plea was involuntarily given due to threats made by his attorney, Joseph A. Fernald. Attached to his petition Wilcher submitted identical affidavits from three family members which declared that Wilcher would not have plead guilty but for counsel telling Wilcher and his family that the only way he could avoid receiving a forty-five year sentence was to plead guilty. Fernald subsequently submitted an affidavit detailing the events leading up to Wilcher's guilty plea. Fernald revealed that on the day the State offered Wilcher a plea, Fernald met with Wilcher and his family to discuss the option of pleading guilty. Fernald stated that he left the room while Wilcher and several family members discussed Wilcher's options. Fernald was later called back into th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilcher-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}