{
  "id": 8007,
  "title": "2006년 Gabriel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Gabriel. 판결일: 2006-02-13. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Gabriel v. the State\n**판결일**: 2006-02-13\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Thompson\n\n## 변호인\n\nJoel N. Shiver, for appellant., Robert W. Lavender, District Attorney, Thurbert E. Baker, Attorney General, Vonnetta L. Benjamin, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 626 S.E.2d 491\n- 280 Ga. 237\n\n## 판결문 요약\n\n\n626 S.E.2d 491 (2006)\n280 Ga. 237\nGABRIEL\nv.\nThe STATE.\nNo. S06A0259.\nSupreme Court of Georgia.\nFebruary 13, 2006.\n*492 Joel Norman Shiver, Royston, for appellant.\nRobert W. Lavender, Dist. Atty., Thurbert E. Baker, Atty. Gen., Vonnetta Leatrice Benjamin, Asst. Atty. Gen., for appellee.\nTHOMPSON, Justice.\nJoseph Derek Gabriel was convicted by a jury of felony murder in connection with the shooting death of his girlfriend, Dana Brookshire.[1] On appeal, Gabriel challenges several evidentiary rulings of the trial court, and asserts that he was entitled to a mistrial based on alleged prosecutorial misconduct. Finding no error, we affirm.\nOn the day in question, Brookshire had been moving her belongings into Gabriel's apartment. At 2:40 a.m., Gabriel called 911 and reported that his gun accidentally discharged and that his girlfriend had been shot. The police arrived to find Brookshire's body on the floor in a hallway outside the bedroom Gabriel had been occupying. She had been killed by a single gunshot wound to the chest. Gabriel told the responding officer that he shot Brookshire by accident. He stated that the two had argued earlier in the evening and that she then went out for a walk. He claimed that he went to sleep early with his Ruger .45 caliber semi-automatic pistol beside his bed. He was later awakened by a banging noise on his bedroom door, and he grabbed his gun. Upon hearing *493 the door opening, he said \"stop, stop\" and then fired one shot. At trial, Gabriel test...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gabriel-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}