{
  "id": 8010,
  "title": "2006년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brown. 판결일: 2006-02-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. the State\n**판결일**: 2006-02-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Adams, Ellington, Smith\n\n## 변호인\n\nJohn A. Beall TV, for appellant., William T. McBroom, District Attorney, Cindy L. Spindler, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 627 S.E.2d 136\n- 277 Ga. App. 514\n\n## 판결문 요약\n\n\n627 S.E.2d 136 (2006)\n277 Ga. App. 514\nBROWN\nv.\nThe STATE.\nNo. A05A2008.\nCourt of Appeals of Georgia.\nFebruary 7, 2006.\n*137 John A. Beall IV, for appellant.\nWilliam T. McBroom, District Attorney, Cindy L. Spindler, Assistant District Attorney, for appellee.\nADAMS, Judge.\nAngela Brown was convicted of nine counts of financial transaction card theft, one count of identity fraud and twelve counts of forgery in the second degree. She appeals following the denial of her motion for new trial.\n1. Brown first challenges the sufficiency of the evidence as to her conviction for financial transaction card theft, arguing that the State failed to prove beyond a reasonable doubt that she was in possession of the cards at the time they were discovered during a search pursuant to a warrant, and that the State failed to prove that the cards came within the definition of a financial transaction card set forth in OCGA § 16-9-30.\n(a) Pursuant to OCGA § 16-9-31(a)(1), \"[a] person commits the offense of financial transaction card theft when: (1)[h]e takes, obtains, or withholds a financial transaction card from the person, possession, custody, or control of another without the cardholder's consent. . . .\"\nBrown argues that \"spatial proximity,\" i.e., being present in the apartment where the cards were found, was insufficient to establish her possession of the cards, and thus the evidence was insufficient to establish she withheld the cards from their owners. But her presence at the scene was not ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    7620,
    7670,
    7725,
    7746,
    7753
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}