{
  "id": 8012,
  "title": "2006년 State v. Ridenour, Unpublished Decision (2-6-2006) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-06",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Ridenour, Unpublished Decision (2-6-2006). 판결일: 2006-02-06. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. William L. Ridenour\n**판결일**: 2006-02-06\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: BRESSLER, J.\n\n## 변호인\n\nStephen J. Pronai, Madison County Prosecuting Attorney, Eamon P. Costello, 23 West High Street, London, Ohio 43140, for plaintiff-appellee.\n\nWilliam L. Ridenour, #A134-385, Chillicothe Correctional Institution, P.O. Box 5500, Chillicothe, Ohio 45601, pro se.\n\n## 인용\n\n- 2006 Ohio 500\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-appellant, William L. Ridenour, appeals the decision of the Madison County Court of Common Pleas denying his post-sentencing motion to withdraw his 1978 plea of guilty to kidnapping, felonious assault, aggravated burglary, and escape charges.\n  {&#182; 2} In 1972, appellant was convicted of murder and sentenced to life in prison. Appellant was serving his life sentence at the London Correctional Institution. In 1977, he escaped from the institution. During the escape, appellant proceeded on foot to the home of Grace and William Moody. Upon forcing entry into the Moodys' home, appellant struck William Moody with a claw hammer. He then tied up the Moodys and stole several of their personal items, including a .22 caliber rifle, identification, money, and the Moodys' automobile.\n  {&#182; 3} Weeks later, appellant was apprehended in the state of Florida. He was criminally charged for his escape-related offenses, and at a hearing in Madison County on May 12, 1978, appellant pled guilty to two charges of kidnapping, one charge of felonious assault, one charge of aggravated burglary, and one charge of escape. He was convicted and sentenced to an aggregate, concurrent term of 4 to 25 years, to run consecutive to the life sentence he was already serving for his murder conviction in 1972.\n  {&#182; 4} On September 2, 2003, appellant filed a motion in the trial court to withdraw his guilty pleas entered in 1978. The trial cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ridenour-unpublished-decision-2-6-2006"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}