{
  "id": 8015,
  "title": "2006년 Boyd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-03",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Boyd. 판결일: 2006-02-03. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Boyd v. State\n**판결일**: 2006-02-03\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 인용\n\n- 960 So. 2d 717\n\n## 판결문 요약\n\n\n960 So.2d 717 (2006)\nErnest Land BOYD\nv.\nSTATE.\nCR-04-0936.\nCourt of Criminal Appeals of Alabama.\nFebruary 3, 2006.\n*718 James Dwight Smith, Tuscaloosa, for appellant.\nTroy King, atty. gen., and Scott L. Rouse, asst. atty. gen., for appellee.\nMcMILLAN, Presiding Judge.\nOn May 1, 2003, Earnest Land Boyd, a convicted sex offender, was indicted for violating the Community Notification Act (\"CNA\"). Count 1 of the indictment charged Boyd with knowingly establishing a residence or accepting employment within 2,000 feet of a school or child care facility, a violation of § 15-20-26(a), Ala. Code 1975. Count 2 charged him with knowingly establishing a residence within 1,000 feet of the residence of his former victim or his former victim's family, a violation *719 of § 15-20-26(b), Ala.Code 1975. Count 3 charged him with intentionally failing to give notice, at least 30 days prior to moving, of his intent to transfer his residence, a violation of § 15-20-23(a), Ala. Code 1975. Pursuant to an agreement with the State, Boyd pleaded guilty to Counts 1 and 2, and Count 3 was dismissed. Before entering his guilty plea, Boyd reserved the right to challenge on appeal the constitutionality and applicability of § 15-20-26. The trial court sentenced Boyd, as a habitual offender with two prior felony convictions, to concurrent sentences of 10 years' imprisonment.\nThe State offered the following factual basis for Boyd's guilty plea: Boyd was convicted of first-degree sexual abuse in 1995. In June...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyd-v-state"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}