{
  "id": 8016,
  "title": "2006년 Haller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-02-03",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Haller. 판결일: 2006-02-03. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FARM BUREAU GENERAL INSURANCE COMPANY OF MICHIGAN v. Haller\n**판결일**: 2006-02-03\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Markman\n\n## 인용\n\n- 708 N.W.2d 446\n- 474 Mich. 1057\n\n## 판결문 요약\n\n\n708 N.W.2d 446 (2006)\n474 Mich. 1057\nFARM BUREAU GENERAL INSURANCE COMPANY OF MICHIGAN, Plaintiff-Appellant,\nv.\nJeffrey HALLER, an individual d/b/a H &amp; H Poured Walls, Defendant, and\nBradley V. Dinnan, Defendant-Appellee.\nDocket No. 128841, COA No. 250272.\nSupreme Court of Michigan.\nFebruary 3, 2006.\nOn order of the Court, the application for leave to appeal the April 26, 2005 judgment of the Court of Appeals is considered, and it is DENIED, because we are not persuaded that the questions presented should be reviewed by this Court.\nMARKMAN, J., dissents and states as follows:\nJeffrey Haller purposely struck Bradley Dinnan with his truck and as a result was convicted of assault. Dinnan sued Haller, who is insured by plaintiff. Plaintiff brought this action for a declaratory judgment, *447 seeking a determination that it had no duty to defend or to indemnify given the criminal act exclusion contained in its policy. The trial court ruled in favor of Haller, concluding that the exclusion contravened the mandatory coverage requirements of the no-fault act, and the Court of Appeals affirmed.\nThe insurance policy at issue states that coverage for bodily injury and property damage arising out of a criminal act is excluded. The issue here is whether this exclusion contravenes the mandatory coverage requirements of the no-fault act.\nMCL 500.3009(1) provides that an automobile insurance policy must cover at least $20,000 worth of bodily injury liability in \"any 1 accident,\" and MCL...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farm-bureau-general-insurance-company-of-michigan-v-haller"
    }
  ],
  "relatedIncidents": [
    7604,
    7680,
    7690,
    7726,
    7738
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}