{
  "id": 8022,
  "title": "2006년 Foster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-01-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Foster. 판결일: 2006-01-24. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lenir RICHARDSON v. Daniel FOSTER, Officer Andrew Lee Richardson Judith Nowak, M.D. Mindy Michan Giselle Aguillar Hass, Psy. Laura Harris Mary King L. Pastor, M.D. Gail H. Nelson Maritiza Rodriguez Belinda Massaro Stephen Wright Paul B. Barnes, Officer Kenneth A. Haynes Hilda Barillas Mario Barillas Tereza Merchant Susan Thomas K.D. Gant Carla Schibener Barbara Daymunde Debbie Snow F. Robinson Lavania Stucks Lee H. Haller, M.D. Beverly Bays, M.D. Kristina Booker Kara Broadbent Vera Carter Stephenie Chandler Pat Chiu Alison Dearden Kristina Eide Tanya Evans Erin Freeman Linda Hansen Diane Johnson Roma Kapoor Joyce Landry Cynthia Monk Treacy Moore Carolyn Nell Andrea Osinchak Jennifer Ottley Dixie Prutt Victoria Radar Sarah Redd Sharon Slade Claudia Snyder Rita Souther Meg Stout Ruth Stover Kate Thurgood Nilma Torres Karel Van Dam Nancy Weaver Warren Lewis Alice Rood Kenneth Snyder Norman Van Dam Jenine Saxe Anita B. Glover Nancy Smit Crissandra Cohen Grace Karish Kage Naffissia Abraham's Robert H. Hill Kirk Marsh, Bishop Bishop Centreville Bishop Johnson Lewis Larsen, Bishop Hesook Cho Leah Cake Robert J. Hill Alisa Roman Judith Rumreich Michael Lindner Nichole Vanderlice Ursula Koenig Loraine Norduland Keith Langhorn Gerald R. Curan Marum Roush Robert W. Wooldridge Rex Pagerie, Officer Katrina England, Officer Thomas Summakie Robert Little Mary Little\n**판결일**: 2006-01-24\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Shedd, Traxler, Wilkinson\n\n## 변호인\n\nLenir Richardson, Appellant Pro Se.\n\n## 인용\n\n- 163 F. App'x 240\n\n## 판결문 요약\n\n\nPER CURIAM:\nLenir Richardson appeals the district court order summarily dismissing her complaint as frivolous and for failing to state a claim under 28 U.S.C. § 1915(e)(2)(B) (2000). We have reviewed the district court order and the record and affirm for the reasons of the district court. See Richardson v. Foster, No. CA-05-1158-1TSE (E.D. Va., filed Oct. 25, 2005; entered Oct. 26, 2005). We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.\n\n*241\nAFFIRMED\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-foster"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}