{
  "id": 8025,
  "title": "2006년 Mata 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-01-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Mata. 판결일: 2006-01-23. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Mata\n**판결일**: 2006-01-23\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Kilbride\n\n## 인용\n\n- 842 N.E.2d 686\n- 217 Ill. 2d 535\n- 299 Ill. Dec. 649\n\n## 판결문 요약\n\n\n842 N.E.2d 686 (2005)\n217 Ill.2d 535\n299 Ill.Dec. 649\nThe PEOPLE of the State of Illinois, Appellee,\nv.\nBernina MATA, Appellant.\nNo. 99890.\nSupreme Court of Illinois.\nDecember 15, 2005.\nAs Modified Upon Denial of Rehearing January 23, 2006.\n*688 Charles M. Schiedel, Deputy Defender, Office of the State Appellate Defender, Springfield, Alan Raphael, Chicago, for appellant.\nLisa Madigan, Attorney General, Springfield, James P. Hursh, State's Attorney, Belvidere (Gary Feinerman, Solicitor General, Linda D. Woloshin, and Colleen M. Griffin, Assistant Attorneys General, Chicago, of counsel), for the People.\nJustice KILBRIDE delivered the opinion of the court:\nDefendant, Bernina Mata, was convicted of first degree murder (720 ILCS 5/9-1(a)(2) (West 1998)), and sentenced to death. Defendant appealed directly to this court. 134 Ill.2d R. 603. While her appeal was pending, the Governor commuted her death sentence to natural life imprisonment. Thereafter, on our own motion, we issued an order transferring the appeal to the appellate court. The appellate court dismissed the case as moot. We granted defendant's petition for leave to appeal (177 Ill.2d R. 315(a)).\nIn this appeal, we consider whether defendant's challenge to the statutory aggravating factor that made her eligible for the death penalty or natural life imprisonment was rendered moot by the commutation of her sentence. We hold that this issue is not moot and, therefore, remand this matter to the appellate court for considera...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mata"
    }
  ],
  "relatedIncidents": [
    7589,
    7613,
    7639,
    7662,
    7678
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}