{
  "id": 8031,
  "title": "2006년 Rice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-01-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rice. 판결일: 2006-01-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: RICE, WARDEN, Et Al. v. COLLINS\n**판결일**: 2006-01-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Bkeyer, Breyer, Kennedy, Souter\n\n## 변호인\n\nBill Lockyer, Attorney General of California, argued the cause for petitioners. With him on the briefs were Manuel M. Medeiros, State Solicitor General, Robert R. Anderson, Chief Assistant Attorney General, Pamela C. Hamanaka, Senior Assistant Attorney General, Kristofer Jorstad, Deputy Attorney General, Erika D. Jackson, Deputy Attorney General, and Donald E. De Nicola, Deputy Solicitor General., Mark R. Drozdowski, by appointment of the Court, post, p. 807, argued the cause for respondent. Wit\n\n## 인용\n\n- 163 L. Ed. 2d 824\n- 126 S. Ct. 969\n- 546 U.S. 333\n- 2006 U.S. LEXIS 913\n\n## 판결문 요약\n\n\n546 U.S. 333 (2006)\nRICE, WARDEN, et al.\nv.\nCOLLINS\nNo. 04-52.\nSupreme Court of United States.\nArgued December 5, 2005.\nDecided January 18, 2006.\n*335 Bill Lockyer, Attorney General of California, argued the cause for petitioners. With him on the briefs were Manuel M. Medeiros, State Solicitor General, Robert R. Anderson, Chief Assistant Attorney General, Pamela C. Hamanaka, Senior Assistant Attorney General, Kristofer Jorstad, Deputy Attorney General, Erika D. Jackson, Deputy Attorney General, and Donald E. De Nicola, Deputy Solicitor General.\nMark R. Drozdowski, by appointment of the Court, post, p. 807, argued the cause for respondent. With him on the brief were Maria E. Stratton and Karyn H. Bucur.[*]\nJUSTICE KENNEDY delivered the opinion of the Court.\nConcerned that, in this habeas corpus case, a federal court set aside reasonable state-court determinations of fact in favor of its own debatable interpretation of the record, we granted certiorari. Our review confirms that the Court of Appeals for the Ninth Circuit erred, misapplying settled rules that limit its role and authority.\n\n\n*336 I\nAfter a 4-day trial in the Superior Court of California for the County of Los Angeles, a jury convicted Steven Martell Collins on one count of possessing cocaine. The conviction was all the more serious because it subjected him to California's three strikes rule for sentencing. The question at issue in this federal habeas corpus action, however, is the California courts' rejection of C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rice-v-collins"
    }
  ],
  "relatedIncidents": [
    7589,
    7618,
    7658,
    7675,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}