{
  "id": 8033,
  "title": "2006년 Stewartson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-01-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Stewartson. 판결일: 2006-01-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Marvin Stewartson\n**판결일**: 2006-01-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 25 A.D.3d 629\n- 808 N.Y.S.2d 725\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Harkavy, J.), rendered April 10, 2000, convicting him of robbery in the first degree (two counts), upon *630a jury verdict, and imposing sentence. The appeal brings up for review the denial, after a hearing (Starkey, J.), of that branch of the defendant’s omnibus motion which was to suppress identification testimony.\nOrdered that the judgment is affirmed.\nWe find unpersuasive the defendant’s argument that the lineup was unduly suggestive. An examination of the lineup photograph leads us to agree with the hearing court’s determination that the photograph does not reveal any significant differences in the appearances of the individuals that would cause the defendant to stand out from the others (see People v Lundquist, 151 AD2d 505, 506 [1989]).\nContrary to the defendant’s contention, the Supreme Court’s Sandoval ruling (see People v Sandoval, 34 NY2d 371, 374-375 [1974]) was a provident exercise of its discretion. The Supreme Court struck an appropriate balance between the probative value of allowing inquiry about certain of the defendant’s prior convictions and “bad acts,” and his use of aliases, against the potential prejudice to the defendant (People v Sobers, 272 AD2d 418 [2000]; see People v Springer, 13 AD3d 657, 658 [2004]; People v Taylor, 253 AD2d 471 [1998]; People v Turner, 239 AD2d 447 [1997]).\nMoreover, resolution of issues of credibility, as well as the weight to be accorded to the evide...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=evans-v-craig"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stewartson"
    }
  ],
  "relatedIncidents": [
    7609,
    7610,
    7634,
    7665,
    7676
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}