{
  "id": 8042,
  "title": "2006년 Greenfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-01-11",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Greenfield. 판결일: 2006-01-11. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Greenfield v. NJ Dept. of Corr.\n**판결일**: 2006-01-11\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Kestin, R.B. Coleman and Seltzer\n\n## 인용\n\n- 888 A.2d 507\n- 382 N.J. Super. 254\n\n## 판결문 요약\n\n\n888 A.2d 507 (2006)\n382 N.J. Super. 254\nGilbert GREENFIELD, Petitioner-Appellant,\nv.\nNEW JERSEY DEPARTMENT OF CORRECTIONS, Respondent-Respondent.\nSuperior Court of New Jersey, Appellate Division.\nSubmitted December 13, 2005.\nDecided January 11, 2006.\n*508 Rutgers Constitutional Litigation Clinic Center for Law and Justice, attorneys for appellant (Ronald K. Chen, on the brief).\nPeter C. Harvey, Attorney General, attorney for respondent (Patrick DeAlmeida, Assistant Attorney General, of counsel; Tamara L. Rudow, Deputy Attorney General, on the brief).\nBefore Judges KESTIN, R.B. COLEMAN and SELTZER.\nThe opinion of the court was delivered by\nSELTZER, J.A.D.\nPlaintiff, Gilbert Greenfield, was convicted in 1987, of aggravated sexual assault, kidnapping, aggravated assault, possession of a weapon for an unlawful purpose, robbery, and parole violations. He was sentenced to a total term of thirty-three years, with a fifteen-year parole disqualification, to be served at the Adult Diagnostic and Treatment Center in Avenel. As the expiration of his maximum term approached, Greenfield recognized that he might be referred to the Attorney General as a candidate for possible civil commitment under the Sexually Violent Predator Act, N.J.S.A. 30:4-27.24 to -27.38.\nGreenfield applied to the Department of Corrections (1) to review the report required to be prepared at the termination of *509 his sentence for use by the Department when deciding whether to refer him to the Attorney General for t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greenfield-v-nj-dept-of-corr"
    }
  ],
  "relatedIncidents": [
    7619,
    7675,
    7724,
    7078,
    7110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}