{
  "id": 8050,
  "title": "2006년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2006-01-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2006-01-06. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re: Submicron Systems Corporation, Debtors Howard S. Cohen, as Plan Administrator for the Estates of Submicron Systems Corporation, Submicron Systems Inc., Submicron Wet Process Stations Inc. And Submicron Systems Holdings I Inc. v. Kb Mezzanine Fund Ii, Lp Equinox Investment Partners, LLC and Celerity Silicon, LLC\n**판결일**: 2006-01-06\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 432 F.3d 448\n\n## 판결문 요약\n\n432 F.3d 448\n    In re: SUBMICRON SYSTEMS CORPORATION, et al, DebtorsHoward S. Cohen, as Plan Administrator for the Estates of SubMicron Systems Corporation, SubMicron Systems Inc., SubMicron Wet Process Stations Inc. and SubMicron Systems Holdings I Inc., Appellantsv.KB Mezzanine Fund II, LP; Equinox Investment Partners, LLC; and Celerity Silicon, LLC.\n    No. 03-2102.\n    United States Court of Appeals, Third Circuit.\n    Argued September 14, 2004.\n    January 6, 2006.\n    \n      COPYRIGHT MATERIAL OMITTED Rona J. Rosen, Klehr, Harrison, Harvey, Branzburg &amp; Ellers, Philadelphia, PA, Joanne B. Wills, (Argued), Klehr, Harrison, Harvey, Branzburg &amp; Ellers, Wilmington, DE, for Appellant.\n      Laura D. Jones, Pachulski, Stang, Ziehl, Young, Jones &amp; Weintraub, Wilmington, DE, Peter J. Korneffel, Jr., Brownstein, Hyatt &amp; Farber, Denver, CO, Robert A. Klyman, (Argued), David D. Johnson, Latham &amp; Watkins LLP, Los Angeles, CA, for Appellees.\n      Before SCIRICA, Chief Judge, ALITO and AMBRO, Circuit Judges.\n      OPINION OF THE COURT\n      AMBRO, Circuit Judge.\n    \n    \n      1\n      Appellant Howard S. Cohen (\"Cohen\"), as Plan Administrator for the bankruptcy estates of SubMicron Systems Corporation, SubMicron Systems, Inc., SubMicron Wet Process Stations, Inc. and SubMicron Systems Holdings I, Inc. (jointly and severally, \"SubMicron\"), challenges the sale to an entity created by Sunrise Capital Partners, LP (\"Sunrise\") of SubMicron's assets under 11 U.S.C. &#...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-submicron-systems-corporation-debtors-howard-s-cohen-as-plan"
    }
  ],
  "relatedIncidents": [
    7589,
    7593,
    7601,
    7604,
    7605
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}