{
  "id": 8074,
  "title": "2005년 Laurey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Laurey. 판결일: 2005-12-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Terrence B. Laurey\n**판결일**: 2005-12-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Kane\n\n## 인용\n\n- 24 A.D.3d 1107\n- 807 N.Y.S.2d 437\n\n## 판결문 요약\n\n\nKane, J.\nAppeals (1) from a judgment of the County Court of Chemung County (Hayden, J.), rendered August 16, 2002, upon a verdict convicting defendant of the crime of robbery in the second degree, and (2) by permission, from an order of said court, entered July 11, 2003, which denied defendant’s motion pursuant to CPL 440.10 to vacate the judgment of conviction, without a hearing.\nDefendant appeals from his conviction for robbery in the second degree, based on his gunpoint holdup of a convenience store, and from the denial of his CPL 440.10 motion to vacate that conviction. Upon his conviction defendant was sentenced, as a predicate violent felony offender, to 16 years in prison. Initially, the People did not commit a Brady violation. The People did not inform defendant that his sister, who testified for the prosecution that defendant confessed to her, also provided information to the police that other individuals confessed crimes to her. Contrary to defendant’s characterization that his sister intentionally lied or falsely implicated another person, the evidence showed only that the police could not corroborate the information she supplied regarding another individual. Since this information was not exculpatory, there was no obligation to turn it over to defendant (see People v Faeth, 298 AD2d 987, 988 [2002], lv denied 99 NY2d 558 [2002]; People v Murray, 140 AD2d 949, 950 [1988], lv denied 72 NY2d 960 [1988]).\nDefendant contends that County Court improperly permitted the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-laurey"
    }
  ],
  "relatedIncidents": [
    8075,
    8093,
    8097,
    8134,
    8140
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}