{
  "id": 8076,
  "title": "2005년 Ohlson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-28",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Ohlson. 판결일: 2005-12-28. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. James Douglas Ohlson\n**판결일**: 2005-12-28\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Bridgewater\n\n## 변호인\n\nMichelle B. Adams, for appellant., Russell D. Hauge, Prosecuting Attorney, and Randall A. Sutton, Deputy, for respondent.\n\n## 인용\n\n- 131 Wash. App. 71\n\n## 판결문 요약\n\n\n¶1\nBridgewater, J.\n— James Douglas Ohlson appeals his conviction of two counts of second degree assault. We hold that the victim’s out-of-court statements were properly admitted as excited utterances. We further hold that these statements were nontestimonial and did not violate Ohlson’s right of confrontation under Crawford v. Washington,1 and we adopt a per se rule that excited utterances cannot be testimonial. We also hold that there was no prosecutorial misconduct in commenting on Ohlson’s custody status at the time of trial because Ohlson, himself, testified that he was in custody and the prosecutor’s comments were fleeting and not flagrant or ill intentioned. *74Lastly, there was sufficient evidence to support Ohlson’s conviction. We affirm.\nFACTS\n¶2 On April 16, 2004, L.F. and D.L., two minors, were standing on the sidewalk near the entrance to Lion’s Field in Bremerton, Washington, waiting for their mothers to pick them up. As they waited, Ohlson drove by, “[f|lipp[ed]” them off, and yelled, “F[ ] you, niggers.” 1 Report of Proceedings (RP) (June 30, 2004) at 63-64. Ohlson then turned around and began “speeding and braking” near L.F. and D.L., continuing to yell racial epithets. 1 RP at 65. He then left the area.\n¶3 Approximately five minutes later, Ohlson returned and drove his vehicle up onto the sidewalk where L.F. and D.L. were standing, causing them to “jump out of the way.” 1 RP at 66. L.F. called 911. L.F. testified that she was facing D.L., who was leaning aga...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ohlson"
    }
  ],
  "relatedIncidents": [
    8109,
    8147,
    8155,
    8175,
    8176
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}