{
  "id": 8096,
  "title": "2005년 State of Tennessee v. Clarence Edward Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Clarence Edward Johnson. 판결일: 2005-12-15. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Clarence Edward Johnson\n**판결일**: 2005-12-15\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Gary R Wade\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                          Assigned on Briefs November 29, 2005\n\n        STATE OF TENNESSEE v. CLARENCE EDWARD JOHNSON\n\n                Direct Appeal from the Criminal Court for Sullivan County\n         Nos. S49, 341-42; S49, 371-73; S49, 647; S49, 739 Phyllis H. Miller, Judge\n\n\n\n                   No. E2005-00718-CCA-R3-CD - Filed December 15, 2005\n\n\nThe defendant, Clarence Edward Johnson, entered pleas of guilty to four counts of forgery, four\ncounts of identity theft, speeding, failure to provide proof of financial responsibility, two counts of\nsecond offense driving on a revoked license, misdemeanor failure to appear, two counts of felony\nfailure to appear, and theft under $500. The trial court imposed an effective sentence of six years\nof incarceration followed by three years of supervised probation. In this appeal, the defendant asserts\nthat the trial court erred by denying an alternative sentence. The judgments of the trial court are\naffirmed.\n\n                  Tenn R. App. P. 3; Judgments of the Trial Court Affirmed.\n\nGARY R. WADE, P.J., delivered the opinion of the court, in which JOSEPH M. TIPTON and THOMAS\nT. WOODALL, JJ., joined.\n\nLeslie Hale, Blountville, Tennessee, for the appellant, Clarence Edward Johnson.\n\nPaul G. Summers, Attorney General & Reporter; Leslie Price, Assistant Attorney General; and\nRobert H. Montgomery, Jr., Assistant District Attorney General, for the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-clarence-edward-johnson"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}