{
  "id": 8098,
  "title": "2005년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Harrison. 판결일: 2005-12-14. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Cedrick Ryan HARRISON, Appellant, v. the STATE of Texas\n**판결일**: 2005-12-14\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Price\n\n## 변호인\n\nWindi Akins, Houston, for appellant., Eric Kugler, Asst. D.A., Houston, for state.\n\n## 인용\n\n- 187 S.W.3d 429\n\n## 판결문 요약\n\n\n187 S.W.3d 429 (2005)\nCedrick Ryan HARRISON, Appellant,\nv.\nThe STATE of Texas.\nNo. PD-1511-04.\nCourt of Criminal Appeals of Texas.\nDecember 14, 2005.\n*430 Windi Akins, Houston, for appellant.\nEric Kugler, Asst. D.A., Houston, for state.\n\nOPINION\nPRICE, J., delivered the opinion of a unanimous Court.\nThe appellant was charged with capital murder and sentenced to life imprisonment. Before trial, the appellant filed a motion for continuance, based on an absent witness, which was denied. On appeal, the appellant claimed that the trial court abused its discretion in denying his motion for continuance. The First Court of Appeals affirmed the appellant's conviction, holding that the appellant failed to preserve error as to the denial. The appellant filed a petition for discretionary review, complaining that the court of appeals issued an opinion that did not correctly reflect \"the facts in the appellate record and the arguments presented in [the appellant's] brief on direct appeal.\"[1] We affirm the judgment of the court of appeals because the trial court did not abuse its discretion in denying the appellant's motion for continuance and motion for new trial.\n\nI. Facts and Procedural History\nThe appellant was charged with capital murder for fatally shooting a man after he failed to surrender his wallet at gunpoint. Immediately before the appellant's trial began, the appellant filed a motion to compel disclosure and for a continuance. The motion requested that the trial court order t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-state"
    }
  ],
  "relatedIncidents": [
    8159,
    8396,
    7589,
    8101,
    8106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}