{
  "id": 8099,
  "title": "2005년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-14",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: State v. Williams. 판결일: 2005-12-14. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. DANIEL WARD WILLIAMS, Appellant\n**판결일**: 2005-12-14\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Armstrong, Brewer, Landau\n\n## 변호인\n\nJoshua B. Crowther, Deputy Public Defender, argued the cause for appellant. With him on the opening brief were Peter A. Ozanne, Executive Director, and Peter Gartlan, Chief Defender, Office of Public Defense Services. On the supplemental brief was Joshua B. Crowther., Paul L. Smith, Assistant Attorney General, argued the cause for respondent. With him on the briefs were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.\n\n## 인용\n\n- 125 P.3d 93\n- 203 Or. App. 183\n\n## 판결문 요약\n\n\n125 P.3d 93 (2005)\n203 Or. App. 183\nSTATE of Oregon, Respondent,\nv.\nDaniel Ward WILLIAMS, Appellant.\n02030586; A120348.\nCourt of Appeals of Oregon.\nArgued and Submitted May 23, 2005.\nDecided December 14, 2005.\n*94 Joshua B. Crowther, Deputy Public Defender, argued the cause for appellant. With him on the opening brief were Peter A. Ozanne, Executive Director, and Peter Gartlan, Chief Defender, Office of Public Defense Services. On the supplemental brief was Joshua B. Crowther.\nPaul L. Smith, Assistant Attorney General, argued the cause for respondent. With him on the briefs were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.\nBefore LANDAU, Presiding Judge, and BREWER, Chief Judge,[*] and ARMSTRONG, Judge.\n*95 LANDAU, P.J.\nAfter a bench trial, defendant was convicted of one count each of sexual abuse in the first degree, ORS 163.427; rape in the second degree, ORS 163.365; and rape in the third degree, ORS 163.355, based on his conduct involving his minor stepdaughter. The trial court sentenced him to consecutive 75-month sentences on the first two convictions and a consecutive 14-month sentence on the third. On appeal, defendant advances three assignments of error: (1) a delay of approximately 51 months between the victim's report of the crimes to a law enforcement officer and the issuance of the indictment in the case violated his rights to a fair trial under the Due Process Clause of the Fourteenth Amendment to the United States Constitution; (2) t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    8108,
    8144,
    8152,
    8184,
    8207
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}