{
  "id": 8106,
  "title": "2005년 Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jenkins. 판결일: 2005-12-08. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Pierre JENKINS A/K/A Pierre Burton, Plaintiff, v. the CITY OF NEW YORK, New York City Police Department, Detective Walter MacK, Detective Jerome Parrino, Detective Steven Hunter, and Detective Robert Schulman, Defendants\n**판결일**: 2005-12-08\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Glasser\n\n## 변호인\n\nRobert Gerard Androsiglio, Radna & Androsiglio, New York, NY, for Plaintiff., Jessica M. Schutzman, Sheryl Ann Bruz-zese, Corporation Counsel of the City of York, New York, NY, for Defendants.\n\n## 인용\n\n- 472 F. Supp. 2d 275\n\n## 판결문 요약\n\n\n472 F. Supp. 2d 275 (2005)\nPierre JENKINS a/k/a Pierre Burton, Plaintiff,\nv.\nThe CITY OF NEW YORK, New York City Police Department, Detective Walter Mack, Detective Jerome Parrino, Detective Steven Hunter, and Detective Robert Schulman, Defendants.\nNo. 01-CV-1906 (ILG).\nUnited States District Court, E.D. New York.\nDecember 8, 2005.\n*276 *277 *278 Robert Gerard Androsiglio, Radna &amp; Androsiglio, New York, NY, for Plaintiff.\nJessica M. Schutzman, Sheryl Ann Bruzzese, Corporation Counsel of the City of York, New York, NY, for Defendants.\n\n\n*279 MEMORANDUM AND ORDER\n\nGLASSER, District Judge.\nThis civil rights action concerns the arrest and prosecution of plaintiff, Pierre Jenkins a/k/a Pierre Burton (\"plaintiff' or \"Jenkins\"), for several robberies and a homicide in 1999. Plaintiff was indicted, incarcerated for nine months and then released after the charges against him were dismissed. In this action, he asserts federal and state constitutional claims and pendent state law claims against the following defendants: the City of New York (the \"City\"), the New York City Police Department (\"NYPD\"), and individual defendants, detectives Walter Mack (\"Mack\"), Jerome Parrino (\"Parrino\"), Steven Hunter (\"Hunter\") and Robert Schulman (\"Schulman\"). Pending before the Court is defendants' motion for summary judgment.\n\nFACTS\nAfter a contested hearing on February 15, 2000, Judge Michael R. Juviler of the Kings County Supreme Court made the following findings of fact regarding the circumsta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jenkins-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8116,
    8118,
    8119
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}