{
  "id": 8109,
  "title": "2005년 Slavin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-06",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Slavin. 판결일: 2005-12-06. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: LENORSE L. SLAVIN, Petitioner and Appellant, v. STATE OF MONTANA, Respondent and Respondent\n**판결일**: 2005-12-06\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Karla M. Gray\n\n## 변호인\n\nFor Appellant: Kristina Neal, Assistant Appellate Defender, Helena., For Respondent: Honorable Mike McGrath, Attorney General; Jennifer Anders, Assistant Attorney General, Helena; Marty Lambert, Gallatin County Attorney, Bozeman.\n\n## 인용\n\n- 2005 MT 306\n- 127 P.3d 350\n- 329 Mont. 424\n\n## 판결문 요약\n\n\n127 P.3d 350 (2005)\n2005 MT 306\n329 Mont. 424\nLenorse L. SLAVIN, Petitioner and Appellant,\nv.\nSTATE of Montana, Respondent and Respondent.\nNo. 03-802.\nSupreme Court of Montana.\nSubmitted on Briefs November 18, 2004.\nDecided December 6, 2005.\nRehearing Denied January 4, 2006.\n*351 For Appellant: Kristina Neal, Assistant Appellate Defender, Helena, Montana.\nFor Respondent: Honorable Mike McGrath, Attorney General; Jennifer Anders, Assistant Attorney General, Helena, Montana, Marty Lambert, Gallatin County Attorney, Bozeman, Montana.\nChief Justice KARLA M. GRAY delivered the Opinion of the Court.\n¶ 1 Lenorse L. Slavin petitioned the Eighteenth Judicial District Court, Gallatin County, for postconviction relief. The District Court denied the petition and Slavin appeals. We affirm.\n¶ 2 We restate the issue as whether the District Court erred in denying Slavin's petition for postconviction relief.\n\nBACKGROUND\n¶ 3 Slavin pled guilty to, and was convicted of, partner or family member assault (PFMA) in 1992 and 1993. In August of 2001, he pled guilty to a third PFMA charge, which was a felony because of his two prior convictions. See § 45-5-206(3)(a)(iv), MCA. The District Court imposed sentence and entered judgment. Slavin did not appeal the sentence.\n¶ 4 In July of 2002, Slavin filed a pro se petition for postconviction relief in which he alleged the prior PFMA convictions upon which his 2001 felony conviction was based were constitutionally infirm because, in those proceedings, he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=slavin-v-state"
    }
  ],
  "relatedIncidents": [
    8076,
    8147,
    8155,
    8175,
    8176
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}