{
  "id": 8111,
  "title": "2005년 Wider 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wider. 판결일: 2005-12-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Aaron Wider v. Craig Heller\n**판결일**: 2005-12-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 24 A.D.3d 433\n- 805 N.Y.S.2d 130\n\n## 판결문 요약\n\n\nan action to recover damages for legal malpractice, the plaintiffs appeal from an order of the Supreme Court, Nassau County (Covello, J.), dated November 30, 2004, which granted the defendants’ motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, with costs, the *434motion is denied without prejudice to renewal upon proper papers, and the complaint is reinstated.\nAs accurately observed by the plaintiffs in the Supreme Court, the defendants failed to append a complete set of the pleadings to their motion for summary judgment as required by CPLR 3212 (b). Accordingly, denial of the motion was required (see Sted Tenants Owners Corp. v Chumpitaz, 5 AD3d 663 [2004]; Bonded Concrete v Town of Saugerties, 3 AD3d 729 [2004]; Matter of Williams v County of Genesee, 289 AD2d 1026 [2001]; Nationwide Mut. Ins. Co. v Piper, 286 AD2d 903 [2001]; Deer Park Assoc. v Robbins Store, 243 AD2d 443 [1997]; Lawlor v County of Nassau, 166 AD2d 692 [1990]). Under the circumstances of this case, we conclude that the denial of the motion should have been without prejudice to renewal upon proper papers (see Greene v Wood, 6 AD3d 976 [2004]; Welton v Drobnicki, 298 AD2d 757 [2002]).\nIn view of the foregoing, we do not consider the parties’ contentions with regard to the merits of the motion. Florio, J.P., Crane, Mastro and Rivera, JJ, concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wider-v-heller"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}