{
  "id": 8113,
  "title": "2005년 Kimminau 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-12-02",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Kimminau. 판결일: 2005-12-02. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Darrel Kimminau, Appellant, v. Uribe Refuse Service and EMC Insurance Company, Its Workers’ Compensation Insurance Carrier, Appellees\n**판결일**: 2005-12-02\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nEric B. Brown and Ellen A. Pillar, of Atwood, Holsten & Brown Law Firm, P.C., L.L.O., for appellant., Timothy E. Clarke, of Baylor, Evnen, Curtiss, Grimit & Witt, L.L.P., for appellees.\n\n## 인용\n\n- 270 Neb. 682\n- 707 N.W.2d 229\n\n## 판결문 요약\n\n\n270 Neb. 682\nDARREL KIMMINAU, APPELLANT,\nv.\nURIBE REFUSE SERVICE AND EMC INSURANCE COMPANY, ITS WORKERS' COMPENSATION INSURANCE CARRIER, APPELLEES.\nNo. S-05-012.\nSupreme Court of Nebraska.\nFiled December 2, 2005.\nEric B. Brown and Ellen A. Pillar, of Atwood, Holsten &amp; Brown Law Firm, P.C., L.L.O., for appellant.\nTimothy E. Clarke, of Baylor, Evnen, Curtiss, Grimit &amp; Witt, L.L.P., for appellees.\nHENDRY, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nGERRARD, J.\n\nBACKGROUND\nThe claimant, Darrel Kimminau, was employed as a garbage hauler by Uribe Refuse Service (Uribe) for approximately 10 years before suffering a repetitive trauma injury to his left shoulder that left him with a 20-percent impairment to his left upper extremity. Uribe was directed by the single judge of the Workers' Compensation Court to pay medical expenses incurred in the treatment of the injury, and the review panel of the Workers' Compensation Court additionally directed Uribe to provide future medical care for the injury. Neither the compensability of Kimminau's injury nor the benefits awarded are at issue in this appeal.\nRather, the issue in this appeal is the Workers' Compensation Court's power to order Uribe to directly reimburse Kimminau's health insurance carrier. The single judge directed Uribe to pay for Kimminau's medical expenses, and Kimminau asked that his health insurance carrier be directly reimbursed. The single judge, however, declined to do so, citing t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kimminau-v-uribe-refuse-service-emc-insurance"
    }
  ],
  "relatedIncidents": [
    8098,
    8159,
    8291,
    8391,
    8396
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}