{
  "id": 8118,
  "title": "2005년 Stirgus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-11-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Stirgus. 판결일: 2005-11-29. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Stirgus\n**판결일**: 2005-11-29\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Walter J. Rothschild\n\n## 인용\n\n- 917 So. 2d 559\n\n## 판결문 요약\n\n\n917 So.2d 559 (2005)\nSTATE of Louisiana\nv.\nStanley J. STIRGUS.\nNo. 05-KA-259.\nCourt of Appeal of Louisiana, Fifth Circuit.\nNovember 29, 2005.\n*560 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Thomas J. Butler, Donald A. Rowan, Jr., Cameron M. Mary, Assistant District Attorneys, Gretna, Louisiana, for Plaintiff/Appellee.\nBruce G. Whittaker, Attorney at Law, New Orleans, Louisiana, for Defendant/Appellant.\nPanel composed of Judges MARION F. EDWARDS, SUSAN M. CHEHARDY, and WALTER J. ROTHSCHILD.\nWALTER J. ROTHSCHILD, Judge.\nOn October 11, 2001, defendant, Stanley J. Stirgus, was charged by indictment with second degree murder, in violation of LSA-R.S. 14:30.1.[1] He pled not guilty on October 18, 2001. On January 28, 2002, the indictment was amended to charge defendant with attempted armed robbery, in violation of LSA-R.S. 14:27:64. Defendant withdrew his former not guilty plea, pled guilty to the amended charge and entered into a plea agreement with the State.[2] On March 7, 2002, the State filed a motion to vacate defendant's guilty plea, asserting *561 that defendant failed to comply with the plea agreement, because he did not testify truthfully at a motion to suppress hearing on February 27, 2002. In April 2002, the trial court set aside the plea agreement and granted the State the right to reamend the indictment to charge defendant with second degree murder. On April 15, 2002, defendant sought review of this ruling, but his writ application was denied by thi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stirgus"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8119
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}