{
  "id": 8119,
  "title": "2005년 Aydiner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-11-29",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Aydiner. 판결일: 2005-11-29. 법원: District Court, D. Oregon.",
  "description": "## 사건 정보\n\n**사건명**: Deniz Cinar AYDINER, Petitioner, v. Bernie GIUSTO, Multnomah County Sheriff and Custodian of Inverness Jail, Hardy Myers, Attorney General of the State of Oregon, Respondents\n**판결일**: 2005-11-29\n**법원**: District Court, D. Oregon\n**관할**: Oregon, OR\n\n**판사**: Marsh\n\n## 변호인\n\nStephen A. Houze, Dennis N. Balske, Portland, OR, for Petitioner., Hardy Myers, Attorney General, Youlee Yim You, Douglas Y.S. Park, Senior Assistant Attorneys General, Department of Justice, Salem, OR, for Respondent Hardy Myers., Agnes Sowle, County Attorney, for Multnomah County, Oregon, Portland, OR, for Respondent Bernie Giusto.\n\n## 인용\n\n- 401 F. Supp. 2d 1129\n\n## 판결문 요약\n\n\n401 F. Supp. 2d 1129 (2005)\nDeniz Cinar AYDINER, Petitioner,\nv.\nBernie GIUSTO, Multnomah County Sheriff and Custodian of Inverness Jail, Hardy Myers, Attorney General of the State of Oregon, Respondents.\nNo. CV 05-1535-MA.\nUnited States District Court, D. Oregon.\nNovember 29, 2005.\n*1130 Stephen A. Houze, Dennis N. Balske, Portland, OR, for Petitioner.\nHardy Myers, Attorney General, Youlee Yim You, Douglas Y.S. Park, Senior Assistant Attorneys General, Department of Justice, Salem, OR, for Respondent Hardy Myers.\nAgnes Sowle, County Attorney, for Multnomah County, Oregon, Portland, OR, for Respondent Bernie Giusto.\n\n\n*1131 OPINION AND ORDER\nMARSH, District Judge.\nPetitioner, a pre-trial detainee at the Multnomah County Jail, brings this habeas corpus proceeding pursuant to 28 U.S.C. § 2241(c)(3). Petitioner is charged with multiple counts of aggravated murder, kidnaping in the second degree, sexual abuse in the first degree, attempted rape in the first degree, sodomy in the first degree, and burglary in the first degree. The aggravated murder counts carry the potential of the death penalty. Petitioner is scheduled to stand trial on February 27, 2006, in Multnomah County Circuit Court.\nCurrently before the court are petitioner's habeas corpus petition, motion for stay of state court proceedings, and motion for expedited evidentiary hearing. For the reasons set forth below, I abstain from exercising jurisdiction over this proceeding.\n\nBACKGROUND\nThe following facts are undispu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aydiner-v-giusto"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}