{
  "id": 8131,
  "title": "2005년 Nunez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-11-23",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Nunez. 판결일: 2005-11-23. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Ohio, Appellee, v. NUNEZ, Appellant\n**판결일**: 2005-11-23\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Fain, Frederick, Second, Wolff, Young\n\n## 변호인\n\nMathias H. Heck Jr., Montgomery County Prosecuting Attorney, and Kirsten A. Brandt, Assistant Prosecuting Attorney, for appellee.\n\nMarshall G. Lachman, for appellant.\n\n## 인용\n\n- 164 Ohio App. 3d 420\n- 2005 Ohio 6261\n\n## 판결문 요약\n\n{&#182; 1} Defendant-appellant, Salvador Gomez Nunez, appeals from his conviction and sentence, following a jury trial, on two counts of murder, with gun specifications. Nunez contends that his trial counsel was ineffective for having failed to *Page 422 \nseek a continuance to locate a witness; that the trial court erred by imposing consecutive sentences without making the findings required by statute for the imposition of consecutive sentences; that the trial court erred by overruling Nunez's motion to disallow consecutive sentences for the gun specifications, because these sentences are contrary to assurances that the state gave to Mexican authorities in securing Nunez's extradition from Mexico; and that the trial court erred by failing to merge the two gun specifications.\n  {&#182; 2} We conclude that the record fails to portray ineffective assistance of counsel, because the record fails to establish either (1) a likelihood that the testimony of the witness in question would have affected the outcome of the trial or (2) a likelihood that additional time would have made it possible to find the witness. With respect to the trial court's failure to make the findings required for the imposition of consecutive sentences for the two murder counts, the state confesses error in this regard, and we agree. We agree with Nunez that the state is estopped, by virtue of the assurances it gave to Mexican authorities to secure Nunez's extradition, from seeking or obtaining consecutive sen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nunez"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}