{
  "id": 8134,
  "title": "2005년 United States v. Andre Welch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-11-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Andre Welch. 판결일: 2005-11-21. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Andre WELCH, Defendant-Appellant\n**판결일**: 2005-11-21\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Flaum, Manton, Rovner\n\n## 변호인\n\nCharles E. Ex (submitted), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee., Terence F. MacCarthy, Imani Chiphe, Office of the Federal Defender Program, Chicago, IL, for Defendant-Appellant.\n\n## 인용\n\n- 429 F.3d 702\n\n## 판결문 요약\n\n429 F.3d 702\n    UNITED STATES of America, Plaintiff-Appellee,v.Andre WELCH, Defendant-Appellant.\n    No. 03-3638.\n    United States Court of Appeals, Seventh Circuit.\n    Submitted October 25, 2005.\n    Decided November 21, 2005.\n    \n      Charles E. Ex (submitted), Office of the United States Attorney, Chicago, IL, for Plaintiff-Appellee.\n      Terence F. MacCarthy, Imani Chiphe, Office of the Federal Defender Program, Chicago, IL, for Defendant-Appellant.\n      Before FLAUM, Chief Judge, and MANION and ROVNER, Circuit Judges.\n      FLAUM, Chief Judge.\n    \n    \n      1\n      Defendant-appellant Andre Welch was convicted by a jury of bank robbery in violation of 18 U.S.C. &#167; 2113. The district court sentenced Welch to 160 months in prison. When imposing the original sentence, the district court considered the seriousness of Welch's past criminal conduct and granted the government's motion for an upward departure under section 4A1.3 of the sentencing guidelines. U.S.S.G. &#167; 4A1.3. This upward departure increased the defendant's criminal history category from a IV to a VI based upon the district court's finding, by a preponderance of the evidence, that the defendant had committed four other bank robberies. The district court also increased the defendant's Guideline range from a 27 to a 28 to reflect his criminal history. The district court imposed this increase because it found 20 criminal history points, which exceeded the bounds of criminal history category VI. In ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-andre-welch"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8140
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}