{
  "id": 8139,
  "title": "2005년 Garraway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-11-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Garraway. 판결일: 2005-11-16. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Anthony M. GARRAWAY v. Kathleen NEWCOMB\n**판결일**: 2005-11-16\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cardamone, Feinberg, Walker\n\n## 변호인\n\nAnthony M. Garraway, Moravia, New York, for Plaintiff-Appellant, pro se., Robert G. Behnke, Chief Assistant County Attorney, (Joseph Sluzar, Broome, County Attorney, on the brief), Binghamton, New York, for Defendant-Appellee.\n\n## 인용\n\n- 154 F. App'x 258\n\n## 판결문 요약\n\n\nSUMMARY ORDER\nUPON DUE CONSIDERATION, IT IS HEREBY ORDERED that the judgment of the district court be and it hereby is AFFIRMED.\nPlaintiff-Appellant Garraway appeals from a June 24, 2004, summary judgment decision and order dismissing plaintiff’s claim under 42 U.S.C. § 1983 for malicious prosecution and an August 13, 2004, order denying reconsideration of the same claim (Thomas A. McAvoy, Judge). We assume familiarity with the facts of this case and its procedural posture.\nActing on a search warrant, defendant, a police officer with the Broome County Sheriff’s Office, entered plaintiff’s property, where she seized evidence related to dog fighting and secured a statement from a witness that plaintiff was engaged in dog fighting. Defendant thereafter swore out a criminal complaint against plaintiff, charging plaintiff with aggravated cruelty to animals and animal fighting in violation of New York law. These charges were later dismissed without prejudice and with leave to submit to the grand jury. Plaintiff was subsequently indicted on two sets of charges relating to dog fighting. Plaintiff was convicted of the charges in the second set of indictments; the indictments in the first set were dismissed.\nTo succeed on a malicious prosecution claim, a plaintiff must show that defendant’s conduct was tortious under state law and that it resulted a constitutionally cognizable deprivation of liberty. Kinzer v. Jackson, 316 F.3d 139, 143 (2d Cir.2003). Under New York law, therefore, pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garraway-v-newcomb"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}