{
  "id": 8145,
  "title": "2005년 State of Tennessee v. Tom Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-11-14",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Tom Anderson. 판결일: 2005-11-14. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Tom Anderson\n**판결일**: 2005-11-14\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Norma McGee Ogle\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                           Assigned on Briefs September 21, 2005\n\n                    STATE OF TENNESSEE v. TOM ANDERSON\n\n                 Direct Appeal from the Circuit Court for Rutherford County\n                              No. F-55293 Don R. Ash, Judge\n\n\n\n                   No. M2005-00217-CCA-R3-CD - Filed November 14, 2005\n\n\nA Rutherford County Circuit Court jury convicted the appellant, Tom Anderson, of reckless\nendangerment committed with a deadly weapon and animal cruelty. The trial court sentenced him\nto concurrent sentences of one year for the reckless endangerment conviction and eleven months,\ntwenty-nine days for the animal cruelty conviction. The trial court ordered the appellant to serve\nforty-five days in confinement on consecutive weekends and the remainder of his sentences on\nprobation. On appeal, the appellant claims that the trial court erred by refusing to allow him to\ntestify about two prior incidents in which the victim’s dog acted aggressively. Upon review of the\nrecord and the parties’ briefs, we affirm the judgments of the trial court.\n\n   Tenn. R. App. P. 3 Appeal as of Right; Judgments of the Circuit Court are Affirmed.\n\nNORMA MCGEE OGLE, J., delivered the opinion of the court, in which DAVID H. WELLES and J.C.\nMCLIN , JJ., joined.\n\nDana C. McLendon, III, Franklin, Tennessee, and John G. Mitchell, III (at trial), Murfreesboro,\nTennessee, for the appellant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-tom-anderson"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}