{
  "id": 8151,
  "title": "2005년 Coles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-11-04",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Coles. 판결일: 2005-11-04. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Corey Dion COLES v. COMMONWEALTH of Virginia.\n**판결일**: 2005-11-04\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: A. Christian Compton\n\n## 변호인\n\n\n  Michael A. Gray, Asst. Public Defender, for appellant.\n , \n  Virginia B. Theisen, Asst. Atty. Gen. (Judith Williams Jagdmann, Atty. Gen.; Leah\n  A. Darron, Asst. Atty. Gen., on brief), for appellee.\n \n\n## 인용\n\n- 621 S.E.2d 109\n- 270 Va. 585\n\n## 판결문 요약\n\n\n621 S.E.2d 109 (2005)\n270 Va. 585\nCorey Dion COLES\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 050107.\nSupreme Court of Virginia.\nNovember 4, 2005.\nMichael A. Gray, Asst. Public Defender, for appellant.\nVirginia B. Theisen, Asst. Atty. Gen. (Judith Williams Jagdmann, Atty. Gen.; Leah *110 A. Darron, Asst. Atty. Gen., on brief), for appellee.\nPresent: HASSELL, C.J., LACY, KOONTZ, KINSER, LEMONS, and AGEE, JJ., and COMPTON, Senior Justice.\nA. CHRISTIAN COMPTON, Senior Justice.\nIndicted for the attempted capital murder of a law-enforcement officer, in violation of Code § 18.2-25, defendant Corey Dion Coles was convicted by the trial court sitting without a jury, and was sentenced to 50 years imprisonment with 30 years suspended.\nIn an unpublished per curiam opinion, the Court of Appeals of Virginia denied defendant's petition for appeal insofar as he challenged the sufficiency of the evidence to support the conviction for attempted capital murder. Coles v. Commonwealth, Record No.XXXX-XX-X (April 12, 2004). We awarded the defendant an appeal from the Court of Appeals' judgment to consider the question whether the evidence was sufficient to prove premeditation and the necessary intent to kill to support that conviction.\nAccording to settled principles of appellate review, we shall consider the evidence and all reasonable inferences fairly deducible therefrom in the light most favorable to the Commonwealth, the prevailing party in the trial court. When a defendant challenges on appea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=coles-v-com"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}