{
  "id": 8159,
  "title": "2005년 Drichas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-10-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Drichas. 판결일: 2005-10-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: David DRICHAS, Appellant, v. the STATE of Texas\n**판결일**: 2005-10-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cochran, Hervey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack\n\n## 변호인\n\nTroy Hornsby, Texarkana, for Appellant., Nicole Habersang, Asst. Criminal District Atty., Texarkana, Matthew Paul, State’s Atty., Austin, for State.\n\n## 인용\n\n- 175 S.W.3d 795\n\n## 판결문 요약\n\n\n175 S.W.3d 795 (2005)\nDavid DRICHAS, Appellant,\nv.\nThe STATE of Texas.\nNo. PD-1915-04.\nCourt of Criminal Appeals of Texas, En Banc.\nOctober 19, 2005.\n*796 Troy Hornsby, Texarkana, for Appellant.\nNicole Habersang, Asst. Criminal District Atty., Texarkana, Matthew Paul, State's Atty., Austin, for State.\nBefore the court en banc.\n\nOPINION\nJOHNSON, J., delivered the opinion of the Court in which KEASLER, HERVEY, HOLCOMB, and COCHRAN, JJ., joined.\nIn the early morning hours of March 21, 2002, appellant led police officers from Arkansas and Texas on a high-speed chase through parts of both jurisdictions. Appellant was arrested in Texas and indicted for evading detention in a motor vehicle, a felony offense in violation of TEX. PENAL CODE § 38.04. Appellant's criminal history contained fourteen felony convictions, including drug possession, burglary, theft, escape, and eluding arrest or detention. The state, therefore, charged appellant as a habitual offender. TEX. PENAL CODE § 12.42(d). Approximately two months before trial, the state moved to amend the indictment to include an allegation that appellant had used his truck as a deadly weapon. TEX. PENAL CODE § 12.35(c). The trial court granted the motion. At the close of the state's guilt evidence, appellant moved to dismiss the deadly weapon allegation, but the trial court overruled the *797 motion. The jury convicted appellant of evading detention with a vehicle, found that he had used the vehicle as a deadly weapon, and sentence...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "주요판결",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=drichas-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pruett-robert-lynn"
    }
  ],
  "relatedIncidents": [
    8098,
    8396,
    8444,
    7589,
    8074
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}