{
  "id": 8164,
  "title": "2005년 In Re Living Centers of Texas, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-10-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In Re Living Centers of Texas, Inc.. 판결일: 2005-10-14. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re LIVING CENTERS OF TEXAS, INC., D/B/A Wharton Manor, Relator\n**판결일**: 2005-10-14\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Brister, Green, Hecht, Jefferson, O'Neill, Wainwright, Willett\n\n## 변호인\n\nBrandon David Mosley, Thomas C. Co-wan and Tammy Savidge-Moore, Preston & Cowan, LLP, Houston, TX, for relator., Bernard Klimist and Robert K. Piwetz, Law Office of Bernard T. Klimist, TX, Mark Anthony Davis, Law Office of Mark A. Davis, Vicotria, TX, for real party in interest., Joanne Summerhays, Clark, Thomas, Winters & Newton, Austin, TX, for Amicus Curiae Health Care Association., Kevin H. Dubose, Alexander Dubose Jones & Townsend LLP, Houston, TX, for Amicus Curiae Brenda and Gerald Jeff-c\n\n## 인용\n\n- 175 S.W.3d 253\n\n## 판결문 요약\n\n\n175 S.W.3d 253 (2005)\nIn re LIVING CENTERS OF TEXAS, INC., d/b/a Wharton Manor, Relator.\nNo. 04-0176.\nSupreme Court of Texas.\nArgued September 9, 2004.\nDecided October 14, 2005.\n*254 Brandon David Mosley, Thomas C. Cowan and Tammy Savidge-Moore, Preston &amp; Cowan, LLP, Houston, TX, for relator.\nBernard Klimist and Robert K. Piwetz, Law Office of Bernard T. Klimist, TX, Mark Anthony Davis, Law Office of Mark A. Davis, Vicotria, TX, for real party in interest.\n*255 Joanne Summerhays, Clark, Thomas, Winters &amp; Newton, Austin, TX, for Amicus Curiae Health Care Association.\nKevin H. Dubose, Alexander Dubose Jones &amp; Townsend LLP, Houston, TX, for Amicus Curiae Brenda and Gerald Jeffcoat.\nJustice GREEN delivered the opinion of the Court, in which Chief Justice JEFFERSON, Justice HECHT, Justice O'NEILL, Justice WAINWRIGHT, Justice BRISTER, Justice MEDINA and Justice JOHNSON joined.\nIn this original mandamus proceeding, the relator Living Centers challenges the trial court's order to produce documents Living Centers argues are privileged. We hold the trial court abused its discretion when it determined that all documents were discoverable on the basis that the documents were not marked by Living Centers as privileged or the names of the documents, alone, did not indicate privilege. We conditionally grant the petition for writ of mandamus.\nFaye Clepper was admitted to Wharton Manor Nursing Home (Living Centers) in 2001. In 2002, Ms. Clepper was transferred to the hospital whe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-living-centers-of-texas-inc"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}