{
  "id": 8172,
  "title": "2005년 Sullivan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-10-07",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Sullivan. 판결일: 2005-10-07. 법원: Court of Civil Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Sullivan v. Smith\n**판결일**: 2005-10-07\n**법원**: Court of Civil Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 925 So. 2d 972\n\n## 판결문 요약\n\n\n925 So. 2d 972 (2005)\nWilliam SULLIVAN\nv.\nWilliam SMITH and Karen Smith.\n2040335.\nCourt of Civil Appeals of Alabama.\nOctober 7, 2005.\nCertiorari Denied February 10, 2006.\n*973 William Sullivan, pro se.\nJack B. Hinton, Jr., and H. Robert Johnston of Gidiere, Hinton &amp; Herndon, Montgomery, for appellees.\nAlabama Supreme Court 1050159.\nPER CURIAM.\nThe plaintiff William Sullivan (\"the plaintiff\"), acting pro se, appeals a summary judgment in favor of the defendants William Smith and Karen Smith (\"the Smiths\"). We affirm.\nIn April 1990, the plaintiff was convicted of murdering the Smiths' son and was sentenced to life in prison. The plaintiff became eligible for parole in 2003, and, in order to determine whether he should be granted parole, the Alabama Board of Pardons and Paroles (\"the Board\") received testimony from witnesses at a hearing on October 27, 2003. The Board heard witnesses on behalf of both the plaintiff and the victim's family in accordance with § 15-22-24, Ala.Code 1975. All the testifying witnesses were sworn in by the Board's bailiff. After swearing to tell the truth, the witnesses gave their testimony in narrative form. The Board did not question them. The Smiths gave testimony opposing the grant of parole. After hearing the testimony of all the witnesses, the Board determined that the plaintiff should be denied parole.\nAfter he was denied parole, the plaintiff sued the Smiths in the Elmore Circuit Court. He alleged that the Smiths were liable for slander, p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sullivan-v-smith"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}