{
  "id": 8174,
  "title": "2005년 American Federation of State, County & Municipal Employees, Council 31 v. Illinois State Labor Relations Board, State Panel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-10-06",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: American Federation of State, County & Municipal Employees, Council 31 v. Illinois State Labor Relations Board, State Panel. 판결일: 2005-10-06. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: AMERICAN FEDERATION OF STATE, COUNTY AND MUNICIPAL EMPLOYEES, COUNCIL 31, Appellee, v. THE ILLINOIS STATE LABOR RELATIONS BOARD, STATE PANEL, Et Al. (The Department of Central Management Services Et Al., Appellants)\n**판결일**: 2005-10-06\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Freeman\n\n## 변호인\n\nLisa Madigan, Attorney General, of Springfield (Gary Feinerman, Solicitor General, and Paul Racette, Assistant Attorney General, of Chicago, of counsel), for appellant Department of Central Management Services., Robert E. Arroyo, Brian D. McCarthy and Shannon M. Callahan, of Chicago, and Edward M. Cherof and Jonathan J. Spitz, of Atlanta, Georgia, all of Jackson Lewis, L.L.P, for appellant Wexford Health Sources, Inc., Gilbert Feldman, of Cornfield & Feldman, of Chicago, for appellee.\n\n## 인용\n\n- 216 Ill. 2d 569\n\n## 판결문 요약\n\n\n\n\n\n\n\tDocket No. 99074–Agenda 14–May 2005.\n\nAMERICAN FEDERATION OF STATE, COUNTY AND MUNICIPAL EMPLOYEES, COUNCIL 31, Appellee, v. THE ILLINOIS STATE LABOR RELATIONS BOARD, STATE PANEL, \net al\n. (The Department of Central Management Services \net \t\t\t\t\t\t\tal\n., Appellants).\n\nOpinion filed October 6, 2005.\n\nJUSTICE FREEMAN delivered the opinion of the court:\n\nThis case arises from a decision of the Illinois State Labor Relations Board, State Panel (Board), dismissing a certification petition and a related unfair labor practice claim filed by the American Federation of State, County, and Municipal Employees, Council 31 (AFSCME). The appellate court, on administrative review, set aside the Board’s decision. 351 Ill. App. 3d 707. We granted leave to appeal (177 Ill. 2d R. 315) and now reverse the judgment of the appellate court.\n\n\n\nBACKGROUND\n\nThe Illinois Department of Corrections (DOC) is required by law to provide medical care to the inmates incarcerated in its facilities. By law, it may do so by contracting with private vendors. In choosing a vendor, the DOC requests bids which are ranked according to cost and other factors. The contract is awarded to the vendor whose bid is ultimately selected.\n\nPursuant to this process, the DOC has contracted with three private vendors to provide medical services at 34 correctional facilities. Wexford Health Sources, Inc. (Wexford), is one such vendor and provides medical services at 19 DOC facilities. Wexford is a private corporation based in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=american-federation-of-state-county-municipal-employees-council-31-v"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}