{
  "id": 8176,
  "title": "2005년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-10-06",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2005-10-06. 법원: Pennsylvania Court of Common Pleas, Bucks County.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Mullins\n**판결일**: 2005-10-06\n**법원**: Pennsylvania Court of Common Pleas, Bucks County\n**관할**: Pennsylvania, PA\n\n**판사**: Goldberg\n\n## 변호인\n\nRobin M. Campbell, assistant district attorney, for appellee Commonwealth., Christa S. Dunleavy, senior deputy public defender, for appellant.\n\n## 인용\n\n- 76 Pa. D. & C.4th 129\n\n## 판결문 요약\n\n\nGOLDBERG, J.,\nOn November 12, 2003, Thomas Mullins (appellant) pled guilty to various crimes stemming from his ongoing molestation of his stepdaughter, who at the time of the plea hearing was 12 years old.\nOn appeal, appellant raises several issues pertaining to his designation as a sexually violent predator pursuant to 42 Pa.C.S. §§9791-9799.7, commonly referred to as Megan’s Law. He also challenges the constitutionality of that statute. As appellant’s constitutional challenge to Megan’s Law has been addressed by a three-judge panel of this court, we rely upon and attach that opinion, [not published herein]\nWe address appellant’s remaining issues below and file this opinion pursuant to Pa.R.A.P. § 1925(a).\nPROCEDURAL AND FACTUAL BACKGROUND\nOn August 12, 2003, appellant was charged with involuntary deviate sexual intercourse, aggravated sexual *131assault, indecent assault, endangering the welfare of children, and corruption of the morals of a minor. He originally entered a plea of not guilty.\nOn November 10 and 12,2003, hearings were held on appellant’s pretrial motions which included his request that the incriminating statements he provided to a Bucks County Children and Youth investigator be suppressed.1\nAfter these motions were disposed of, appellant waived his right to a jury trial and a bench trial commenced. The Commonwealth’s first witness was the victim, a visibly shaken and distraught 12-year-old. She explained that appellant had moved in with her and her two sibli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mullins"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}