{
  "id": 8181,
  "title": "2005년 Barfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Barfield. 판결일: 2005-09-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Bobby Barfield, Jr.\n**판결일**: 2005-09-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 21 A.D.3d 1396\n- 802 N.Y.S.2d 820\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Supreme Court, Onondaga County (John J. Brunetti, A.J.), entered May 12, 2003. The judgment convicted defendant, upon his plea of guilty, of robbery in the first degree.\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting him upon his plea of guilty of robbery in the first degree (Penal Law § 160.15 [3]). By failing to move to withdraw his plea of guilty or to vacate the judgment of conviction, defendant failed to preserve for our review his challenge to the factual sufficiency of the plea allocution (see People v Lopez, 71 NY2d 662, 665 [1988]; People v Scott, 15 AD3d 883 [2005], lv denied 4 NY3d 856 [2005]). In any event, we note that Supreme Court’s duty to make further inquiry is not triggered solely by the failure of defendant to recite every element of the crime to which he pleaded guilty (see Lopez, 71 NY2d at 666 n 2; Scott, 15 AD3d at 884). We reject the further contention of defendant that he was unlawfully arrested in his home in violation of Payton v New York (445 US 573 [1980]), and that the court therefore should have suppressed his statements to the police as the fruits of that unlawful arrest. The police officers had obtained a search warrant for defendant’s home and, “[s]ince the requirements for a search warrant were satisfied, there was no constitutional infirmity in the failure of the police to also secure an arrest wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-barfield"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}