{
  "id": 8184,
  "title": "2005년 Page 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Page. 판결일: 2005-09-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charlie Melvin PAGE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2005-09-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Chief Justice Valdez and Justices Rodriguez and Baird\n\n## 변호인\n\nMark J. Kelly, Texas City, for appellant., B. Warren Goodson, Asst. Criminal Dist. Atty., Michael J. Guarino, Criminal Dist. Atty., Galveston, for state.\n\n## 인용\n\n- 170 S.W.3d 829\n\n## 판결문 요약\n\n\n170 S.W.3d 829 (2005)\nCharlie Melvin PAGE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNos. 13-00-035-CR, 13-00-042-CR.\nCourt of Appeals of Texas, Corpus Christi-Edinburg.\nAugust 4, 2005.\nRehearing Overruled September 29, 2005.\n*830 Mark J. Kelly, Texas City, for appellant.\n*831 B. Warren Goodson, Asst. Criminal Dist. Atty., Michael J. Guarino, Criminal Dist. Atty., Galveston, for state.\nBefore Chief Justice VALDEZ and Justices RODRIGUEZ and BAIRD[1].\n\nOPINION ON REMAND\nOpinion by Justice BAIRD.\nAppellant was charged in separate indictments with the offenses of sexual assault and impersonating a peace officer. The cases were combined into a single trial where a jury convicted appellant of both offenses and assessed punishment at seven years and five years confinement, respectively, in the Texas Department of Criminal JusticeInstitutional Division. We reversed the judgment of the trial court. See Page v. State, 88 S.W.3d 755 (Tex. App.-Corpus Christi 2002), rev'd, 137 S.W.3d 75, 79 (Tex.Crim.App.2004). The Texas Court of Criminal Appeals, in turn, reversed our judgment and remanded the case to us for reconsideration. Page v. State, 137 S.W.3d 75, 79 (Tex.Crim.App. 2004). We again reverse the judgment of the trial court.\n\nI. The Scope of The Remand\nOn direct appeal, appellant contended the trial court violated Texas Rules of Evidence Rules 403 and 404(b) in admitting extraneous offense evidence. See Tex.R. Evid. 403, 404(b). Although both arguments were preserved for appellat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=page-v-state"
    }
  ],
  "relatedIncidents": [
    8099,
    8108,
    8144,
    8152,
    8207
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}