{
  "id": 8186,
  "title": "2005년 Terry D. Walton v. Ford Motor Company Visteon Corporation, Jointly and Severally 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Terry D. Walton v. Ford Motor Company Visteon Corporation, Jointly and Severally. 판결일: 2005-09-28. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Terry D. WALTON, Plaintiff-Appellant, v. FORD MOTOR COMPANY; Visteon Corporation, Jointly and Severally, Defendants-Appellees\n**판결일**: 2005-09-28\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Batchelder, Boggs, Gibbons\n\n## 변호인\n\nARGUED: Maureen M. Crane, Pitt, Dowty, McGehee, Mirer & Palmer, Royal Oak, Michigan, for Appellant. John F. Birmingham, Jr., Foley & Lardner, Detroit, Michigan, for Appellees. ON BRIEF: Beth M. Rivers, Megan A. Bo-nanni, Pitt, Dowty, Mcgehee, Mirer & Palmer, Royal Oak, Michigan, for Appellant. John F. Birmingham, Jr., Jeffrey S. Kopp, Foley & Lardner, Detroit, Michigan, for Appellees.\n\n## 인용\n\n- 424 F.3d 481\n\n## 판결문 요약\n\n424 F.3d 481\n    Terry D. WALTON, Plaintiff-Appellant,v.FORD MOTOR COMPANY; Visteon Corporation, Jointly and Severally, Defendants-Appellees.\n    No. 04-1471.\n    United States Court of Appeals, Sixth Circuit.\n    Argued: July 20, 2005.\n    Decided and Filed: September 28, 2005.\n    \n      ARGUED: Maureen M. Crane, Pitt, Dowty, McGehee, Mirer &amp; Palmer, Royal Oak, Michigan, for Appellant. John F. Birmingham, Jr., Foley &amp; Lardner, Detroit, Michigan, for Appellees.\n      ON BRIEF: Beth M. Rivers, Megan A. Bonanni, Pitt, Dowty, McGehee, Mirer &amp; Palmer, Royal Oak, Michigan, for Appellant. John F. Birmingham, Jr., Jeffrey S. Kopp, Foley &amp; Lardner, Detroit, Michigan, for Appellees.\n      Before: BOGGS, Chief Judge; BATCHELDER and GIBBONS, Circuit Judges.\n      OPINION\n      BATCHELDER, Circuit Judge.\n    \n    \n      1\n      Plaintiff-Appellant Terry D. Walton appeals the district court's grant of summary judgment in favor of Defendant-Appellee Visteon Corporation (\"Visteon\") on Walton's claim that Visteon interfered with his attempt to exercise his rights under the Family Medical Leave Act of 1993 (\"FMLA\") by terminating him in violation of 29 U.S.C. &#167; 2615(a)(1). Because we find that no reasonable jury could conclude that Walton provided Visteon with adequate notice of his intent to take leave for an FMLA-qualifying injury, we AFFIRM.\n    \n    I.\n    \n      2\n      Walton was hired as an hourly assembler at the Milan Plant on October 5, 1992.1 One year later, W...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=terry-d-walton-v-ford-motor-company-visteon-corporation-jointly-and"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}