{
  "id": 8188,
  "title": "2005년 Hope 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-27",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Hope. 판결일: 2005-09-27. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Mark HOPE, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff\n**판결일**: 2005-09-27\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Barnes, Crone, Najam\n\n## 변호인\n\nJohn T. Wilson, Anderson, IN, for Appellant., Steve Carter, Attorney General of Indiana, Richard C. Webster, Deputy Attorney General, Indianapolis, IN, for Ap-pellee.\n\n## 인용\n\n- 834 N.E.2d 713\n\n## 판결문 요약\n\n\n834 N.E.2d 713 (2005)\nMark HOPE, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 48A02-0504-CR-310.\nCourt of Appeals of Indiana.\nSeptember 27, 2005.\n*715 John T. Wilson, Anderson, IN, for Appellant.\nSteve Carter, Attorney General of Indiana, Richard C. Webster, Deputy Attorney General, Indianapolis, IN, for Appellee.\n\nOPINION\nBARNES, Judge.\n\nCase Summary\nMark Hope appeals the twenty-four year sentence imposed following his guilty plea to one count of burglary, a Class C felony, and multiple counts of forgery, a Class C felony, and theft, a Class D felony. We reverse and remand.\n\nIssues\nThe restated issues we address are:\nI. whether Hope's crimes constituted a single episode of criminal conduct that limited his maximum aggregate sentence; and\nII. whether his sentence is proper.\n\nFacts\nOn May 9, 2004, Hope entered a residence, apparently that of his brother-in-law, stole currency and a credit card, and later used the credit card at a bar. On May 17, 2004, he cashed two checks for $3000 each that he had stolen from his father and grandmother. On June 15, 2004, he cashed a check for $9400 that he had stolen from a friend.\n*716 On May 27, June 18, and August 13, 2004, the State filed three separate informations against Hope. The first, related to the May 9 incident, charged him with burglary as a Class B felony, forgery, a Class C felony, and theft, a Class D felony. The second, related to the May 17 incident, charged him with two counts of forgery and two count...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hope-v-state"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}