{
  "id": 8189,
  "title": "2005년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Young. 판결일: 2005-09-27. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Shaval A. YOUNG, Appellant\n**판결일**: 2005-09-27\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Smith, C.J., and Ulrich and Smart\n\n## 변호인\n\nJeremiah W. (Jay) Nixon, Attorney General, Richard A. Starnes, Assistant Attorney General, Jefferson City, MO, for Respondent., Jeannie Willibey, Assistant Appellate Defender, Kansas City, MO, for Appellant.\n\n## 인용\n\n- 172 S.W.3d 494\n\n## 판결문 요약\n\n\n172 S.W.3d 494 (2005)\nSTATE of Missouri, Respondent,\nv.\nShaval A. YOUNG, Appellant.\nNo. WD 63443.\nMissouri Court of Appeals, Western District.\nSeptember 27, 2005.\n*495 Jeremiah W. (Jay) Nixon, Attorney General, Richard A. Starnes, Assistant Attorney General, Jefferson City, MO, for Respondent.\nJeannie Willibey, Assistant Appellate Defender, Kansas City, MO, for Appellant.\nBefore SMITH, C.J., and ULRICH and SMART, JJ.\nEDWIN H. SMITH, Chief Judge.\nShaval A. Young appeals the judgment of his convictions for first-degree robbery, in violation of § 569.020,[1] and armed criminal action (ACA), in violation of § 571.015, following a bench trial in the Circuit Court of Jackson County. As a result of his convictions, the appellant was sentenced to concurrent prison terms of eleven years for first-degree robbery and three years for ACA in the Missouri Department of Corrections.\nThe appellant raises one point on appeal. He claims that the trial court erred in overruling his motion for judgment of acquittal, at the close of the State's and all the evidence, as to both offenses of which he was convicted, because the State, in violation of due process, failed to prove, as required by § 569.020 and § 571.015, an essential element of both offenses, that the knife displayed by the appellant during the course of the robbery was a \"deadly weapon.\"\nWe affirm.\n\nFacts\nOn March 24, 2002, at approximately 5:00 p.m., the victim, Nathaniel Samuels, left his apartment building, located at 1108 Tracy i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-young"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}