{
  "id": 8198,
  "title": "2005년 Montea Wilson aka Marcus Floyd v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-21",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Montea Wilson aka Marcus Floyd v. State of Tennessee. 판결일: 2005-09-21. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Montea Wilson aka Marcus Floyd v. State of Tennessee\n**판결일**: 2005-09-21\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jerry L. Smith\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                                      July 12, 2005 Session\n\n   MONTEA WILSON aka MARCUS FLOYD v. STATE OF TENNESSEE\n\n                  Direct Appeal from the Criminal Court for Shelby County\n                           No. P-29290 Joseph B. Dailey, Judge\n\n\n\n                  No. W2004-01881-CCA-R3-PC - Filed September 21, 2005\n\n\nThe petitioner, Montea Wilson, aka Marcus Floyd, was convicted by a jury of felony murder and\nattempted especially aggravated robbery in 2000. The jury sentenced the petitioner to life in prison\nwithout the possibility of parole for the felony murder conviction, and the trial court merged the\nattempted especially aggravated robbery conviction with the felony murder conviction. This Court\naffirmed the petitioner’s convictions on direct appeal. See State v. Montea Wilson, No. W2000-\n00748-CCA-R3-CD, 2002 WL 925255 (Tenn. Crim. App., at Jackson, May 3, 2002), perm. app.\ndenied, (Tenn. Nov. 4, 2002). The petitioner filed a pro se petition for post-conviction relief,\nalleging ineffective assistance of counsel, among other things. The petition was amended by\ncounsel. At the evidentiary hearing on the petition, the post-conviction court refused to let the\npetitioner’s attorney question trial counsel about his requests for jury instructions on lesser-included\noffenses, determining that the issue was waived or previously determined. At the conclusion of the\nhearing, th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=montea-wilson-aka-marcus-floyd-v-state-of-tennesse"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}