{
  "id": 8201,
  "title": "2005년 Duncan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Duncan. 판결일: 2005-09-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Patricia Duncan v. Alan Toles, and Long Island Jewish Medical Center\n**판결일**: 2005-09-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 21 A.D.3d 984\n- 801 N.Y.S.2d 359\n\n## 판결문 요약\n\n\n*985In an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Queens County (Weiss, J.), dated April 21, 2004, which granted the motion of the defendant Long Island Jewish Medical Center for summary judgment dismissing the complaint insofar as asserted against it.\nOrdered that the order is affirmed, with costs.\nThe plaintiff commenced this action to recover damages for the injuries she sustained when she fell while attempting to descend from an examination table in a medical office located at Long Island Jewish Medical Center.\nThe Supreme Court properly granted the motion of the defendant Long Island Jewish Medical Center (hereinafter the defendant) for summary judgment. The defendant made a prima facie showing of its entitlement to such relief by submitting the deposition testimony of the plaintiff which established that she did not know what caused her to fall (see Christopher v New York City Tr. Auth., 300 AD2d 336 [2002]; Brown-Phifer v Cross County Mall Multiplex, 282 AD2d 564 [2001]). The plaintiffs affidavit in opposition to the motion, wherein she alleged for the first time that the table and stool moved in opposite directions because the floor was slippery, was inconsistent with her prior deposition testimony and, as such, was insufficient to negate the speculation as to the cause of the accident (see Lincoln v Laro Serv. Sys., 1 AD3d 487 [2003]; Taveras v Catalano, 307 AD2d 310, 311 [2003]; Hartman v Mountain V...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duncan-v-toles"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}