{
  "id": 8203,
  "title": "2005년 United States v. Frank Wiggs Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Frank Wiggs Bennett. 판결일: 2005-09-12. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Frank Wiggs BENNETT, Appellant\n**판결일**: 2005-09-12\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Alito, Becker, Shadur\n\n## 변호인\n\nPatrick L. Meehan, United States Attorney, Laurie Magid, Deputy United States Attorney for Policy and Appeals, Robert A. Zauzmer, Senior Appellate Counsel, Joseph T. Labrum III, Assistant United States Attorney, Kenya S. Mann, United States Attorney, Philadelphia, PA, for Ap-pellee., Frank Wiggs Bennett # 34748-066, McKean FCI, Bradford, PA, Appellant (pro se).\n\n## 인용\n\n- 423 F.3d 271\n\n## 판결문 요약\n\n423 F.3d 271\n    UNITED STATES of Americav.Frank Wiggs BENNETT, Appellant.\n    No. 04-3650.\n    United States Court of Appeals, Third Circuit.\n    Submitted Under Third Circuit LAR 34.1(a) July 11, 2005.\n    September 12, 2005.\n    \n      Patrick L. Meehan, United States Attorney, Laurie Magid, Deputy United States Attorney for Policy and Appeals, Robert A. Zauzmer, Senior Appellate Counsel, Joseph T. Labrum III, Assistant United States Attorney, Kenya S. Mann, United States Attorney, Philadelphia, PA, for Appellee.\n      Frank Wiggs Bennett # 34748-066, McKean FCI, Bradford, PA, Appellant (pro se).\n      Before ALITO and BECKER, Circuit Judges, and SHADUR, District Judge.*\n      OPINION OF THE COURT\n      BECKER, Circuit Judge.\n    \n    \n      1\n      Frank Wiggs Bennett appeals from an order of the District Court amending his sentence to require him to forfeit $42,020 in drug proceeds to the government. Although Bennett had clearly stipulated, prior to sentencing, that this sum would be forfeited, and the District Court had entered a preliminary order of forfeiture, Bennett's original sentence did not include a final order of forfeiture. Bennett argues that the District Court lacked the power to order forfeiture after sentencing.\n    \n    \n      2\n      The District Court erred in failing to include a final order of forfeiture in Bennett's sentence, but under the circumstances just described, this was in effect a clerical error. It was permissible for the District Court to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-frank-wiggs-bennett"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}