{
  "id": 8207,
  "title": "2005년 Kalani 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-07",
  "location": "Hawaii, HI, USA",
  "summary": "미국 Hawaii, HI 법원 판결 사건. 사건명: Kalani. 판결일: 2005-09-07. 법원: Hawaii Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Hawai'i, Plaintiff-Appellee, v. Ronald KALANI, Defendant-Appellant\n**판결일**: 2005-09-07\n**법원**: Hawaii Supreme Court\n**관할**: Hawaii, HI\n\n**판사**: Acoba, Duffy, Levinson, Moon, Nakayama\n\n## 변호인\n\nJames S. Tabe, Deputy Public Defender, on the briefs, for defendant-appellant., Arleen Y. Watanabe, Deputy Prosecuting Attorney, on the briefs, for plaintiff-appellee.\n\n## 인용\n\n- 118 P.3d 1222\n- 108 Haw. 279\n\n## 판결문 요약\n\n\n118 P.3d 1222 (2005)\nSTATE of Hawai`i, Plaintiff-Appellee,\nv.\nRonald KALANI, Defendant-Appellant.\nNo. 26767.\nSupreme Court of Hawai`i.\nSeptember 7, 2005.\n*1223 James S. Tabe, Deputy Public Defender, on the briefs, for defendant-appellant.\nArleen Y. Watanabe, Deputy Prosecuting Attorney, on the briefs, for plaintiff-appellee.\nMOON, C.J., LEVINSON, NAKAYAMA, ACOBA, and DUFFY, JJ.\nOpinion of the Court by MOON, C.J.\nDefendant-appellant Ronald Kalani appeals from the July 23, 2004 judgment of conviction and sentence of the Circuit Court of the Second Circuit, the Honorable Joel E. August presiding, adjudicating Kalani guilty of and sentencing him for two counts of *1224 sexual assault in the third degree, in violation of Hawai`i Revised Statutes (HRS) § 707-732(1)(b) (Supp.2003).[1] On appeal, Kalani claims that the trial court erred in: (1) denying his motion to dismiss the indictment; (2) denying his motion for a judgment of acquittal; and (3) finding him guilty of two counts of sexual assault in the third degree after a bench trial. Kalani argues that the trial court erred in concluding that, \"in the context of this case, the mouth and tongue of a nine-year-old child's body must be considered `intimate parts' within the meaning of HRS § 707-700 . . . and the acts committed by [Kalani] must be considered sexual in nature.\" For the following reasons, we affirm Kalani's conviction and sentence.\n\nI. BACKGROUND\n\nOn February 9, 2004, Kalani was charged by indictment with two counts ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kalani"
    }
  ],
  "relatedIncidents": [
    8099,
    8108,
    8144,
    8152,
    8184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}