{
  "id": 8214,
  "title": "2005년 Consolidated Edison Co. of New York, Inc. v. Vilsmeier Auction Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-09-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Consolidated Edison Co. of New York, Inc. v. Vilsmeier Auction Co.. 판결일: 2005-09-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Consolidated Edison Company of New York, Inc. v. Vilsmeier Auction Co., Inc.\n**판결일**: 2005-09-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 21 A.D.3d 726\n- 800 N.Y.S.2d 690\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Robert D. Lippmann, J.), entered October 28, 2003, denying defendant’s motion pursuant to CPLR 4404 (a) for judgment notwithstanding the verdict, unanimously reversed, on the law, without costs, defendant’s motion granted, the jury verdict set aside, and the judgment apportioning liability 51% as against plaintiff and 49% as against defendant vacated. The Clerk is directed to enter judgment in favor of defendant dismissing the complaint.\nDefendant Vilsmeier Auction Co. (Vilsmeier) contracted with plaintiff Con Edison to prepare its used vehicles for public auctions,1 which were held quarterly. Vilsmeier’s employees would come to Con Edison’s Astoria facility, as needed, to “decommission” cars and trucks, collect the funds at the auction, and clean up the site afterwards. “Decommissioning” is the process of removing Con Edison decals and other identifying material from vehicles and then repainting them so they could not be mistaken as Con Edison property after auction. Vilsmeier was paid on a commission basis, dependent upon the number of vehicles sold at each auction. The parties’ agreement did not require Vilsmeier to provide equipment for the decommissioning process. Instead, Vilsmeier employees used Con Edison paint *727and supplies, including ladders belonging to Con Edison, at the site.\nOn May 27, 1999, Stuart Claar, a Vilsmeier employee, was decommissioning a truck when he fell from a ladder. There were no witnesses to the acciden...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=consolidated-edison-co-of-new-york-inc-v-vilsmeier-auction-co"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}