{
  "id": 8276,
  "title": "2005년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-25",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Com.. 판결일: 2005-08-25. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Kentucky, Appellant, v. Rickey D. LEAP, Appellee\n**판결일**: 2005-08-25\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Scott\n\n## 변호인\n\nGregory D. Stumbo, Attorney General of Kentucky, Susan Roncarti Lenz, Assistant Attorney General, Office of Criminal Appeals, Office of the Attorney General, Frankfort, Counsel for Appellant., Brenda L. Bonecutter-Tulley, Newport, Counsel for Appellee.\n\n## 인용\n\n- 179 S.W.3d 809\n\n## 판결문 요약\n\n\n179 S.W.3d 809 (2005)\nCOMMONWEALTH of Kentucky, Appellant,\nv.\nRickey D. LEAP, Appellee.\nNo. 2004-SC-000138-DG.\nSupreme Court of Kentucky.\nAugust 25, 2005.\nRehearing Denied January 19, 2006.\n*810 Gregory D. Stumbo, Attorney General of Kentucky, Susan Roncarti Lenz, Assistant Attorney General, Office of Criminal Appeals, Office of the Attorney General, Frankfort, Counsel for Appellant.\nBrenda L. Bonecutter-Tulley, Newport, Counsel for Appellee.\n\nOPINION\nSCOTT, Justice.\nThe Defendant-Appellee, Rickey D. Leap, was convicted of assault in the 4th degree, wanton endangerment in the 1st degree and of being a persistent felony offender (PFO) in the 1st degree. Upon appeal, the Court of Appeals remanded Leap's convictions for wanton endangerment and as a PFO for further findings by the trial court regarding vacation of several of the convictions. The Commonwealth sought relief in this court and we granted discretionary review. We now reverse the Court of Appeals and reinstate the judgment of the trial court.\nThe victim, testified that after meeting Appellant at a bar she agreed to take a ride with him. They left and went to another bar where they drank some more and smoked some pot. Her blood alcohol level when tested was .322. Eventually, they ended up in Leap's mothers' basement, where Leap beat her savagely and repeatedly. She did not know how her *811 clothes came off, but she remembers being in a car, and then the next thing she knew she was on the ground and he kept kicking her...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-leap"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}