{
  "id": 8278,
  "title": "2005년 Hamlin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hamlin. 판결일: 2005-08-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Martha E. Hamlin\n**판결일**: 2005-08-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mercure\n\n## 인용\n\n- 21 A.D.3d 701\n- 800 N.Y.S.2d 255\n\n## 판결문 요약\n\n\nMercure, J.\nAppeal from a judgment of the County Court of Rensselaer County (McGrath, J.), rendered October 13, 2004, upon a verdict convicting defendant of the crime of driving while intoxicated and the traffic infraction of driving while ability impaired.\nThe primary issue before us concerns defendant’s one-year prison sentence upon her conviction of statutory driving while intoxicated, a misdemeanor. The conviction arose from an incident in which a pedestrian died after being struck by a vehicle operated by defendant and was based upon uncontradicted proof at trial that defendant had a .13% blood alcohol content at the time of the accident. Defendant asserts that her sentence should be reduced, arguing that because the jury acquitted her on a count of criminally negligent homicide, the fact that she caused a death should have been eliminated from sentencing consideration. She further argues that County Court failed to take into account her youth, lack of criminal history and expression of remorse. We disagree with her contentions.\nA sentence that falls within the permissible statutory range will not be disturbed by this Court absent an abuse of discretion by the sentencing court or extraordinary circumstances war*702ranting modification in the interest of justice (see People v Hanrahan, 9 AD3d 689 [2004]; People v Calkins, 6 AD3d 744, 746 [2004], lv denied 3 NY3d 671 [2004]). Manifestly, a sentencing court must consider all circumstances relating to the crime and the defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hamlin"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}