{
  "id": 8281,
  "title": "2005년 Grady Arnold v. D.L. Runnels 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2005-08-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Grady Arnold v. D.L. Runnels. 판결일: 2005-08-24. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Grady ARNOLD, Petitioner-Appellant, v. D.L. RUNNELS, Respondent-Appellee\n**판결일**: 2005-08-24\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Callahan, Myron, Tashima\n\n## 변호인\n\nAmitai Schwartz, Esq., Elizabeth Letch-er, Esq., Emeryville, CA, for the appellant., Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Gerald A. Engler, Senior Assistant Attorney General, Peggy S. Ruffra, Supervising Deputy Attorney General, Morris Beatus, Deputy Attorney General, San Francisco, CA, for the appellee.\n\n## 인용\n\n- 421 F.3d 859\n\n## 판결문 요약\n\n421 F.3d 859\n    Grady ARNOLD, Petitioner-Appellant,v.D.L. RUNNELS, Respondent-Appellee.\n    No. 04-15194.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted January 13, 2005.\n    Filed August 24, 2005.\n    \n      COPYRIGHT MATERIAL OMITTED Amitai Schwartz, Esq., Elizabeth Letcher, Esq., Emeryville, CA, for the appellant.\n      Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Gerald A. Engler, Senior Assistant Attorney General, Peggy S. Ruffra, Supervising Deputy Attorney General, Morris Beatus, Deputy Attorney General, San Francisco, CA, for the appellee.\n      Appeal from the United States District Court for the Northern District of California; Jeremy Fogel, District Judge, Presiding. D.C. No. CV-01-20810-JF.\n      Before MYRON H. BRIGHT,* TASHIMA, and CALLAHAN, Circuit Judges.\n      BRIGHT, Circuit Judge.\n    \n    \n      1\n      Grady Arnold, at age thirty-six, was sentenced by a California state court to serve a forty-one-year to life imprisonment sentence as a third-strike offender, upon being convicted of attempted armed robbery, possession of a firearm by a convicted felon, and shooting at an occupied building in violation of the California Penal Code. His conviction was affirmed by the state court of appeal. Following denial of review by the Supreme Court of California, Arnold sought relief on several grounds pro se through a writ of habeas corpus from the federal district court, under 28 U.S.C. &#167; 2254...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grady-arnold-v-dl-runnels"
    }
  ],
  "relatedIncidents": [
    8364,
    8422,
    8931,
    7076,
    7139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}