{
  "id": 8284,
  "title": "2005년 Jones-Williams Construction Co. v. Town & Country Property, L.L.C. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-19",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Jones-Williams Construction Co. v. Town & Country Property, L.L.C.. 판결일: 2005-08-19. 법원: Court of Civil Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: JONES-WILLIAMS CONSTRUCTION COMPANY, INC. v. TOWN & COUNTRY PROPERTY, L.L.C., and Town & Country Ford, L.L.C.\n**판결일**: 2005-08-19\n**법원**: Court of Civil Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bryan, Crawley, Murdock, Pittman, Thompson\n\n## 변호인\n\nJ. Mitchell Frost, Jr., Steven R. Colc-lough, and Bradley L. Hendrix of Ferguson, Frost & Dodson, L.L.P., Birmingham, for appellant., W. Scott Simpson of Batchelor & Simpson, P.C., Birmingham, for appellees.\n\n## 인용\n\n- 923 So. 2d 321\n\n## 판결문 요약\n\n\nTHOMPSON, Judge.\nOn October 3, 2002, Town &amp; Country Property, L.L.C., and Town &amp; Country Ford, L.L.C. (hereinafter together referred to as “Town &amp; Country”) sued Jones-Williams Construction Co., Inc. (hereinafter “Jones-Williams”), and a number of fictitious defendants. In its complaint, Town &amp; Country alleged claims of breach of contract, fraud, breach of warranties, negligence and wantonness, negligent and wanton hiring or supervision, and breach of fiduciary duties. The complaint indicates that the dispute arose as a result of Jones-Williams’s construction of an automobile dealership for Town &amp; Country.\nAlmost two years later, on October 1, 2004,1 Jones-Williams moved to compel arbitration. Town &amp; Country filed an opposition to Jones-Williams’s motion to compel arbitration. The trial court conducted a hearing, and, on December 15, 2004, it entered an order denying the motion to compel arbitration. Jones-Williams timely appealed. See Rule 4(d), Ala. R.App. P. (“An order granting or denying a motion to compel arbitration is appealable as a matter of right....”). This case was transferred to this court by the Supreme Court of Alabama, pursuant to § 12-2-7(6), Ala.Code 1975.\nOur supreme court has explained the parties’ burdens of proof with regard to a motion to compel arbitration as follows:\n“ ‘A trial court’s duty in ruling on a motion to compel arbitration is analogous to its duty in ruling on a motion for a summary judgment. Ex parte Greenstreet, I...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-williams-construction-co-v-town-country-property-llc"
    }
  ],
  "relatedIncidents": [
    8095,
    8153,
    8282,
    8325,
    8333
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}