{
  "id": 8291,
  "title": "2005년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-15",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 2005-08-15. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellant, v. Eli KARETNY, Appellee; Commonwealth of Pennsylvania, Appellant, v. Michael Asbell, Appellee\n**판결일**: 2005-08-15\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baer, Cappy, Castille, Eakin, Newman, Nigro, Saylor\n\n## 변호인\n\nHugh J. Burns, Philadelphia, for Commonwealth of Pennsylvania., Frank DeSimone, Leonard Sosnov, Glenside, Thomas A. Bergstrom, Malvern, for Eli Karetny, Michael Asbell.\n\n## 인용\n\n- 880 A.2d 505\n- 583 Pa. 514\n\n## 판결문 요약\n\n\n880 A.2d 505 (2005)\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nEli KARETNY, Appellee.\nCommonwealth of Pennsylvania, Appellant,\nv.\nMichael Asbell, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 16, 2005.\nDecided August 15, 2005.\n*507 Hugh J. Burns, Philadelphia, for Commonwealth of Pennsylvania.\nFrank DeSimone, Leonard Sosnov, Glenside, Thomas A. Bergstrom, Malvern, for Eli Karetny, Michael Asbell.\nBefore: CAPPY, C.J., CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER, JJ.\n\nOPINION\nJustice CASTILLE.\nThe primary issue in this appeal is whether the Commonwealth made out a prima facie case of risking a catastrophe, 18 Pa.C.S. § 3302, as to appellees, who are co-defendants in the underlying criminal prosecution. For the following reasons, we hold that it did, and accordingly, we reverse the Superior Court's order, vacate the trial court's order quashing that charge, and remand this matter for trial.\nDuring the years between 1994 and 2000, appellees leased Pier 34 on the Delaware River in the city of Philadelphia, and owned and operated various facilities located on the pier, including a parking lot, a banquet hall, and an open-air nightclub called \"Heat.\" Appellees also owned and operated a floating ship/restaurant, called the \"Moshulu,\" which was docked on the river near the pier.\nSometime during 1994, certain inshore portions of Pier 34 collapsed, and in December 1994, appellees hired Hudson Engineers to evaluate the damage. In a written report submitted to appellee Asbell and dated ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-karetny"
    }
  ],
  "relatedIncidents": [
    8098,
    8113,
    8159,
    8391,
    8396
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}