{
  "id": 8298,
  "title": "2005년 Glassel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-10",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Glassel. 판결일: 2005-08-10. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Richard J. GLASSEL, Appellant\n**판결일**: 2005-08-10\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Andrew, Berch, Hurwitz, McGREGOR, Rebecca, Ruth V, Ryan, White\n\n## 변호인\n\nTerry Goddard, Arizona Attorney General, by Kent E. Cattani, Chief Counsel, Capital Litigation Section, Robert L. Ellman, Assistant Attorney General, Phoenix, Attorneys for State of Arizona., James J. Haas, Maricopa County Public Defender, by James R. Rummage, Deputy Public Defender, Garrett W. Simpson, Deputy Public Defender, Phoenix, Attorneys for Richard J. Glassel.\n\n## 인용\n\n- 116 P.3d 1193\n- 211 Ariz. 33\n\n## 판결문 요약\n\n\n116 P.3d 1193 (2005)\nSTATE of Arizona, Appellee,\nv.\nRichard J. GLASSEL, Appellant.\nNo. CR-03-0022-AP.\nSupreme Court of Arizona, En Banc.\nAugust 10, 2005.\n*1200 Terry Goddard, Arizona Attorney General, by Kent E. Cattani, Chief Counsel, Capital Litigation Section, Robert L. Ellman, Assistant Attorney General, Phoenix, Attorneys for State of Arizona.\nJames J. Haas, Maricopa County Public Defender, by James R. Rummage, Deputy Public Defender, Garrett W. Simpson, Deputy Public Defender, Phoenix, Attorneys for Richard J. Glassel.\n\nOPINION\nRYAN, Justice.\nś 1 A Maricopa County jury convicted Appellant Richard Jock Glassel of two counts of premeditated first degree murder for the April 19, 2000, murders of Nila Lynn and Esther LaPlante. The jury also convicted Glassel of thirty counts of attempted first degree murder. Following aggravation and penalty hearings, the jury determined that death sentences were appropriate for the two murders. The trial court imposed the two death sentences and also imposed aggravated concurrent and consecutive sentences for the attempted murder convictions, which totaled 351 years in prison. An automatic notice of appeal was filed under Rules 26.15 and 31.2(b), Arizona Rules of Criminal Procedure, and Arizona Revised Statutes (\"A.R.S.\") section 13-4031 (2001). This Court has jurisdiction under Article 6, Section 5.3 of the Arizona Constitution and A.R.S. § 13-4031.\n\nI\n\nA\nś 2 Glassel, who owned a home at Ventana Lakes, had several disputes with the Venta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-glassel"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}