{
  "id": 8302,
  "title": "2005년 State of Tennessee v. Michael E. Raines 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-09",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Michael E. Raines. 판결일: 2005-08-09. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Michael E. Raines\n**판결일**: 2005-08-09\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Joseph M. Tipton\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                             Assigned on Briefs June 21, 2005\n\n                STATE OF TENNESSEE v. MICHAEL E. RAINES\n\n                    Appeal from the Criminal Court for Davidson County\n                          No. 2003-C-2300    Steve Dozier, Judge\n\n\n\n                    No. M2004-01996-CCA-R3-CD - Filed August 9, 2005\n\n\nThe defendant, Michael E. Raines, pled guilty in the Davidson County Criminal Court to attempt to\ncommit second degree murder, a Class B felony. Pursuant to the plea agreement, the trial court\nsentenced the defendant as a Range I, standard offender to eight years with the trial court to\ndetermine the manner of service of the sentence. After a sentencing hearing, the trial court ordered\nthat the defendant serve his sentence in confinement. The defendant appeals, claiming that he should\nhave received alternative sentencing. We affirm the judgment of the trial court.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nJOSEPH M. TIPTON , J., delivered the opinion of the court, in which GARY R. WADE, P.J., and J.C.\nMCLIN , J., joined.\n\nJames P. McNamara, Nashville, Tennessee, for the appellant, Michael E. Raines.\n\nPaul G. Summers, Attorney General and Reporter; Benjamin A. Ball, Assistant Attorney General;\nVictor S. (Torry) Johnson, III, District Attorney General; and Amy H. Eisenbeck, Assistant District\nAttorney General, for the a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-michael-e-raines"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}