{
  "id": 8308,
  "title": "2005년 Continental Casualty Company, an Illinois Insurance Company v. American National Insurance Company, a Texas Insurance Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Continental Casualty Company, an Illinois Insurance Company v. American National Insurance Company, a Texas Insurance Company. 판결일: 2005-08-05. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: CONTINENTAL CASUALTY COMPANY, an Illinois Insurance Company, Plaintiff-Appellant, v. AMERICAN NATIONAL INSURANCE COMPANY, a Texas Insurance Company, Defendant-Appellee\n**판결일**: 2005-08-05\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Kanne, Ripple\n\n## 변호인\n\nConstantine L. Trela, Jr. (argued), Sid-ley Austin Brown & Wood, Chicago, IL, for Plaintiff-Appellant., Michael F. Braun (argued), Schuyler, Roche & Zwirner, Chicago, IL, for Defendant-Appellee.\n\n## 인용\n\n- 417 F.3d 727\n\n## 판결문 요약\n\n417 F.3d 727\n    CONTINENTAL CASUALTY COMPANY, an Illinois insurance company, Plaintiff-Appellant,v.AMERICAN NATIONAL INSURANCE COMPANY, a Texas insurance company, Defendant-Appellee.\n    No. 04-1615.\n    United States Court of Appeals, Seventh Circuit.\n    Argued November 4, 2004.\n    Decided August 5, 2005.\n    \n      Constantine L. Trela, Jr. (argued), Sidley Austin Brown &amp; Wood, Chicago, IL, for Plaintiff-Appellant.\n      Michael F. Braun (argued), Schuyler, Roche &amp; Zwirner, Chicago, IL, for Defendant-Appellee.\n      Before BAUER, RIPPLE and KANNE, Circuit Judges.\n      RIPPLE, Circuit Judge.\n    \n    \n      1\n      Continental Casualty Co. (\"Continental\") filed suit against American National Insurance Co. (\"ANICO\"), a co-participant in the Associated Accident and Health Reinsurance Underwriters (\"AAHRU\") reinsurance pool managed by IOA Re, Inc. (\"IOA Re\"). Continental attempted to leave the reinsurance arrangement in 2000. It sought a declaratory judgment that it owed no duty to indemnify ANICO pursuant to a Quota Share Personal Accident Retrocession Contract (\"Quota Share Contract\") executed in 2001 by ANICO and IOA Re. Continental maintained that IOA Re lacked the authority to enter into the contract on Continental's behalf. In response, ANICO moved for dismissal on the grounds, among others, that arbitration clauses in the Quota Share Contract between IOA Re and ANICO, and in the AAHRU Participation Agreement between IOA Re and Continental, required the partie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=continental-casualty-company-an-illinois-insurance-company-v-american"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}