{
  "id": 8309,
  "title": "2005년 Montiel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-08-05",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Montiel. 판결일: 2005-08-05. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Montiel\n**판결일**: 2005-08-05\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham\n\n## 인용\n\n- 2005 UT 48\n- 122 P.3d 571\n\n## 판결문 요약\n\n\n122 P.3d 571 (2005)\n2005 UT 48\nSTATE of Utah, Plaintiff and Respondent,\nv.\nAlex MONTIEL, Defendant and Petitioner.\nNo. 20040780.\nSupreme Court of Utah.\nAugust 5, 2005.\n*573 Mark L. Shurtleff, Att'y Gen., Karen A. Klucznik, Asst. Att'y Gen., Byron F. Burmester, Asst. Att'y Gen., Salt Lake City, for plaintiff.\nLori Seppi, Heidi Buchi, Salt Lake City, for defendant.\n\nOn Certiorari to the Utah Court of Appeals\nDURHAM, Chief Justice:\n¶ 1 Defendant Alex Montiel appealed his conviction for aggravated robbery, arguing that the trial court abused its discretion in rejecting a pretrial plea agreement based on a stated policy of rejecting pleas that waive penalty enhancements for use of a firearm. The court of appeals affirmed Montiel's conviction. We granted certiorari to consider the scope of judicial discretion vis-à-vis plea agreements. We hold that trial courts retain broadthough not unlimiteddiscretion in accepting or rejecting plea agreements, and that, under the circumstances of this case, the trial court did not abuse its discretion. We therefore affirm the court of appeals.\n\nBACKGROUND\n¶ 2 Montiel was charged with aggravated robbery, a first-degree felony, in violation of Utah Code section 76-6-302. If convicted, Montiel was also subject to an enhanced penalty pursuant to Utah Code section 76-3-203.1 because the crime was committed in concert with two or more persons. Under Utah Code section 76-3-203,[1] Montiel was arguably subject to a further enhanced penalty for use of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-montiel"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}