{
  "id": 8316,
  "title": "2005년 Sandra Lorena Menjivar v. Alberto Gonzales, Attorney General of the United States of America, 1 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sandra Lorena Menjivar v. Alberto Gonzales, Attorney General of the United States of America, 1. 판결일: 2005-07-29. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Sandra Lorena MENJIVAR, Petitioner, v. Alberto GONZALES, Attorney General of the United States of America, Respondent\n**판결일**: 2005-07-29\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Colloton, Gibson, John, Wollman\n\n## 변호인\n\nBruce D. Nestor, argued, Minneapolis, MN, for petitioner., Gjon Juncaj, argued, U.S. Dept, of Justice, Washington, D.C. (Jennifer J. Kee-ney, on the brief, U.S. Dept, of Justice, Washington, D.C.), for respondent.\n\n## 인용\n\n- 416 F.3d 918\n\n## 판결문 요약\n\n416 F.3d 918\n    Sandra Lorena MENJIVAR, Petitioner,v.Alberto GONZALES, Attorney General of the United States of America,1 Respondent.\n    No. 04-2635.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: March 17, 2005.\n    Filed: July 29, 2005.\n    \n      Bruce D. Nestor, argued, Minneapolis, MN, for petitioner.\n      Gjon Juncaj, argued, U.S. Dept. of Justice, Washington, D.C. (Jennifer J. Keeney, on the brief, U.S. Dept. of Justice, Washington, D.C.), for respondent.\n      Before WOLLMAN, JOHN R. GIBSON, and COLLOTON, Circuit Judges.\n      COLLOTON, Circuit Judge.\n    \n    \n      1\n      Sandra Lorena Menjivar petitions for review of a decision of the Board of Immigration Appeals (\"BIA\") denying her application for asylum and withholding of removal and relief under the Convention Against Torture. We deny the petition for review.\n    \n    I.\n    \n      2\n      Sandra Menjivar is a native and citizen of El Salvador who entered the United States on January 29, 2002. On February 8, 2002, the government initiated removal proceedings against her, and on October 28, 2002, Menjivar filed an application for asylum and related relief. At a hearing before an Immigration Judge (\"IJ\") on March 10, 2003, she testified to the circumstances of her departure from El Salvador. According to Menjivar, she first encountered a man named \"Moncho\" when she was fifteen. Moncho was a gang member who walked her home from school, made small talk, and eventually asked her to be his girl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sandra-lorena-menjivar-v-alberto-gonzales-attorney-general-of-the-united"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}