{
  "id": 8322,
  "title": "2005년 Jorge Acosta Rubio v. Tony Parker, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Jorge Acosta Rubio v. Tony Parker, Warden. 판결일: 2005-07-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Jorge Acosta Rubio v. Tony Parker, Warden\n**판결일**: 2005-07-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge J. C. McLin\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n\n\n             JORGE ACOSTA RUBIO v. TONY PARKER, WARDEN\n\n                     Direct Appeal from the Circuit Court for Lake County\n                             No. 04-CR-8635 R. Lee Moore, Judge\n\n\n\n                      No. W2004-02850-CCA-R3-HC - Filed July 22, 2005\n\n\n\n\nThe Petitioner, Jorge Acosta Rubio, appeals the trial court's denial of his petition for habeas corpus\nrelief. The State has filed a motion requesting that this Court affirm the trial court's denial of relief\npursuant to Rule 20, Rules of the Court of Criminal Appeals. The Petitioner has failed to allege any\nground that would render the judgment of conviction void. Accordingly, we grant the State’s motion\nand affirm the judgment of the lower court.\n\nTenn. R. App. P. 3; Judgment of the Trial Court Affirmed Pursuant to Rule 20, Rules of the\nCourt of Criminal Appeals\n\nJ.C. MCLIN , J., delivered the opinion of the court, in which DAVID G. HAYES AND JOHN EVERETT\nWILLIAMS, JJ. joined.\n\nJorge Acosta Rubio, pro se.\n\nPaul G. Summers, Attorney General & Reporter; David Edward Coenen, Assistant Attorney General,\nfor the appellee, the State of Tennessee.\n\n\n\n                                   MEMORANDUM OPINION\n\n\n       On July 3, 1986, the Petitioner, Jorge Acosta Rubio, was convicted of murder in the first\ndegree and was sentenced to life imprisonment. State v. Rubio, 746 S.W.2d 732 (Tenn. Crim. App.\n1987). His conviction and s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jorge-acosta-rubio-v-tony-parker-warden"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}