{
  "id": 8324,
  "title": "2005년 In re G.E. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-21",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: In re G.E.. 판결일: 2005-07-21. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re G.E., District of Columbia\n**판결일**: 2005-07-21\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Blackburne, Farrell, Rigsby, Schwelb\n\n## 변호인\n\nSidney R. Bixler, Assistant Attorney General, with whom Robert J. Spagnoletti, Attorney General for the District of Columbia, Edward E. Schwab, Deputy Attorney General, and Rosalyn Calbert Groce, Assistant Attorney General, were on the brief, for the appellant., Sandra K. Levick, Public Defender Service, with whom James Klein, Public Defender Service, was on the brief, for appel-lee.\n\n## 인용\n\n- 879 A.2d 672\n\n## 판결문 요약\n\n\nBLACKBURNE-RIGSBY, Associate\nJudge,\nSuperior Court of the District of Columbia:\nAt issue in this appeal is whether a police officer’s question to G.E. “Are you sure?” after he was notified of and unequivocally invoked his Miranda1 rights constituted further interrogation of G.E. while in police custody in violation of Miranda and Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981). On July 29, 2004, fourteen-year-old G.E. was arrested and taken into custody by the Metropolitan Police Department (“MPD”) after an eyewitness to a homicide that occurred on July 21, 2004, positively identified him. The trial judge granted G.E.’s motion to suppress his post-Miranda statements and found that G.E.’s constitutional rights were violated when the police officer initiated further interrogation after G.E. had invoked his Fifth Amendment right to counsel. The District of Columbia appeals the order granting the motion to suppress, arguing that instead it was G.E. who initiated conversation with the police officer in a separate exchange that immediately followed the police officer’s question “Are you sure?” We reject this argument. Accordingly, we affirm and hold, under the circumstances of this case, that the police officer’s question constituted unlawful interrogation of G.E. after he unequivocally invoked his Fifth Amendment right to counsel.\nI.\nA. Factual Background2\nOn the evening of July 21, 2004, a homicide was committed on the corner of Georgia Avenue and Quincy ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-ge"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}