{
  "id": 8325,
  "title": "2005년 L.A.M. Recovery Inc. v. Department of Consumer Affairs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: L.A.M. Recovery Inc. v. Department of Consumer Affairs. 판결일: 2005-07-20. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: L.A.M. RECOVERY INC., Plaintiff, v. the DEPARTMENT OF CONSUMER AFFAIRS, Et Al., Defendants\n**판결일**: 2005-07-20\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Kaplan\n\n## 변호인\n\nRonald P. Hart, New York City, for Plaintiff., Gabriel Taussig, Dana Biberman, Sheryl Neufeld, Assistant Corporation Counsels,, Michael A. Cardozo, Corporation Counsel of the City of New York, New York City, for Defendants.\n\n## 인용\n\n- 377 F. Supp. 2d 429\n\n## 판결문 요약\n\n\n377 F. Supp. 2d 429 (2005)\nL.A.M. RECOVERY INC., Plaintiff,\nv.\nThe DEPARTMENT OF CONSUMER AFFAIRS, et al., Defendants.\nNo. 04 Civ. 0701(LAK).\nUnited States District Court, S.D. New York.\nJuly 20, 2005.\n*430 Ronald P. Hart, New York City, for Plaintiff.\nGabriel Taussig, Dana Biberman, Sheryl Neufeld, Assistant Corporation Counsels, Michael A. Cardozo, Corporation Counsel of the City of New York, New York City, for Defendants.\n\nMEMORANDUM OPINION\nKAPLAN, District Judge.\nPlaintiff, who was in the business of repossessing vehicles, now alleges that a city ordinance requiring tow truck operators to obtain a towing license violates the Commerce Clause of the U.S. Constitution. Defendants move for summary judgment dismissing the complaint.\n\nFacts\nPlaintiff's Dispute with the City\nThis Court already has dismissed two of plaintiff's three claims in a previous opinion, familiarity with which is assumed.[1] The following summarizes only those facts relevant to the current claim, facts that essentially are undisputed.\nOn February 8, 2001, a New York City police officer issued a notice of violation to plaintiff L.A.M. Recovery Inc. (\"LAM\") for \"towing\" without a license in violation of Section 20-496(a) of the Administrative Code.[2] On February 15, 2001, an administrative law judge (\"ALJ\") found that plaintiff had been operating a \"tow truck\" within the meaning of the ordinance[3] and that no statutory exemption applied. Accordingly, the ALJ directed LAM to cease towing without a licens...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lam-recovery-inc-v-department-of-consumer-affairs"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=impac-associates-redevelopment-co-v-robinson"
    }
  ],
  "relatedIncidents": [
    8095,
    8153,
    8282,
    8284,
    8333
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}