{
  "id": 8329,
  "title": "2005년 Erum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Erum. 판결일: 2005-07-15. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Theodorico ERUM, Jr., on behalf of himself and all other similarly situated v. CITIBANK, N.A. (SOUTH DAKOTA), a national banking association\n**판결일**: 2005-07-15\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Bybee, Rawlinson, Schroeder\n\n## 변호인\n\nTheodorico Erum, Jr., Kapaa, HI, pro se., Elizabeth A. Kane, Esq., Law Office of Elizabeth A. Kane, LLC, Honolulu, HI, for Defendantr-Appellee.\n\n## 인용\n\n- 139 F. App'x 831\n\n## 판결문 요약\n\n\nMEMORANDUM**\nTheodorico Erum, Jr., appeals pro se the district court’s judgment dismissing his action seeking to vacate an arbitration award in his dispute with his credit card issuer. We have jurisdiction pursuant to 28 U.S.C. § 1291. After de novo review, Noel v. Hall, 341 F.3d 1148, 1154 (9th Cir.2003), we affirm.\nThe district court correctly concluded that it lacked jurisdiction to consider Erum’s action because the relief Erum sought would require review of the state court judgment confirming the arbitration award in question. See id. at 1158. Erum’s action was thus a de facto appeal of the state court proceeding, and the district court was required to “refuse to decide any issue raised in the suit that is ‘inextricably intertwined’ with an issue resolved by the state court.” Id.\nErum’s remaining contentions lack merit.\nThe clerk shall file the reply brief received on May 10, 2005.\nAFFIRMED.\n\n This disposition is not appropriate for publication and may not be cited to or by the *832courts of this circuit except as provided by Ninth Circuit Rule 36-3.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=erum-v-citibank-na"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}