{
  "id": 8331,
  "title": "2005년 Dustin Dwayne Davis v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-14",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Dustin Dwayne Davis v. State of Tennessee. 판결일: 2005-07-14. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Dustin Dwayne Davis v. State of Tennessee\n**판결일**: 2005-07-14\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jerry L. Smith\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                             Assigned on Briefs March 22, 2005\n\n              DUSTIN DWAYNE DAVIS v. STATE OF TENNESSEE\n\n                       Appeal from the Criminal Court for Knox County\n                               No. 71411 Ray L. Jenkins, Judge\n\n\n\n                       No. E2004-01394-CCA-R3-PC - Filed July 14, 2005\n\n\nThe petitioner, Dustin Dwayne Davis, was convicted by a jury in 1998 of especially aggravated\nkidnapping, aggravated robbery, misdemeanor theft and two (2) counts of aggravated rape. As a\nresult, the petitioner was sentenced to a total effective sentence of 100 years in the Tennessee\nDepartment of Correction. On direct appeal, this Court affirmed the petitioner’s convictions and\nsentence. See State v. Dustin Dwayne Davis, No. 03C01-9712-CR-00543, 1999 WL 135054 (Tenn.\nCrim. App., at Knoxville, Mar. 15, 1999), perm. app. denied (Tenn. Oct. 11, 1999). The petitioner\nsubsequently sought post-conviction relief in which he alleged, inter alia, that he received ineffective\nassistance of counsel at trial. After a hearing, the petition for post-conviction relief was denied. On\nappeal, the petitioner challenges the post-conviction court’s dismissal of the petition for post-\nconviction relief. Because we determine that the petitioner was afforded the effective assistance of\ncounsel, we affirm the post-conviction court’s dismissal of the petition for post-conviction reli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dustin-dwayne-davis-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    8114,
    8165,
    8318,
    8459,
    7619
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}