{
  "id": 8333,
  "title": "2005년 Tanksley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-13",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Tanksley. 판결일: 2005-07-13. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: FIVE STAR MANUFACTURING, INC., Employer-Appellant, v. David TANKSLEY, Claimant-Respondent, and Division of Employment Security, Respondent\n**판결일**: 2005-07-13\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Nancy Steffen Rahmeyer\n\n## 변호인\n\nPhillip R. Garrison, P.J., filed a dissenting opinion., Aaron D. Jones, Donald W. Jones, Ernesto C. Gapasin, Springfield, MO, for appellant., Larry R. Ruhmann, St. Louis, MO, for respondent.\n\n## 인용\n\n- 168 S.W.3d 719\n\n## 판결문 요약\n\n\n168 S.W.3d 719 (2005)\nFIVE STAR MANUFACTURING, INC., Employer-Appellant,\nv.\nDavid TANKSLEY, Claimant-Respondent, and\nDivision of Employment Security, Respondent.\nNo. 26590.\nMissouri Court of Appeals, Southern District, Division One.\nJuly 13, 2005.\nMotion for Rehearing or Transfer Denied July 26, 2005.\nApplication for Transfer Denied August 30, 2005.\nAaron D. Jones, Donald W. Jones, Ernesto C. Gapasin, Springfield, MO, for appellant.\nLarry R. Ruhmann, St. Louis, MO, for respondent.\n*720 NANCY STEFFEN RAHMEYER, Judge.\nFive Star Manufacturing, Inc. (\"Appellant\") appeals from the Labor &amp; Industrial Relations Commission's finding that David Tanksley (\"Claimant\") was not discharged from his job for misconduct, and therefore *721 was entitled to unemployment benefits without penalty. We affirm.\nThe standard of review in unemployment compensation cases is determined by section 288.210.[1] It states, in pertinent part,\nUpon appeal no additional evidence shall be heard. The findings of the commission as to the facts, if supported by competent and substantial evidence and in the absence of fraud, shall be conclusive, and the jurisdiction of the appellate court shall be confined to questions of law. The court, on appeal, may modify, reverse, remand for rehearing, or set aside the decision of the commission on the following grounds and no other:\n(1) The commission acted without or in excess of its powers;\n(2) That the decision was procured by fraud;\n(3) That the facts found by the co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=five-star-manufacturing-inc-v-tanksley"
    }
  ],
  "relatedIncidents": [
    8095,
    8153,
    8282,
    8284,
    8325
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}