{
  "id": 8335,
  "title": "2005년 Delacruz-Soto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-07-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Delacruz-Soto. 판결일: 2005-07-12. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Alejandro DELACRUZ-SOTO, Defendant-Appellant\n**판결일**: 2005-07-12\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Ebel, McCONNELL, Murphy\n\n## 변호인\n\nJess R. Lilléy, Lilley Law Offices, Las Cruces, NM, for Defendant-Appellant.** David C; Iglesias, U.S. Attorney, Norman Cairns, Office of the United - States Attorney District of New Mexico, Albuquerque, NM, for Plaintiff-Appellee.\n\n## 인용\n\n- 414 F.3d 1158\n\n## 판결문 요약\n\n414 F.3d 1158\n    UNITED STATES of America, Plaintiff-Appellee,v.Alejandro DELACRUZ-SOTO, Defendant-Appellant.\n    No. 04-2086.\n    United States Court of Appeals, Tenth Circuit.\n    July 12, 2005.*\n    \n      Jess R. Lilley, Lilley Law Offices, Las Cruces, NM, for Defendant-Appellant.**\n      David C. Iglesias, U.S. Attorney, Norman Cairns, Office of the United States Attorney District of New Mexico, Albuquerque, NM, for Plaintiff-Appellee.\n      Before EBEL, MURPHY and McCONNELL, Circuit Judges.\n      EBEL, Circuit Judge.\n    \n    \n      1\n      In January 2004, Defendant Alejandro Delacruz-Soto, an alien who previously had been deported after being convicted of an aggravated felony, pled guilty to a charge of being found in the United States in violation of 8 U.S.C. &#167;&#167; 1326(a)(1) &amp; (2) and (b)(2).1 The district court sentenced him, inter alia, to 46 months' imprisonment. Defendant now appeals. Defendant's counsel filed an Anders brief in this case, and we take this occasion to remind counsel who file Anders briefs of their responsibility to provide us with a sufficient record so that we can conduct our own review of the record to see if there is reversible error. We hold that defendants convicted under 8 U.S.C. &#167; 1326 cannot, in that criminal proceeding, challenge a prior aggravated felony conviction used to enhance the penalties under &#167; 1326(b)(2) except on the ground that the defendant was denied counsel in that prior felony proceeding. The appeal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-delacruz-soto"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}