{
  "id": 8351,
  "title": "2005년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-06-30",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Jones. 판결일: 2005-06-30. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. State\n**판결일**: 2005-06-30\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Cobb, P.J., Carlson and Graves\n\n## 인용\n\n- 918 So. 2d 1220\n\n## 판결문 요약\n\n\n918 So. 2d 1220 (2005)\nChris JONES\nv.\nSTATE of Mississippi.\nNo. 2004-KA-00961-SCT.\nSupreme Court of Mississippi.\nJune 30, 2005.\n*1221 Allan D. Shackelford, Clarksdale, attorney for appellant.\nOffice of the Attorney General, by John R. Henry, attorney for appellee.\nBefore COBB, P.J., CARLSON and GRAVES, JJ.\nCARLSON, Justice, for the Court.\n¶ 1. On February 14, 2001, a Tunica County grand jury indicted Chris Jones for the murder of his girlfriend, Jennifer Stewart. A subsequent trial resulted in the jury finding Jones guilty of murder, and the judge forthwith sentenced Jones to serve a term of life imprisonment in the custody of the Mississippi Department of Corrections.[1] After the circuit judge denied his post-trial motions, Jones perfected his appeal to this Court alleging several trial court errors. Finding Jones's assignments of error to be without merit, we affirm the trial court judgment of conviction and life sentence.\n\nFACTS AND PROCEEDINGS IN THE TRIAL COURT\n¶ 2. The evidence in this murder case is purely circumstantial inasmuch as there is no confession from Jones, nor are there any eyewitnesses to the crime. We first present the facts as gleaned from the testimony of the State's witnesses at trial.\n¶ 3. On February 15, 2000, Chris Jones, an employee of Fitzgerald's Casino in Tunica County, Mississippi, clocked in for work at 3:57 p.m., and clocked out at 10:34 p.m. Jones and his girlfriend, Jennifer Stewart, lived in Buck Island Trailer Park, which was only a five...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}