{
  "id": 8352,
  "title": "2005년 Casavant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-06-30",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Casavant. 판결일: 2005-06-30. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Mark Casavant & another v. Norwegian Cruise Line, Ltd.\n**판결일**: 2005-06-30\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Berry, Brown\n\n## 변호인\n\nJohn D. Deacon, Jr., for the plaintiffs., Barbara P. Lazaris for the defendant.\n\n## 인용\n\n- 63 Mass. App. Ct. 785\n\n## 판결문 요약\n\n\nBerry, J.\nThe plaintiffs, Mark and Tara Casavant, appeal from the dismissal of their complaint against the defendant, Norwegian Cruise Line, Ltd. (Norwegian), which sought to recover payment for a cruise scheduled to depart from Boston *786on September 16, 2001. In the aftermath of the September 11, 2001, terrorist hijacking of airplanes that originated from Boston’s Logan Airport and smashed into and destroyed the twin towers at the World Trade Center in New York City, killing nearly 3,000 people, the Casavants were fearful of going on the cruise,2 which was to embark from Boston Harbor.\n1. Background. According to the verified complaint, in September, 2001, approximately a week after receiving the ticketing contract, the Casavants communicated with Norwegian “to inform [Norwegian] that they were unwilling to proceed with the September 16 voyage, and to request rescheduling of their cruise to a later date.” Three additional such requests were transmitted by the Casavants. All were denied by Norwegian. The Casavants then followed with a letter dated September 17, 2001, in which they reiterated their trepidations.\n“The fact that Massport has responsibility for security at the Black Falcon Pier and Logan Airport in Boston contributed to our trepidation. After all, this was the place where two of the hijacked planes originated with sixteen terrorists aboard. As events continued to unfold it became apparent that security had been lax for some time. It also *787became evident tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=casavant-v-norwegian-cruise-line-ltd"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}