{
  "id": 8360,
  "title": "2005년 Kuklinski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-06-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Kuklinski. 판결일: 2005-06-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Mark E. Kuklinski\n**판결일**: 2005-06-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Carpinello\n\n## 인용\n\n- 19 A.D.3d 875\n- 798 N.Y.S.2d 164\n\n## 판결문 요약\n\n\nCarpinello, J.\nAppeals (1) from a judgment of the County Court of Warren County (Austin, J.), rendered July 29, 2003, convicting defendant upon his plea of guilty of the crimes of unlawfully dealing with a child in the first degree and rape in the third degree, and (2) by permission, from an order of said court (Berke, J.), entered February 9, 2004, which denied defendant’s motion pursuant to CPL 440.10 to vacate the judgment of conviction, without a hearing.\nIn the course of applying for a position with the New York State Police, defendant became the subject of an investigation as to whether he had provided alcohol to and engaged in sexual relations with minors. The record reveals that numerous young girls were interviewed about their relationships with defendant within a few weeks of an April 11, 2003 polygraph examination. Prior to taking the polygraph test, defendant signed a release form acknowledging, among other rights, that he “may remain silent” and that “anything [he] said can be used against [him] in any court of law.”\n*876Under the guise of conducting a second interview in conjunction with his job application, a State Police investigator questioned defendant on April 25, 2003, but not before advising him of his Miranda rights. Although defendant questioned the need for such rights during a job interview, he nevertheless signed a statement waiving them. According to defendant, he was orally advised by the investigator that nothing he said during that interview cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-kuklinski"
    }
  ],
  "relatedIncidents": [
    8099,
    8108,
    8144,
    8152,
    8184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}