{
  "id": 8363,
  "title": "2005년 Marlin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-06-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Marlin. 판결일: 2005-06-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Marlin v. the State\n**판결일**: 2005-06-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Johnson, Ruffin\n\n## 변호인\n\nLon P. Kemeness, for appellant., C. Paul Bowden, District Attorney, Bradford L. Rigby, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 616 S.E.2d 176\n- 273 Ga. App. 856\n\n## 판결문 요약\n\n\n616 S.E.2d 176 (2005)\n273 Ga. App. 856\nMARLIN\nv.\nThe STATE.\nNo. A05A0546.\nCourt of Appeals of Georgia.\nJune 22, 2005.\nLon P. Kemeness, Tifton, for appellant.\nC. Paul Bowden, District Attorney, Bradford Rigby, Assistant District Attorney, for appellee.\n*177 RUFFIN, Chief Judge.\nA Tift County jury convicted Eugene Marlin of armed robbery. The trial court denied Marlin's motion for a new trial. Marlin appeals, contending that his attorney was ineffective and that there was insufficient evidence to support his conviction. For the reasons that follow, we affirm.\nOn appeal, we view the evidence in a light most favorable to the jury's verdict, and the defendant no longer enjoys a presumption of innocence.[1] \"We do not weigh the evidence or decide the witnesses' credibility, but only determine if the evidence is sufficient to sustain the convictions.\"[2] Accordingly, the evidence shows that on December 17, 2001, Marlin entered the South Georgia Bank in Tifton and approached teller Dawn Marchant. He showed Marchant a note which said \"stay calm, I have a gun. I will shoot you. Give me all your fifties and hundreds or I'll shoot everybody in here.\" Marlin had a hand under his shirt, and Marchant believed he had a gun. She gave him all the fifties and hundreds she had, because she thought he would shoot if she did not. These events were captured on the bank's surveillance cameras, and the footage was shown to the jury. Marchant and another teller identified Marlin as the perpetrator in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marlin-v-state"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}