{
  "id": 8364,
  "title": "2005년 Smith v. State 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2005-06-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Smith v. State. 판결일: 2005-06-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: SMITH v. State\n**판결일**: 2005-06-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes\n\n## 변호인\n\nJames E. Goad, for appellant., T. Joseph Campbell, District Attorney, Rosemary G. Heidmann, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 273 Ga. App. 843\n- 616 S.E.2d 183\n\n## 판결문 요약\n\n\nBarnes, Judge.\nChad Smith appeals from his conviction of making a terroristic threat against a witness in violation of OCGA§ 16-11-37. Because we find sufficient corroboration of the victim’s testimony, we affirm.\nOn appeal, the evidence must be viewed in the light most favorable to the verdict and the appellant no longer enjoys the presumption of innocence; moreover, on appeal this court determines evidence sufficiency and does not weigh the evidence or determine witness credibility.\n(Citation and punctuation omitted.) Williams v. State, 217 Ga. App. 636, 638 (3) (458 SE2d 671) (1995). Viewed in this light, the record shows that the victim testified in a criminal case against Smith and identified him as the person who had committed a burglary. At the time of this testimony, both the victim and Smith were juveniles. Several years later, Smith and the victim were assigned to the same biology class in high school. The victim started to experience problems with Smith a few weeks after a friend reminded him that the victim was the one who had testified against him. Smith approached the victim and told her that if she completed his biology project for him, “all issues would be resolved.” When she refused, Smith bullied her for several weeks by staring at her in a threatening manner and threatening to beat her up or have his friends jump her behind the football field. Three weeks after his first request that the victim complete his biology project, Smith told the victim that if sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    8281,
    8422,
    8931,
    7076,
    7139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}