{
  "id": 8373,
  "title": "2005년 Barrow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-06-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Barrow. 판결일: 2005-06-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jamal Barrow, Also Known as Jamaal Barrow\n**판결일**: 2005-06-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 19 A.D.3d 189\n- 796 N.Y.S.2d 600\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Charles H. Solomon, J), rendered June 1, 2001, convicting defendant, after a jury trial, of assault in the first and second degrees, criminal possession of a weapon in the second and third degrees and reckless endangerment in the first degree, and sentencing him to concurrent terms of 10 years, five years, seven years, four years and to 7 years, respectively, and order, same court and Justice, entered on or about July 2, 2003, which denied defendant’s CPL 440.10 motion to vacate the judgment, unanimously affirmed.\nThe verdict was based on legally sufficient evidence and was not against the weight of the evidence. The eyewitness testimony, coupled with the extensive ballistic evidence, warranted the conclusion that, even if one or more persons other than defendant fired shots during the incident in question, it was defendant who fired the shots that injured the victims.\nThe court’s justification charge, viewed as a whole (see People v Fields, 87 NY2d 821 [1995]), conveyed the appropriate principles and adequately explained the concept of duty to retreat as it related to the use of deadly force in defense of another person (see People v Van Allen, 216 AD2d 39 [1995], lv denied 86 NY2d 804 [1995]).\nThe court properly exercised its discretion in precluding proffered testimony by defendant in support of his claim that he was not the initial aggressor, since the proposed testimony was devoid of any probative value (see People v Miller, 39 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-barrow"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}