{
  "id": 8382,
  "title": "2005년 Raye 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-06-07",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Raye. 판결일: 2005-06-07. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Respondent, v. Eric W. Raye, Defendant-Appellant-Petitioner\n**판결일**: 2005-06-07\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Bradley\n\n## 변호인\n\nFor the defendant-appellant-petitioner there were briefs by Brian C. Hough and Robinson Law Firm, Appleton, and oral argument by Brian C. Hough., For the plaintiff-respondent the cause was argued by Sarah K. Larson, assistant attorney general, with whom on the brief was Peggy A. Lautenschlager, attorney general.\n\n## 인용\n\n- 2005 WI 68\n- 697 N.W.2d 407\n- 281 Wis. 2d 339\n\n## 판결문 요약\n\n\n281 Wis. 2d 339 (2005)\n2005 WI 68\n697 N.W.2d 407\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nEric W. RAYE, Defendant-Appellant-Petitioner.\nNo. 2004AP770-CR.\nSupreme Court of Wisconsin.\nOral argument April 27, 2005.\nDecided June 7, 2005.\nFor the defendant-appellant-petitioner there were briefs by Brian C. Hough and Robinson Law Firm, Appleton, and oral argument by Brian C. Hough.\nFor the plaintiff-respondent the cause was argued by Sarah K. Larson, assistant attorney general, with whom on the brief was Peggy A. Lautenschlager, attorney general.\n*343 ¶ 1. ANN WALSH BRADLEY, J.\nThe petitioner, Eric Raye, seeks review of an unpublished decision of *344 the court of appeals affirming a circuit court judgment of conviction and order denying postconviction relief.[1] Raye was convicted of operating a motor vehicle with a prohibited blood-alcohol concentration, contrary to Wis. Stat. § 346.63(1)(b) (2001-02).[2]\n¶ 2. In his quest for a new trial, Raye advances two primary arguments. First, he contends that the circuit court erroneously exercised its discretion when polling of the jury revealed that the verdict was not unanimous and the court did not grant a mistrial or direct the jury to deliberate further. Second, he asserts that the court of appeals erroneously concluded that he had waived the issue.\n¶ 3. We agree with Raye that he did not waive the issue presented. Furthermore, we determine that a new trial is warranted under the facts of the case. Here, the circuit court errone...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-raye"
    }
  ],
  "relatedIncidents": [
    8187,
    7593,
    7668,
    7708,
    7857
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}