{
  "id": 8386,
  "title": "2005년 Mubarak 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-06-01",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Mubarak. 판결일: 2005-06-01. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Juan MUBARAK, Defendant-Appellant\n**판결일**: 2005-06-01\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: James K. Prewitt\n\n## 변호인\n\nNancy A. McKerrow, Columbia, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., and Alison K. Brown, Asst. Atty. Gen., Jefferson City, MO, for respondent.\n\n## 인용\n\n- 163 S.W.3d 624\n\n## 판결문 요약\n\n\n163 S.W.3d 624 (2005)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nJuan MUBARAK, Defendant-Appellant.\nNo. 26037.\nMissouri Court of Appeals, Southern District, Division I.\nJune 1, 2005.\n*625 Nancy A. McKerrow, Columbia, MO, for appellant.\n*626 Jeremiah W. (Jay) Nixon, Atty. Gen., and Alison K. Brown, Asst. Atty. Gen., Jefferson City, MO, for respondent.\nJAMES K. PREWITT, Judge.\nFollowing jury trial, Juan Mubarak (\"Appellant\") was convicted of assault in the first degree (§ 565.050, RSMo 2000) and armed criminal action (§ 571.015, RSMo 2000), on November 5, 2003. Appellant was sentenced as a prior and persistent offender to thirty years' imprisonment on the first-degree assault conviction and ten years' imprisonment on the conviction for armed criminal action. Appellant appeals his convictions, presenting two points for review.\nThe State charged Appellant under Count I with the class A felony of assault in the first degree, alleging that he \"knowingly caused serious physical injury to William Hendricks by stabbing him.\" Section 565.050, RSMo 2000, provides:\n1. A person commits the crime of assault in the first degree if he attempts to kill or knowingly causes or attempts to cause serious physical injury to another person.\n2. Assault in the first degree is a class B felony unless in the course thereof the actor inflicts serious physical injury on the victim in which case it is a class A felony.\n\"Serious physical injury\" is defined under § 565.002(6), RSMo 2000, as \"physical inju...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mubarak"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}