{
  "id": 8387,
  "title": "2005년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Smith. 판결일: 2005-05-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Wayne Smith\n**판결일**: 2005-05-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 18 A.D.3d 888\n- 796 N.Y.S.2d 655\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Carroll, J.), rendered April 28, 2003, convicting him of burglary in the second degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nWe disagree with the defendant’s contention that he was deprived of his right to testify before the grand jury. CPL 190.50 (5) (a) provides a defendant with the right to testify before the grand jury “if, prior to the filing of any indictment ... in the matter, he serves upon the district attorney of the county a written notice making such request.” Although the defendant claims that he told his attorney of his desire to testify before the grand jury, we find no support in the record that either he or his attorney ever gave the required written notice to the District Attorney. Consequently, his motion to dismiss the indictment pursuant to CPL 190.50 was properly denied (see People v Rogers, 228 AD2d 623 [1996]).\nThe defendant’s claim of error concerning the jury charge on recent and exclusive possession is not preserved for appellate review (see CPL 470.05 [2]; People v Fernandez, 286 AD2d 444 [2001]; People v Vasquez, 11 AD3d 643 [2004]). In any event, any error was harmless in light of the overwhelming proof of the defendant’s guilt (see People v Hutton, 220 AD2d 687, 688 [1995], affd 88 NY2d 363 [1996]; People v Luperena, 159 AD2d 727 [1990]). Florio, J.P., Schmidt, Santucci and Spolzino, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}