{
  "id": 8394,
  "title": "2005년 Rivera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-20",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Rivera. 판결일: 2005-05-20. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. Israel RIVERA\n**판결일**: 2005-05-20\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Flaherty, Goldberg, Robinson, Suttell, Williams\n\n## 변호인\n\nJane M. McSoley, Providence, for Plaintiff., Paula Rosin, Providence, for Defendant.\n\n## 인용\n\n- 873 A.2d 115\n\n## 판결문 요약\n\n\n873 A.2d 115 (2005)\nSTATE\nv.\nIsrael RIVERA.\nNo. 2004-164-C.A.\nSupreme Court of Rhode Island.\nMay 20, 2005.\n*116 Jane M. McSoley, Providence, for Plaintiff.\nPaula Rosin, Providence, for Defendant.\nPresent: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ.\n\nOPINION\nPER CURIAM.\nThe defendant, Israel Rivera, appeals from a determination by a Superior Court justice that he violated the terms and conditions of his probation. This case came before this Court for oral argument on April 11, 2005, pursuant to an order directing the parties to appear and show cause why the issues raised should not summarily be decided. After considering the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown, and we will proceed to decide the case at this time. For the reasons stated below, we affirm the judgment of the Superior Court.\n\nFacts and Procedural History\nIn 1997, Rivera pleaded nolo contendere to one count of assault with a dangerous weapon and one count of carrying a firearm while committing a crime of violence. *117 He received a ten-year sentence with forty-two months to be served at the Adult Correctional Institutions (ACI), followed by seventy-eight months probation. In 2003, Rivera was arrested and charged with first-degree child molestation. The state then presented Rivera as a violator pursuant to Rule 32(f) of the Superior Court Rules of Criminal Procedure.\nOn November 10-11, 2003, a Superior Court j...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rivera"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}