{
  "id": 8396,
  "title": "2005년 Vega-Molina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Vega-Molina. 판결일: 2005-05-19. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. David VEGA MOLINA, Defendant, Appellant; United States of America, Appellee, v. Victor Manuel Villega-Angulo, A/K/A Guirio, Defendant, Appellant; United States of America, Appellee, v. Michelle Rodríguez-Matos, Defendant, Appellant; United States of America, Appellee, v. Juan Zuñiga-Bruno, Defendant, Appellant\n**판결일**: 2005-05-19\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Coffin, Lipez, Selya\n\n## 변호인\n\nLinda Bacldel for appellant Vega Molina., Elaine Mittleman for appellant Villega-Angulo., José C. Romo Matienzo for appellant Rodríguez-Matos., Joseph S. Berman, with whom Berman & Dowell was on brief, for appellant Zufii-ga-Bruno., Germán A. Rieckehoff, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson Pér-ez-Sosa, Assistant United States Attorney (Senior Appellate Attorney), were on brief, for the United States.\n\n## 인용\n\n- 407 F.3d 511\n\n## 판결문 요약\n\n407 F.3d 511\n    UNITED STATES of America, Appellee,v.David VEGA MOLINA, Defendant, Appellant.United States of America, Appellee,v.Victor Manuel Villega-Angulo, A/K/A Guirio, Defendant, Appellant.United States of America, Appellee,v.Michelle Rodriguez-Matos, Defendant, Appellant.United States of America, Appellee,v.Juan Zu&#241;iga-Bruno, Defendant, Appellant.\n    No. 03-1625.\n    No. 03-1649.\n    No. 03-1650.\n    No. 03-1947.\n    United States Court of Appeals, First Circuit.\n    Heard March 10, 2005.\n    Decided May 19, 2005.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Linda Backiel for appellant Vega Molina.\n      Elaine Mittleman for appellant Villega-Angulo.\n      Jos&#233; C. Romo Matienzo for appellant Rodr&#237;guez-Matos.\n      Joseph S. Berman, with whom Berman &amp; Dowell was on brief, for appellant Zu&#241;iga-Bruno.\n      Germ&#225;n A. Rieckehoff, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney (Senior Appellate Attorney), were on brief, for the United States.\n      Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.\n      SELYA, Circuit Judge.\n    \n    \n      1\n      These appeals devolve from a violent robbery and hostage taking, which resulted in two murders and serious injury to a third victim. After a protracted trial, a jury convicted the four jointly tried...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-vega-molina"
    }
  ],
  "relatedIncidents": [
    8098,
    8159,
    7589,
    8101,
    8106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}