{
  "id": 8398,
  "title": "2005년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Davis. 판결일: 2005-05-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jalone Dante Davis\n**판결일**: 2005-05-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Lahtinen\n\n## 인용\n\n- 18 A.D.3d 1016\n- 795 N.Y.S.2d 785\n\n## 판결문 요약\n\n\nLahtinen, J.\nAppeal from a judgment of the Supreme Court (Lamont, J.), rendered July 13, 2001 in Albany County, upon a verdict convicting defendant of the crimes of murder in the second degree and criminal possession of a weapon in the second degree.\nIn August 2000, defendant allegedly approached the victim on a street in the City of Albany and shot him once in the head in *1017retaliation for the earlier gang-related slaying of a friend of defendant. The victim died from the gunshot wound and the investigation of his death eventually led detectives to question defendant in October 2000. Although defendant initially denied involvement, during the course of the two to three-hour interrogation, he admitted that he shot the victim, and he signed a typed confession. Defendant was indicted for murder in the second degree and criminal possession of a weapon in the second degree. Defendant testified at the trial, denying his involvement and claiming that his confession was coerced. The jury found him guilty of the charged crimes and he was sentenced to concurrent prison terms of 25 years to life for murder and 15 years for criminal possession of a weapon. Defendant appeals.\nWe turn first to defendant’s contention that his confession was involuntary and should have thus been suppressed. Determining whether a statement is voluntary is a factual issue governed by the totality of the circumstances (see People v Anderson, 42 NY2d 35, 38-39 [1977]; People v Ruger, 279 AD2d 795, 795 [2001...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-davis"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}