{
  "id": 8403,
  "title": "2005년 Linda Gail Calvert v. Firstar Finance, Inc., F/k/a Star Bank Corporation, and Liberty Life Assurance Company of Boston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Linda Gail Calvert v. Firstar Finance, Inc., F/k/a Star Bank Corporation, and Liberty Life Assurance Company of Boston. 판결일: 2005-05-17. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Linda Gail CALVERT, Plaintiff-Appellant, v. FIRSTAR FINANCE, INC., F/K/A Star Bank Corporation, and Liberty Life Assurance Company of Boston, Defendants-Appellees\n**판결일**: 2005-05-17\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Clay, Gilman, O'Malley\n\n## 변호인\n\nARGUED: Zack N. Womack, Womack Law Offices, Henderson, Kentucky, for Appellant. Robert L. Steinmetz, Frost, Brown & Todd, Louisville, Kentucky, for Appellees. ON BRIEF: Zack N. Wom-ack, Womack Law Offices, Henderson, Kentucky, for Appellant. Robert L. Steinmetz, Frost, Brown & Todd, Louisville, Kentucky, for Appellees.\n\n## 인용\n\n- 409 F.3d 286\n\n## 판결문 요약\n\n409 F.3d 286\n    Linda Gail CALVERT, Plaintiff-Appellant,v.FIRSTAR FINANCE, INC., f/k/a Star Bank Corporation, and Liberty Life Assurance Company of Boston, Defendants-Appellees.\n    No. 03-5815.\n    United States Court of Appeals, Sixth Circuit.\n    Argued: August 6, 2004.\n    Decided and Filed: May 17, 2005.\n    \n      1\n      COPYRIGHT MATERIAL OMITTED ARGUED: Zack N. Womack, Womack Law Offices, Henderson, Kentucky, for Appellant. Robert L. Steinmetz, Frost, Brown &amp; Todd, Louisville, Kentucky, for Appellees. ON BRIEF: Zack N. Womack, Womack Law Offices, Henderson, Kentucky, for Appellant. Robert L. Steinmetz, Frost, Brown &amp; Todd, Louisville, Kentucky, for Appellees.\n    \n    \n      2\n      Before: CLAY and GILMAN, Circuit Judges; O'MALLEY, District Judge.*\n    \n    OPINION\n    \n      3\n      O'MALLEY, District Judge.\n    \n    \n      4\n      Linda Calvert claims that Liberty Life Assurance Company of Boston (\"Liberty\") wrongfully terminated her long-term disability (\"LTD\") benefits in violation of the Employment Retirement Income Security Act of 1974 (\"ERISA\"). See 29 U.S.C. &#167;&#167; 1001-1461. After reviewing the administrative record, the district court granted Liberty's motion for judgment on the administrative record. Calvert appeals. While we agree with most aspects of the district court's well-reasoned opinion, we disagree with its ultimate conclusion. We find that Liberty acted arbitrarily and capriciously in denying Calvert further LTD benefits, and, thu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=linda-gail-calvert-v-firstar-finance-inc-fka-star-bank-corporation"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}