{
  "id": 8405,
  "title": "2005년 Joseph 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Joseph. 판결일: 2005-05-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Nicholas Joseph v. Rubinstein Jewelry Mfg. Co., Inc.\n**판결일**: 2005-05-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 18 A.D.3d 615\n- 795 N.Y.S.2d 664\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for breach of contract, the defendant appeals from a judgment of the Supreme Court, Queens County (Schmidt, J.) dated June 11, 2003, which, upon a jury verdict, is in favor of the plaintiff and against it in the principal sum of $300,000.\nOrdered that the judgment is affirmed, with costs.\nThis matter concerns a dispute between the parties over the nature and extent of the defendant’s obligations pursuant to an asset purchase agreement dated May 22, 1997. The Supreme Court properly denied the defendant’s motion for summary judgment dismissing the complaint. “ ‘ “While the meaning of a contract is ordinarily a question of law, when a term or clause is ambiguous and the determination of the parties’ intent depends upon the credibility of extrinsic evidence or a choice among inferences to be drawn from extrinsic evidence, then the issue is one of fact” (Amusement Bus. Underwriters v American Intl. Group, 66 NY2d 878, 880)’ ” (Lerer v City of New York, 301 AD2d 577, 578 [2003], quoting Reiner v Wenig, 269 AD2d 379 [2000]). The provision of the asset purchase agreement requiring the defendant to pay the plaintiff a commission on the sale *616of any items of jewelry “identical to an item heretofore sold by the Seller” is ambiguous and subject to different interpretations. Moreover, the plaintiff established the existence of triable issues of fact, inter alia, as to whether the defendant was the first to repudiate the provision of the agr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-v-rubinstein-jewelry-mfg-co"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}