{
  "id": 8413,
  "title": "2005년 Cutsforth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-11",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Cutsforth. 판결일: 2005-05-11. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: Tom CUTSFORTH, Ed Argetsinger, Becky Argetsinger, James Cherry, Max Dilley, Teresa Dilley, Jeff Dumont, Doug Huff, Allen Nelson, Jodi Nelson, Jaimy Patton, Jack Beakey, Toni Beakey, Jack Doty, Larry Engom, Darla Engom, James Kief, Jayne Kief, Stephen R. Newman, Al Price, Rocky Sitton, Yvonne Sitton, Bill Buskirk, Mike Decker, Wendy Decker, Wes Dumont, Bev Dumont, Fred Ficq, Jerry McIntosh, Sue McIntosh, Paul Parmenter, Allison Parmenter, Tom Sanderson, Hope Sanderson, Doris Scharpf, and Kirk Tibbets v. CITY OF ALBANY\n**판결일**: 2005-05-11\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Brewer, Deits, Landau, Tempore\n\n## 변호인\n\nEdward F. Schultz argued the cause for petitioners. With him on the brief was Weatherford, Thompson, Cowgill, Black & Schultz, P.C., James V. B. Delapoer argued the cause and filed the brief for respondent.\n\n## 인용\n\n- 199 Or. App. 442\n- 112 P.3d 395\n\n## 판결문 요약\n\n\nLANDAU, P. J.\nPetitioners seek review of a Land Use Board of Appeals (LUBA) decision dismissing their challenge to a City of Albany resolution referring an annexation proposal to the voters. LUBA concluded that petitioners filed an untimely appeal of the resolution. We agree, although for slightly different reasons, and affirm.\nWe take the following facts from LUBA’s opinion:\n“The subject area consists of 97 parcels totaling approximately 310 acres, located within the city urban growth boundary. The subject area is located on a bend of the Calapooia River, and is bordered by the river on the north, west and south, and the existing city limits on the east. On April 28,2004, the city council authorized city staff to begin proceedings to annex the subject area pursuant to ORS 222.750, which allows annexation of lands surrounded by a city or by a city and a ‘stream,’ without consent of the owners of property within the annexed territory.\n“Ordinance 5366 sets forth the procedures and criteria for annexation. Under Section 2 of that ordinance, the city council conducts a public hearing on the proposed annexation, and determines whether to approve it based on ‘Eligibility’ and ‘Timeliness’ criteria. Pursuant to section 3 of that ordinance, if the city council approves the annexation, it adopts a resolution that places the proposed annexation before the city voters, a vote required by city charter. If the city voters approve the annexation, pursuant to section 5 of Ordinance 5366 th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cutsforth-v-city-of-albany"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}