{
  "id": 8415,
  "title": "2005년 Valderrama 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Valderrama. 판결일: 2005-05-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jhony Valderrama v. New York City Transit Authority, (And a Third-Party Action.)\n**판결일**: 2005-05-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 18 A.D.3d 251\n- 795 N.Y.S.2d 12\n\n## 판결문 요약\n\n\n*252Order, Supreme Court, New York County (Robert D. Lippmann, J.), entered December 24, 2003, which, insofar as appealed from, granted the motion of defendant New York City Transit Authority (NYCTA) for summary judgment dismissing the complaint, unanimously reversed, on the law, without costs, the motion denied and the complaint reinstated.\nPlaintiff testified at a deposition and a General Municipal Law § 50-h hearing that in March 2001 he was employed by third-party defendant Hazardous Elimination Corporation (HEC). On the date of the accident, HEC was doing an asbestos removal project in the subway at 31st Street and Broadway. Plaintiff recalled that HEC employees entered the subway through an emergency exit, and that upon descent to track level they were approximately 50 feet from the work site. Plaintiff stated that he had not yet begun the day’s asbestos removal work when he was injured. He explained that workers first had to make trips to the site to set up their materials. On one such trip, plaintiff fell into a four-square-foot drainage hole. The testimony is unclear as to exactly how he fell, but he remembered that his left leg went knee-deep into the hole. Plaintiff recalled seeing a grating cover nearby, but his testimony is unclear as to the exact distance of the cover from the hole.\nAn employee of NYCTA offered deposition testimony that before any HEC employees went down to the tracks, he was required to do a safety inspection, described as follows: “[W]e walk ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=valderrama-v-new-york-city-transit-authority"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}