{
  "id": 8418,
  "title": "2005년 McRae 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McRae. 판결일: 2005-05-05. 법원: District Court, District of Columbia.",
  "description": "## 사건 정보\n\n**사건명**: Randy McRAE Plaintiff, v. Janice Williams OLIVE, Et Al. Defendant\n**판결일**: 2005-05-05\n**법원**: District Court, District of Columbia\n**관할**: USA, Federal\n\n**판사**: Collyer\n\n## 변호인\n\nRandy McRae, Largo, MD, pro se., Harold D. Martin, II, David A. Hyden, John J. Grimaldi, II, Washington, DC, for Defendant.\n\n## 인용\n\n- 368 F. Supp. 2d 91\n\n## 판결문 요약\n\n\n368 F.Supp.2d 91 (2005)\nRandy McRAE Plaintiff,\nv.\nJanice Williams OLIVE, et al. Defendant.\nNo. CIV.A. 03-00696(RMC).\nUnited States District Court, District of Columbia.\nMay 5, 2005.\n*92 Randy McRae, Largo, MD, pro se.\nHarold D. Martin, II, David A. Hyden, John J. Grimaldi, II, Washington, DC, for Defendant.\n\nMEMORANDUM OPINION\nCOLLYER, District Judge.\nThis lawsuit is an outgrowth of marital discord between Randy McRae and his former wife, Artina Williams McRae. During the course of the break-up of the McRae marriage and their divorce, it is alleged that Mrs. McRae's sister, Janice Williams Olive, a member of the Metropolitan Police Department (\"MPD\"), misused her official position to commit assault, trespass and false arrest against Mr. *93 McRae and in support of Mrs. McRae. Officer Olive's husband, Fred Olive, is also alleged to have assaulted Mr. McRae and interfered with his freedom of movement. Mr. McRae, an attorney who is proceeding pro se, sues the Olives and the District of Columbia alleging violations of his civil rights and assault (Counts One and Three), and negligence by the District of Columbia in the hiring and training of Officer Olive (Count Two). The emotion and anger surrounding the demise of the McRae marriage have been palpable throughout this litigation. Suddenly, after briefs on cross-motions for summary judgment, Mr. McRae has dropped his complaint against his former relatives and seeks to proceed only against the District of Columbia.[1] The Court fi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcrae-v-olive"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}