{
  "id": 8419,
  "title": "2005년 Card 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-05-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Card. 판결일: 2005-05-02. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Card v. the State\n**판결일**: 2005-05-02\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Johnson, Ruffin\n\n## 변호인\n\nBernadette C. Crucilla, for appellant., Howard Z. Simms, District Attorney, Eugene Felton, Jr., Assistant District Attorney, for appellee.\n\n## 인용\n\n- 615 S.E.2d 139\n- 273 Ga. App. 367\n\n## 판결문 요약\n\n\n615 S.E.2d 139 (2005)\n273 Ga. App. 367\nCARD\nv.\nThe STATE.\nNo. A05A0043.\nCourt of Appeals of Georgia.\nMay 2, 2005.\nReconsideration Denied May 23, 2005.\n*140 Bernadette C. Crucilla, Macon, for appellant.\nHoward Z. Simms, District Attorney, Eugene Felton, Jr., Assistant District Attorney, for appellee.\nBARNES, Judge.\nA jury convicted Stephen Wayne Card of two counts of aggravated assault on a police officer and one count of theft by receiving a stolen automobile. Card appeals, contending that insufficient evidence supports his convictions. He also asserts that the court erred by admitting evidence of a similar transaction and by refusing to allow Card to call a witness about whom the State was not given notice, and that his trial counsel was ineffective by failing to object to the admission of the similar transaction evidence when the State offered it at trial. For the reasons that follow, we affirm Card's convictions.\n1. We view the evidence on appeal in the light most favorable to the verdict, and no longer presume the defendant is innocent. We do not weigh the evidence or decide the witnesses' credibility, but only determine if the evidence is sufficient to sustain the convictions. Taylor v. State, 226 Ga.App. 254, 255, 485 S.E.2d 830 (1997). We construe the evidence and all reasonable inferences from the evidence most strongly in favor of the jury's verdict. Sims v. State, 226 Ga.App. 116(1), 486 S.E.2d 365 (1997).\nViewed in that light, the evidence at trial established tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=card-v-state"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}