{
  "id": 8422,
  "title": "2005년 QC 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2005-04-29",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: QC. 판결일: 2005-04-29. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: QC v. Com.\n**판결일**: 2005-04-29\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Minton and Tackett, Judges Huddleston, Senior Judge\n\n## 인용\n\n- 164 S.W.3d 515\n\n## 판결문 요약\n\n\n164 S.W.3d 515 (2005)\nQ.C., Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 2004-CA-000147-DG.\nCourt of Appeals of Kentucky.\nApril 29, 2005.\n*516 Gail Robinson, Assistant Public Advocate, Frankfort, KY, for appellant.\nGregory D. Stumbo, Attorney General of Kentucky, Frankfort, KY, Joseph H. Mattingly, III, Special Assistant Attorney General, Lebanon, KY, for appellee.\nBefore MINTON and TACKETT, Judges; HUDDLESTON, Senior Judge.[1]\n\nOPINION AND ORDER\nHUDDLESTON, Senior Judge.\nIn July of 2001, Q.C., a juvenile, was charged in Marion District Court, Juvenile Division, with terroristic threatening and burglary in the second degree. Q.C. denied the charges and proceeded to an adjudication hearing before the Honorable James L. Avritt, Jr., one of Marion County's district court judges. After hearing the evidence, Judge Avritt dismissed the terroristic threatening charge but found Q.C. guilty of burglary. At a subsequent disposition hearing, Judge Avritt sentenced Q.C. to sixty days in detention; however, Judge Avritt suspended the sentence and placed Q.C. on supervised probation until he turned eighteen.\nAs a condition of his probation, Q.C. was required to be home by 9:00 p.m. every night. Despite being aware of this condition, Q.C. broke curfew when he left home on February 23, 2002, and did not return until February 26th. In response to Q.C.'s defiance, Judge Avritt issued, on February 25th, a pickup order charging Q.C. with contempt of court. Q.C. was taken into custody. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=qc-v-com"
    }
  ],
  "relatedIncidents": [
    8281,
    8364,
    8931,
    7076,
    7139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}