{
  "id": 8423,
  "title": "2005년 State of Tennessee v. Leon James Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-29",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Leon James Anderson. 판결일: 2005-04-29. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Leon James Anderson\n**판결일**: 2005-04-29\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jerry L. Smith\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                            Assigned on Briefs January 26, 2005\n\n             STATE OF TENNESSEE v. LEON JAMES ANDERSON\n\n                   Appeal from the Criminal Court for Williamson County\n                         No. II-010-103 Timothy L. Easter, Judge\n\n\n\n                     No. M2004-00965-CCA-R3-CD - Filed April 29, 2005\n\n\nThe appellant, Leon James Anderson, was indicted by the Williamson County Grand Jury for driving\nunder the influence (“DUI”), speeding, driving with a revoked license, and fourth offense DUI. The\nappellant was convicted by a jury on the first three counts, and waived his right to a jury for the\nfourth offense DUI charge. The trial court found the appellant guilty of fourth offense DUI. The\nappellant was sentenced by the trial court to two (2) years for the driving under the influence fourth\noffense, thirty days for speeding, and six months for driving on a revoked license, all to be served\nconcurrently. After the denial of a motion for new trial, this appeal ensued. On appeal, the appellant\nchallenges the sufficiency of the evidence and contends his sentence is excessive. Because the\nevidence is sufficient to support the convictions and the sentence is not excessive, we affirm the\njudgment of the trial court. However, we remand the matter to the trial court for the limited purpose\nof correcting errors in some of the judgments.\n\n    Tenn. R. App. P. 3 Appeal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-leon-james-anderson"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}