{
  "id": 8424,
  "title": "2005년 Carlson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-29",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Carlson. 판결일: 2005-04-29. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska Ex Rel. Counsel for Discipline of the Nebraska Supreme Court, Relator, v. Richard E. Carlson, Respondent\n**판결일**: 2005-04-29\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright\n\n## 인용\n\n- 270 Neb. 344\n- 702 N.W.2d 791\n\n## 판결문 요약\n\n\n270 Neb. 344\nSTATE OF NEBRASKA EX REL. COUNSEL FOR DISCIPLINE OF THE NEBRASKA SUPREME COURT, RELATOR,\nv.\nRICHARD E. CARLSON, RESPONDENT.\nNo. S-05-766.\nSupreme Court of Nebraska.\nFiled April 29, 2005.\nHENDRY, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, and McCORMACK, JJ.\nPER CURIAM.\n\nINTRODUCTION\nRespondent, Richard E. Carlson, was admitted to the practice of law in the State of Nebraska on May 12, 1967. On April 27, 2005, the U.S. Attorney for the District of Nebraska filed an information (Information) in the U.S. District Court for the District of Nebraska, \"United States of America v. Richard E. Carlson, Case 4:05CR3056,\" charging respondent with one count of violating 18 U.S.C. § 1344 (2000) (violation of banking laws of United States), a felony. In summary, the Information charged respondent with devising a scheme to defraud two banks by obtaining funds by false and fraudulent pretenses. On April 27, respondent offered to plead guilty and filed a \"Petition to Enter a Plea of Guilty\" in the U.S. District Court for the District of Nebraska.\n\nFACTS\nOn June 21, 2005, respondent filed with this court a voluntary surrender of license, voluntarily surrendering his license to practice law in the State of Nebraska. In his voluntary surrender of license, respondent stated that he \"freely, knowingly and voluntarily admit[ted] that the allegations made against [him] in the Information are true and that [his] conduct as alleged in the Information constitute[d] violations of [his] oath ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-counsel-for-discipline-v-carlson"
    }
  ],
  "relatedIncidents": [
    8095,
    8153,
    8282,
    8284,
    8325
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}