{
  "id": 8430,
  "title": "2005년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-26",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Brown. 판결일: 2005-04-26. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jerry W. BROWN, Appellant-Defendant v. STATE OF INDIANA, Appellee-Plaintiff\n**판결일**: 2005-04-26\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Baker, Friedlander, Sharpnack\n\n## 변호인\n\nJerry W. Brown, Appellant Pro Se., Steve Carter, Attorney General of Indiana, Monika Prekopa Talbot, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\n## 인용\n\n- 825 N.E.2d 978\n\n## 판결문 요약\n\n\nOPINION\nFRIEDLANDER, Judge.\nJerry W. Brown appeals his convictions of Robbery Resulting in Bodily Injury,1 a class B felony, and Battery Resulting in Bodily Injury,2 a class A misdemeanor, as well as his adjudication as a habitual offender.3 He presents several issues for review, of which we find the following issue dispositive: Was Brown denied his right to a speedy trial pursuant to Indiana Criminal Rule 4(B) and, thus, entitled to discharge? | -\nWe reverse and remand.\nAfter midnight on August 19, 2001, Brown entered John Tintsman's mobile home in Fulton, Indiana, while Tintsman was asleep on the couch. Before arriving at his friend's home, Brown had been thrown out of a bar in a neighboring county following an altercation. He was agitated and upset and decided to obtain a gun and then return to the bar to confront the patron with whom he had argued. He went directly to Tintsman's because he knew Tintsman had a gun.\nOnce inside the trailer, Brown spoke with Tintsman and asked him for the gun. Tintsman refused. Upset with this response, Brown struck Tintsman multiple times in the face, causing injury. Tints-man eventually stated the gun was outside in his camper and the two went to the camper. Tintsman's wife, who was sleeping in the camper, told them the gun was in its usual place inside the trailer. Brown pushed Tintsman back into the trailer and retrieved the gun. He then left with the loaded gun and returned to the bar and confronted the patron. Someone at the bar subdu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8093,
    8097,
    8134
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}