{
  "id": 8431,
  "title": "2005년 Richardson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-26",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Richardson v. State. 판결일: 2005-04-26. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Marvin RICHARDSON v. STATE of Mississippi\n**판결일**: 2005-04-26\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Barnes, Bridges, Chandler, Griffis, Irving, Ishee, King, Lee, Myers\n\n## 변호인\n\nWilliam C. Trotter, Belzoni, attorney for appellant., Office of the Attorney General by Deirdre MeCrory, attorney for appellee.\n\n## 인용\n\n- 918 So. 2d 760\n\n## 판결문 요약\n\n\nKING, C.J.,\nfor the Court.\n¶ 1. Marvin Richardson was convicted of two counts of murder in the Circuit Court of Washington County and sentenced to two consecutive sentences of life imprisonment without eligibility for parole due to his status as an habitual offender.\n¶2. On appeal, Richardson raises the following issues:\nI. WHETHER THE TRIAL COURT ERRED IN REFUSING TO GRANT A DIRECTED VERDICT OF AN ACQUITTAL IN BOTH THE CONCLUSION OF THE STATE’S CASE AND CONCLUSION OF THE DEFENSE, AND LIKEWISE, ERRED IN OVERRULING APPELLANT’S MOTION FOR A NEW TRIAL, OR FOR A JUDGMENT NOTWITHSTANDING THE VERDICT, AS SUCH VERDICT WAS CONTRARY TO THE LAW AND AGAINST THE OVERWHELMING WEIGHT OF THE EVIDENCE.\nII. WHETHER THE TRIAL JUDGE WAS IN ERROR IN ADMITTING INTO EVIDENCE PHOTOGRAPHS OF THE CRIME SCENE WHICH APPELLANT CONTENDS SHOULD NOT HAVE BEEN ADMISSIBLE AS PREJUDICIAL AND INFLAMMATORY AND ALLOWED INTO EVIDENCE AUTOPSY PHOTOGRAPHS.\nIII. WHETHER REVERSIBLE ERROR WAS COMMITTED IN PERMITTING THE TESTIMONY OF A CHILD WHO WAS FOUR YEARS OLD AT THE TIME ABOUT WHICH HE TESTIFIED.\nIV. WHETHER THE APPELLANT RECEIVED EFFECTIVE ASSISTANCE OF COUNSEL DURING THE TRIAL OF THIS CAUSE.\n¶ 3. Finding no error, we affirm the judgment of the circuit court.\nFACTS\n¶ 4. On November 30, 2000, the appellant came to the Hollandale Police Department and indicated that something was wrong with his family. When the police arrived at Richardson’s home, they found the bodies of Cynthia Richardson, the appellant’s ex-wif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-state"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}