{
  "id": 8433,
  "title": "2005년 Sanders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-22",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Sanders. 판결일: 2005-04-22. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jerrica L. SANDERS, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff\n**판결일**: 2005-04-22\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Baker, Friedlander, Sharpnack\n\n## 변호인\n\nPatricia Caress: McMath, Indianapolis, IN, for Appellant., Steve Carter, Attorney General - of Indiana, Justin F. Roebel, Deputy Attorney General, Indianapolis, IN, for Appel-lee. >\n\n## 인용\n\n- 825 N.E.2d 952\n\n## 판결문 요약\n\n\n825 N.E.2d 952 (2005)\nJerrica L. SANDERS, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 92A04-0410-CR-548.\nCourt of Appeals of Indiana.\nApril 22, 2005.\nTransfer Denied July 13, 2005.\n*954 Patricia Caress McMath, Indianapolis, IN, for Appellant.\nSteve Carter, Attorney General of Indiana, Justin F. Roebel, Deputy Attorney General, Indianapolis, IN, for Appellee.\n\nOPINION\nSHARPNACK, Judge.\nJerrica L. Sanders appeals the trial court's revocation of her probation. Sanders raises two issues, which we revise and restate as:\nI. Whether the trial court followed the proper procedures when revoking Sanders's probation; and\nII. Whether the trial court abused its discretion by ordering Sanders to serve her suspended sentence.\nWe affirm.\nThe facts most favorable to the revocation follow. In November 2000, Sanders pleaded guilty to forgery as a class C felony in exchange for the State's dismissal of her other pending charges of theft as a class D felony and failure to appear as a class C felony. In February 2001, the trial court sentenced Sanders to a five-year suspended sentence and placed Sanders on probation. When enhancing Sanders's sentence, the trial court found Sanders's criminal history, substance abuse history, and failure to comply with mental health treatment to be aggravating circumstances, and it found her physical and mental health conditions to be mitigating circumstances.\nIn February 2004, the State filed a petition alleging that Sanders had violated her...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sanders-v-state"
    }
  ],
  "relatedIncidents": [
    8444,
    7746,
    8095,
    8098,
    8113
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}