{
  "id": 8434,
  "title": "2005년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-22",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: James. 판결일: 2005-04-22. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas v. Tyron James\n**판결일**: 2005-04-22\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Beier, Gernon, Larson\n\n## 변호인\n\nStephen B. Chapman, of Chapman & White, L.L.C., of Olathe, argued the cause and was on die brief for appellant., Sheryl L. Lidtke, assistant district attorney, argued the cause, and Nick A. Tomaste, district attorney, and Phill Kline, attorney general, were with her on the brief for appellee.\n\n## 인용\n\n- 279 Kan. 354\n- 109 P.3d 1171\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nBeier, J.:\nDefendant Tyron James appeals his convictions on two counts of first-degree premeditated murder and his concurrent hard 50 life sentences.\nThis case arises out of tire murders of Henry Raimey, Jr., and Billy Holloway, Jr.\nOn the night of the murders, Raimey’s girlfriend, Kandra Poole, saw defendant James get into her white sports utility vehicle (SUV) with Raimey and Holloway. Defendant got into the back seat; Holloway got into the front passenger seat; and Raimey got into the driver’s seat and drove away from Poole’s home.\nA few minutes later, Donnie Hayes saw an accident outside her home, and her husband heard gunshots. Hayes looked outside and saw a white SUV hit a pole. She watched as a young man flew out of the passenger side of the SUV and landed in the middle of the street. The man was wearing only one shoe.\nHayes called 911 and ran outside with her husband. By the time she reached the man with one shoe, he had moved out of the street. She could tell he was hurt badly; his leg appeared to be dangling. Hayes told him not to move, and he asked her not to call the police. She told him she already had. The man then requested help finding his gun and his shoe. Hayes, her husband, and other bystanders fled, and Hayes watched as die man hopped away from the accident scene.\nThe first police officer to arrive saw Holloway lying on the ground beside the SUV’s passenger side and Raimey lying inside the SUV near the driver’s se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-james"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}