{
  "id": 8435,
  "title": "2005년 Robert C. Farone v. Bag'N Baggage, Ltd. and Caribbean Marine, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Robert C. Farone v. Bag'N Baggage, Ltd. and Caribbean Marine, Inc.. 판결일: 2005-04-21. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert C. Farone v. Bag'N Baggage, Ltd. and Caribbean Marine, Inc.\n**판결일**: 2005-04-21\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n11th Court of Appeals\r\nEastland, Texas\r\nOpinion\r\n \r\nRobert C. Farone\r\n            Appellant\r\nVs.                  No. 11-03-00049-CV -- Appeal from Dallas County\r\nBag’n Baggage, Ltd. and Caribbean Marine, Inc.\r\n            Appellees\r\n \r\n            Bag’n Baggage, Ltd. and Caribbean Marine, Inc., appellees, successfully obtained a partial\r\nsummary judgment in which the trial court held that Robert C. Farone could not recover from them\r\nin his suit for breach of an employment contract.  The trial court also ruled that Farone was not\r\nentitled to recover upon his claims for breach of a stock option contract.  The parties resolved other\r\nissues by agreement, and this judgment became final.  We hold  that the statute of frauds prohibits\r\nenforcement of any extension of the original employment agreement between the parties.  We also\r\nhold that, in the absence of an express agreement extending or renewing the original two-year\r\ncontract, the employment-at-will doctrine prevents recovery by Farone.  Further, we hold that the\r\nalleged oral stock option agreement fails because it does not include essential terms.  We affirm the\r\njudgment of the trial court.\r\n            In 1983, Caribbean Marine, Inc. (CMI), a corporation, purchased Bag’n Baggage.  Bag’n\r\nBaggage was a closely held corporation at the time that CMI purchased it.  On June 17, 1985, Bag’n\r\nBaggage, Inc. entered into an employment agreement with Farone whereby Farone was to serve as\r\npresident of Bag’...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "성범죄",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-c-farone-v-bagn-baggage-ltd-and-caribbean-m"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jack-marion-reid-v-state"
    }
  ],
  "relatedIncidents": [
    8095,
    8099,
    8108,
    8144,
    8152
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}