{
  "id": 8438,
  "title": "2005년 Hazel Golden v. City of Columbus Cheryl Roberto, Director of Public Utilities for the City of Columbus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hazel Golden v. City of Columbus Cheryl Roberto, Director of Public Utilities for the City of Columbus. 판결일: 2005-04-18. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Hazel GOLDEN, Plaintiff-Appellant, v. CITY OF COLUMBUS; Cheryl Roberto, Director of Public Utilities for the City of Columbus, Defendants-Appellees\n**판결일**: 2005-04-18\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Clay, Keith\n\n## 변호인\n\nARGUED: Kimberly M. Skaggs, Equal Justice Foundation, Columbus, Ohio, for Appellant. Susan E. Ashbrook, Columbus City Attorney’s Office, Columbus, Ohio, for Appellees. ON BRIEF: Kimberly M. Skaggs, Equal Justice Foundation, Columbus, Ohio, for Appellant. Susan E. Ash-brook, Columbus City Attorney’s Office, Columbus, Ohio, for Appellees.\n\n## 인용\n\n- 404 F.3d 950\n\n## 판결문 요약\n\n404 F.3d 950\n    Hazel GOLDEN, Plaintiff-Appellant,v.CITY OF COLUMBUS; Cheryl Roberto, Director of Public Utilities for the City Of Columbus, Defendants-Appellees.\n    No. 03-4252.\n    United States Court of Appeals, Sixth Circuit.\n    Argued: October 27, 2004.\n    Decided and Filed: April 18, 2005.\n    \n      COPYRIGHT MATERIAL OMITTED ARGUED: Kimberly M. Skaggs, Equal Justice Foundation, Columbus, Ohio, for Appellant. Susan E. Ashbrook, Columbus City Attorney's Office, Columbus, Ohio, for Appellees. ON BRIEF: Kimberly M. Skaggs, Equal Justice Foundation, Columbus, Ohio, for Appellant. Susan E. Ashbrook, Columbus City Attorney's Office, Columbus, Ohio, for Appellees.\n      Before: KEITH, CLAY, and BRIGHT,* Circuit Judges.\n      OPINION\n      CLAY, Circuit Judge.\n    \n    \n      1\n      Plaintiff Hazel Golden appeals the judgment below, in which the district court: (1) granted summary judgment to Defendants the City of Columbus, Ohio, and the City's Director of Public Utilities, Cheryl Roberto1 (collectively the \"City\") on Golden's claims that the City's denial of water service to tenants whose predecessors left delinquent water accounts at the premises violates the Due Process Clause of the Fourteenth Amendment and the Equal Credit Opportunity Act, 15 U.S.C. &#167;&#167; 1691 et seq. (the \"ECOA\"); (2) dismissed Golden's claim that the same constitutes a violation of the Equal Protection Clause of the Fourteenth Amendment; and (3) dismissed Golden's motion for class certifica...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hazel-golden-v-city-of-columbus-cheryl-roberto-director-of-public"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}