{
  "id": 8439,
  "title": "2005년 Testaverde 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Testaverde. 판결일: 2005-04-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Testaverde v. Frederick Lyman\n**판결일**: 2005-04-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 17 A.D.3d 574\n- 793 N.Y.S.2d 182\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for personal injuries, the plaintiffs appeal (1), as limited by their brief, from so much of an amended order of the Supreme Court, Nassau County (Dunne, J.), entered January 20, 2004, as, in effect, granted that branch of the motion of the defendants Frederick Lyman and Janna Lyman which was for summary judgment dismissing the complaint insofar as asserted against them and (2) a judgment of the same court entered March 5, 2004, which, upon the amended order, is in favor of the defendants Frederick Lyman and Janna Lyman and against them dismissing the complaint insofar as asserted against those defendants.\nOrdered that the appeal from the order is dismissed; and it is further,\nOrdered that the judgment is affirmed; and it is further,\nOrdered that one bill of costs is awarded to the respondents.\nThe appeal from the intermediate amended order must be dismissed because the right of direct appeal therefrom terminated with the entry of judgment in the action (see Matter of Aho, 39 NY2d 241, 248 [1976]). The issues raised on the appeal from the amended order are brought up for review and have been considered on the appeal from the judgment (see CPLR 5501 [a] [1]).\nThe plaintiff Joseph Testaverde, then 17 years old, was severely injured during a Fourth of July party when he entered the shallow end of an in-ground swimming pool head first from a balcony/landing area on the second floor of the house. Joseph and his parents commenced this a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=testaverde-v-lyman"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}