{
  "id": 8442,
  "title": "2005년 Kelley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-14",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Kelley. 판결일: 2005-04-14. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Mark Levoy KELLEY, Appellant-Defendant, v. STATE of Indiana, Appellee\n**판결일**: 2005-04-14\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Bailey, Mathias, Sullivan\n\n## 변호인\n\nKenneth R. Martin, Goshen, IN, Attorney for Appellant., Steve Carter, ' Attorney General of Indiana, Maureen Ann Bartolo, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\n## 인용\n\n- 825 N.E.2d 420\n\n## 판결문 요약\n\n\n825 N.E.2d 420 (2005)\nMark Levoy KELLEY, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee.\nNo. 20A03-0407-CR-311.\nCourt of Appeals of Indiana.\nApril 14, 2005.\n*423 Kenneth R. Martin, Goshen, IN, Attorney for Appellant.\nSteve Carter, Attorney General of Indiana, Maureen Ann Bartolo, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\nOPINION\nSULLIVAN, Judge.\nMark Kelley appeals from his conviction for Possession of Methamphetamine as a Class C felony.[1] He presents one main issue for our review, whether a statement he made to police and evidence seized following that statement should have been admitted at trial. His argument also presents a second issue which we must resolve, whether testimony from a motion to suppress hearing may be considered in determining whether evidence is admissible during trial.\nWe affirm.\nOn January 8, 2003, Kelley was at the house of his cousin, Rob Smith. Two individuals came to the residence and wanted to speak to Smith. They got into an argument about money Smith owed to one of the individuals, Ernesto, and Smith was shot and killed. Kelley was a witness to the crime but was not harmed. He called 911 to report the shooting and then removed a safe from the house and placed it in the pickup he was driving. Kelley had been told by Smith to get rid of the safe should something happen to Smith. Upon returning to the house, Kelley saw Smith's handgun lying on the floor and picked it up.\nOnce police arrived, Kelley agreed to accompany...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kelley-v-state"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}