{
  "id": 8443,
  "title": "2005년 Forrest 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-14",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Forrest. 판결일: 2005-04-14. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: State v. Forrest\n**판결일**: 2005-04-14\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Deininger, P.J., Dykman and Lundsten\n\n## 인용\n\n- 698 N.W.2d 132\n\n## 판결문 요약\n\n\nState of Wisconsin, Plaintiff-Respondent,\nv.\nJustin C. Forrest, Defendant-Appellant.\nNo. 2004AP2196-CR.\nCourt of Appeals of Wisconsin.\nOpinion Filed: April 14, 2005.\nBefore Deininger, P.J., Dykman and Lundsten, JJ.\n¶1 PER CURIAM.\nJustin Forrest appeals from a judgment convicting him of second-degree sexual assault of a child. The evidence against him included his confession while in police custody. He entered a plea to the charge after the trial court denied his motion to suppress that confession. On appeal he contends that the trial court erred when it denied his suppression motion. We affirm.\n¶2 A police officer went to Forrest's apartment looking for a runaway juvenile, Amber C. He entered the apartment and received Forrest's permission to search for Amber, whom Forrest said was not there.\n¶3 In the course of the search the officer looked into an oven and saw drug paraphernalia. He continued his search and eventually found Amber hiding elsewhere in the apartment. According to his report on the incident, the officer then arrested Forrest for possession of the paraphernalia in the oven. Forrest's confession of sexual contact with Amber followed his arrest.\n¶4 Forrest's suppression argument is as follows. The consent he gave the police officer to search his apartment for Amber did not include consent to search small enclosed spaces. Because the officer had no consent to search the oven, his arrest of Forrest for the contraband discovered there was unlawful. The subsequent co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-forrest"
    }
  ],
  "relatedIncidents": [
    8099,
    8108,
    8144,
    8152,
    8184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}