{
  "id": 8444,
  "title": "2005년 Dazey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dazey. 판결일: 2005-04-13. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Dennis Dean DAZEY, Roy Mathew, Diane Lenore Griffith, and Robert Gerald Craft, Defendants-Appellants\n**판결일**: 2005-04-13\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Holloway, Kelly, McCONNELL\n\n## 변호인\n\nDavid W. Lee, Comingdeer, Lee & Gooch, Oklahoma City, OK, for Defendant-Appellant Dennis Dean Dazey., R. Scott Adams, Oklahoma City, OK, for Defendan1>-Appellant Roy Mathew., Robert L. Wyatt, IV, Wyatt Law Office, Oklahoma City, OK, for Defendant-Appellant Diane Lenore Griffith., Stephen Jones, Stephen Jones & Associates, Enid, OK, for Defendant-Appellant Robert Gerald Craft., Susan Dickerson Cox, Assistant United States Attorney (Robert G. McCampbell, United States Attorney, with her on the bri\n\n## 인용\n\n- 403 F.3d 1147\n\n## 판결문 요약\n\n403 F.3d 1147\n    UNITED STATES of America, Plaintiff-Appellee,v.Dennis Dean DAZEY, Roy Mathew, Diane Lenore Griffith, and Robert Gerald Craft, Defendants-Appellants.\n    No. 03-6187.\n    No. 03-6205.\n    No. 03-6208.\n    No. 03-6228.\n    United States Court of Appeals, Tenth Circuit.\n    April 13, 2005.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED David W. Lee, Comingdeer, Lee &amp; Gooch, Oklahoma City, OK, for Defendant-Appellant Dennis Dean Dazey.\n      R. Scott Adams, Oklahoma City, OK, for Defendant-Appellant Roy Mathew.\n      Robert L. Wyatt, IV, Wyatt Law Office, Oklahoma City, OK, for Defendant-Appellant Diane Lenore Griffith.\n      Stephen Jones, Stephen Jones &amp; Associates, Enid, OK, for Defendant-Appellant Robert Gerald Craft.\n      Susan Dickerson Cox, Assistant United States Attorney (Robert G. McCampbell, United States Attorney, with her on the brief) Oklahoma City, OK, for Plaintiff-Appellee.\n      Before KELLY, HOLLOWAY, and McCONNELL, Circuit Judges.\n      McCONNELL, Circuit Judge.\n    \n    \n      1\n      Robert Gerald Craft, Roy Mathew, Dennis Dean Dazey, and Diane Lenore Griffith were convicted of conspiracy to commit wire fraud. The defendants were also convicted of a number of substantive counts of wire fraud, securities fraud, and/or money laundering. On appeal, each defendant challenges the suffic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "주요판결",
    "강도",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-dazey"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ramirez"
    }
  ],
  "relatedIncidents": [
    8153,
    8159,
    8377,
    8433,
    7746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}