{
  "id": 8445,
  "title": "2005년 State of Tennessee v. Michael L. Calandros - Judgment 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-12",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Michael L. Calandros - Judgment. 판결일: 2005-04-12. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Michael L. Calandros - Judgment\n**판결일**: 2005-04-12\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                        Assigned on Briefs April 12, 2005 Session\n\n            STATE OF TENNESSEE v. MICHAEL L. CALANDROS\n\n                              Criminal Court for Sullivan County\n                                         No. S41,624\n\n\n\n                                 No. E2004-02382-CCA-R3-CD\n\n\n                                           JUDGMENT\n\n        Came the appellant, Michael L. Calandros, pro se, and also came the Attorney General on\nbehalf of the State of Tennessee, and this case was heard on the record on appeal from the Criminal\nCourt of Sullivan County; and upon consideration thereof, this Court is of the opinion that this\navenue of appeal is unavailable to the defendant because the sentence in this case is neither illegal\nnor void.\n\n        In accordance with the opinion filed herein, it is, therefore, ordered and adjudged by this\nCourt that the appeal is dismissed, and the case is remanded to the Criminal Court of Sullivan\nCounty for execution of the judgment of that court and/or for further proceedings and for collection\nof costs accrued below.\n\n        It appearing that the appellant, Michael L. Calandros, is indigent, costs of appeal will be\ntaxed to the State of Tennessee.\n\n                                                              Judge John Everett Williams\n                                                              Judge Thomas T. Woodall\n           ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-michael-l-calandros-judgment"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}