{
  "id": 8450,
  "title": "2005년 Eichenwald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Eichenwald. 판결일: 2005-04-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Andrew F. Eichenwald v. Abdul R. Chaudhry\n**판결일**: 2005-04-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 17 A.D.3d 403\n- 794 N.Y.S.2d 391\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the defendants Abdul R. Chaudhry and Notil Cab Corp. appeal from an order of the Supreme Court, Kings County (Bayne, J.), dated April 20, 2004, which denied their motion for summary judgment dismissing the complaint insofar as asserted against them.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, and the complaint is dismissed insofar as asserted against the appellants.\nThe plaintiff was a passenger in a taxicab operated by the defendant Abdul R. Chaudhry and owned by the defendant Notil Cab Corp. (hereinafter the appellants). The taxi cab was proceeding in a southbound direction on Flatbush Avenue in Brooklyn when it was struck by a van operated by the defen*404dant Heather S. Quashie, which crossed over a double yellow line in the roadway and into the lane in which Chaudhry was driving.\nThe plaintiff commenced this action against the drivers of both vehicles and the owner of the taxicab. After issue was joined, the appellants moved for summary judgment dismissing the complaint insofar as asserted against them. The Supreme Court denied the motion. We reverse.\nA driver is not required to anticipate that a vehicle traveling in the opposite direction will cross over into oncoming traffic (see Koch v Levenson, 225 AD2d 592 [1996]; Goff v Goudreau, 222 AD2d 650 [1995]). Indeed, such a scenario presents an emergency situation, which, in this case, was not of Chaudhry’s making, and his action...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eichenwald-v-chaudhry"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}