{
  "id": 8459,
  "title": "2005년 Blizzard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Blizzard. 판결일: 2005-04-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Blizzard\n**판결일**: 2005-04-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Tyson\n\n## 인용\n\n- 610 S.E.2d 245\n\n## 판결문 요약\n\n\n610 S.E.2d 245 (2005)\nSTATE of North Carolina\nv.\nMelvin Lee BLIZZARD.\nNo. COA04-312.\nCourt of Appeals of North Carolina.\nApril 5, 2005.\nAttorney General Roy Cooper, by Assistant Attorney General Donald W. Laton, for the State.\n*248 Ligon and Hinton, by Lemuel W. Hinton, Raleigh, for defendant-appellant.\n*247 TYSON, Judge.\nMelvin Lee Blizzard (\"defendant\") appeals from judgments entered after a jury returned guilty verdicts of: (1) first-degree rape; (2) first-degree burglary; and (3) first-degree kidnapping. The trial court arrested judgment on the first-degree kidnapping conviction and sentenced defendant under second-degree kidnapping presumptive sentencing guidelines. We find no prejudicial error.\n\nI. Background\n\nA. State's Evidence\nThe State's evidence tended to show that on the evening of 19 December 2002, defendant and several other people gathered in Christine \"Tina\" Johnston's (\"Johnston\") home in Leland, North Carolina. The group of visitors and residents were acquainted with each other. They played cards, rolled dice, and consumed alcoholic beverages. The victim, Johnston's next door neighbor, arrived at Johnston's home between 9:00 and 9:30 p.m. She came over to check if her boyfriend had left a telephone message and to show Johnston a framed poem from him. Upon arrival, the victim was introduced to those present, including defendant. After about twenty minutes, the victim left and went home.\nLater that night, the victim was sleeping on her couch when she heard a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-blizzard"
    }
  ],
  "relatedIncidents": [
    8114,
    8165,
    8318,
    8331,
    7619
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}