{
  "id": 8460,
  "title": "2005년 Estate of Davis v. Department of Corrections 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-04-05",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Estate of Davis v. Department of Corrections. 판결일: 2005-04-05. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The Estate of Matthew Davis v. The Department of Corrections\n**판결일**: 2005-04-05\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Kato\n\n## 변호인\n\nCharles S. Hamilton III, for appellants., Robert M. McKenna, Attorney General, and Michael P. Lynch, Senior Counsel, and Catherine Hendricks, Jarold P. Cartwright, and Carl P Warring, Assistants; and Michael E. McFarland, Jr. (of Evans, Craven & Lackie, PS.), for respondents.\n\n## 인용\n\n- 127 Wash. App. 833\n\n## 판결문 요약\n\n\n¶1 James Spurgetis, the executor of Matthew Davis’s estate, and Mr. Davis’s parents sued Stevens County (County) and the State of Washington for wrongful death, claiming the County was negligent in failing to screen the person who murdered Mr. Davis and the State was negligent for failing to supervise the murderer. The court granted summary judgment to the County and the *837State. Because neither the County nor the State had a duty to Mr. Davis, we affirm the dismissals.\nKato, C.J. —\n*837¶2 Claiming the court erred by failing to dismiss the parents’ claims pursuant to RCW 4.24.010, the State cross-appeals. We reverse the trial court and dismiss the parents’ claims as well.\n¶3 On January 28,1999, Andrew Erickson was convicted of taking a motor vehicle without permission, subjecting him to community supervision by the Department of Corrections. Norm Scott was his Community Corrections Officer. On June 8, he learned by a urine test that Mr. Erickson had smoked marijuana, a violation of the terms of his community supervision. Mr. Scott issued an order for his arrest.\n¶4 On June 9, Mr. Scott received a call from Mr. Erickson, who said he was going to commit suicide. A deputy sheriff went to Mr. Erickson’s home and placed him in custody.\n¶5 On June 18, Mr. Erickson stipulated he used and possessed marijuana. The court modified his existing community supervision sentence by imposing an additional 120 days of confinement, with 111 days suspended and credit for 9 days served, on the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=estate-of-davis-v-department-of-corrections"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}