{
  "id": 8475,
  "title": "2005년 Adamson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-03-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Adamson. 판결일: 2005-03-28. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Adamson v. Sanders\n**판결일**: 2005-03-28\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Thompson\n\n## 변호인\n\nJ. Gray Conger, District Attorney, Robert H. Sandwich, Jr., Assistant District Attorney, for appellant., Wystan B. Getz, for appellee.\n\n## 인용\n\n- 611 S.E.2d 44\n- 279 Ga. 187\n\n## 판결문 요약\n\n\n611 S.E.2d 44 (2005)\n279 Ga. 187\nADAMSON\nv.\nSANDERS.\nNo. S05A0544.\nSupreme Court of Georgia.\nMarch 28, 2005.\nJohn Gray Conger, Dist. Atty., Robert Hal Sandwich, Jr., Asst. Dist. Atty., for Appellant.\nWystan Brennan Getz, for Oakhurst Law Group, LLC, Decatur, for Appellee.\nTHOMPSON, Justice.\nThis appeal arises from the grant of Milford Lee Sanders' petition for habeas corpus. We affirm the judgment of the habeas corpus court.\nMilford Lee Sanders ran a stop sign on a rainy night, crossed four lanes of highway, and collided with another car. Karen Cain, the passenger in the other car, died as a result of her injuries. A jury found Sanders guilty of failure to stop at a stop sign and first degree vehicular homicide by reckless driving. He was sentenced to ten years in prison and five years probation.\nThe habeas corpus court granted Sanders' petition on a number of grounds, any one of which would have been sufficient to warrant relief. The habeas corpus court first held that relief was appropriate because Sanders lacked a full and fair opportunity to litigate his federal and state constitutional claims with regard to a breathalyser test obtained in violation of his constitutional rights.[1] The habeas court also held that Sanders' Sixth Amendment right to effective assistance of *45 counsel was violated in four different ways. In this regard, the habeas corpus court found that Sanders' counsel at trial was ineffective because he (1) failed to submit the proper jury charge on the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adamson-v-sanders"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}