{
  "id": 8480,
  "title": "2005년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-03-21",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Lewis. 판결일: 2005-03-21. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. STATE, DEPT. OF LICENSING\n**판결일**: 2005-03-21\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Agid\n\n## 인용\n\n- 105 P.3d 1029\n\n## 판결문 요약\n\n\n105 P.3d 1029 (2005)\nSteven A. LEWIS, Respondent,\nv.\nSTATE of Washington, DEPARTMENT OF LICENSING, Appellant.\nState of Washington, Respondent,\nv.\nKenneth D. Higgins, Appellant.\nNos. 54101-3-I, 54527-2-I.\nCourt of Appeals of Washington, Division 1.\nFebruary 7, 2005.\nAs Amended on Reconsideration March 21, 2005.\n*1030 Masaka Kanazawa, Attorney at Law, Seattle, WA, for Appellant in No. 54101-3-1.\nFrancisco A. Duarte, Fox Bowman Duarte, Bellevue, for Appellant in No. 54527-2-1.\nRyan Boyd Robertson, Attorney at Law, Seattle, WA, for Respondent in No. 54101-3-1.\nSusan K. Storey, Bank of Cal./Fraud Div., Seattle, for Respondent in No. 54527-2-1.\nAGID, J.\nIn each of these linked cases, video cameras mounted in police cars made audio recordings of the conversations between arresting officers and drivers stopped for suspicion of driving under the influence of intoxicants (DUI). The drivers, Steven Lewis and Kenneth Higgins, assert that the recordings violate their privacy act rights because they did not comply with the Act's \"in-car video\" procedures, RCW 9.73.090(1)(c). In Lewis' case, the Department of Licensing (DOL) rejected the argument and revoked his license. The superior court reversed, and DOL appeals from that order. The district court in Higgins' case suppressed both the recording and testimony relating to it. The superior court reversed, and Higgins appeals that decision. DOL and the State argue that the privacy act does not apply because it covers only private conversatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state-dept-of-licensing"
    }
  ],
  "relatedIncidents": [
    8095,
    8153,
    8282,
    8284,
    8325
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}