{
  "id": 8481,
  "title": "2005년 Garcia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-03-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Garcia. 판결일: 2005-03-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Moses Garcia v. Salvatore Piazza\n**판결일**: 2005-03-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 16 A.D.3d 547\n- 792 N.Y.S.2d 157\n\n## 판결문 요약\n\n\n*548In an action to recover damages for personal injuries, the plaintiff appeals, as limited by his brief, from so much of an order of the Supreme Court, Kings County (Jones, J.), dated February 11, 2004, as denied his motion for summary judgment on the first and second causes of action pursuant to Labor Law § 240 (1) and § 241 (6), respectively, insofar as asserted against the defendants Salvatore Piazza and Denise Piazza and granted that branch of the cross motion of the defendants Salvatore Piazza and Denise Piazza which was for summary judgment dismissing those causes of action insofar as asserted against them.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe plaintiff was a construction worker whose employer was hired by the defendant S&amp;S Budget Contracting Inc., the general contractor, to install windows and siding on a building in Staten Island undergoing renovation. The plaintiff was injured when he slipped and fell from the roof of the building while cleaning snow from the roof. The defendants Salvatore Piazza and Denise Piazza (hereinafter collectively referred to as Piazza), Marie Tricarico, and Vito J. Siciliano, each owned a one-third interest in the building.\nThe Supreme Court properly granted summary judgment dismissing the Labor Law § 240 (1) cause of action insofar as asserted against Piazza as routine maintenance activities in a nonconstruction, nonrenovation context are not protected by Labor Law § 240 (1) (see Paciente v MB...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garcia-v-piazza"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}