{
  "id": 8485,
  "title": "2005년 Wolf 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-03-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wolf. 판결일: 2005-03-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jennifer Wolf\n**판결일**: 2005-03-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 16 A.D.3d 1167\n- 792 N.Y.S.2d 743\n\n## 판결문 요약\n\n\n*1168Appeal from a judgment of the Supreme Court, Erie County (Mario J. Rossetti, A.J.), rendered May 31, 2002. The judgment convicted defendant, after a nonjury trial, of manslaughter in the second degree and reckless endangerment in the first degree.\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting her, after a bench trial, of manslaughter in the second degree (Penal Law § 125.15 [1]) and reckless endangerment in the first degree (§ 120.25). Defendant asserted a justification defense based on her testimony that she believed that she and codefendant were subjected to the potential use of deadly force by the victim, who allegedly was threatening them with a gun. We reject the contention of defendant that the People failed to meet their burden of disproving her justification defense beyond a reasonable doubt (see § 25.00 [1]). “The key question for the [trier of fact] was whether defendant believed the victim was about to use deadly force against [her] and, if so, whether that belief was reasonable” (People v Whitfield, 221 AD2d 953, 953 [1995], lv denied 87 NY2d 926 [1996]). Here, the eyewitnesses to the shooting who testified at trial did not observe the victim with a weapon before, during, or after defendant shot the victim, and no gun was located at or near the crime scene. Defendant was the only witness to testify that she saw the victim with a gun, and a detec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wolf"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}