{
  "id": 8488,
  "title": "2005년 Samide 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-03-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Samide. 판결일: 2005-03-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Barbara Samide v. Roman Catholic Diocese of Brooklyn, and John Thompson\n**판결일**: 2005-03-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 16 A.D.3d 482\n- 791 N.Y.S.2d 643\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for discrimination based on sex, intentional infliction of emotional distress, and assault and battery, the defendant John Thompson appeals, as limited by his brief, from so much of an order of the Supreme Court, Queens County (Hart, J.), dated October 15, 2003, as denied his motion to quash a subpoena duces tecum issued by the plaintiff to a nonparty witness and, in effect, denied that branch of his cross motion which was to compel the plaintiff to answer numbers 30, 31, 32, and 33 in his second set of interrogatories, dated May 26, 2003.\nOrdered that the order is modified, on the law, by (1) deleting the provision thereof denying that branch of the motion which was to quash so much of the subpoena as required the production of records pertaining to the periods from January 1, 1999, through May 31, 2000, and from April 1, 2002, through December 31, 2002, and substituting therefor a provision granting that branch of the motion, and (2) deleting the provision thereof which, in effect, denied that branch of the cross motion which was to compel the plaintiff to answer numbers 30 (b), 30 (c), 30 (d), 31 (b), 31 (c), and 31 (d) in the appellant’s second set of interrogatories, dated May 26, 2003, and substituting therefor a provision granting that branch of the cross motion; as so modified, the order is affirmed insofar as appealed from, with costs to the appellant.\nThe complaint in this action alleges, among other things, that *483the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=samide-v-roman-catholic-diocese"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}