{
  "id": 8500,
  "title": "2005년 State v. Washington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-03-02",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Washington. 판결일: 2005-03-02. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Stanley WASHINGTON\n**판결일**: 2005-03-02\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Hmoore, Lolley, Moore, Stewart\n\n## 변호인\n\nLouisiana Appellate Project by Carey J. Ellis, III, for Appellant., James D. Caldwell, District Attorney, Linda Kincaid Watson, Anita T. Mack, Assistant District Attorneys, for Appellee.\n\n## 인용\n\n- 895 So. 2d 691\n\n## 판결문 요약\n\n\nhMOORE, J.\nThe defendant, Stanley Washington, was convicted of attempted manslaughter. Upon adjudication as a second felony offender, he was sentenced to 30 years at hard labor. Defendant appeals claiming the evidence was insufficient to support his adjudication as a second felony offender under the habitual offender statute. We affirm the conviction and sentence.\nFACTS\nOn December 25, 1999, the defendant stabbed his wife in the chest multiple times with a butcher knife. He argued that she threatened him with the knife and injured herself in the struggle. He was convicted of attempted manslaughter. The state filed a habitual offender bill of information based upon the defendant’s prior armed robbery conviction. The defendant was arraigned and entered a plea of not guilty on January 15, 2004. The trial court held a hearing on March 18, 2004.\nAt the hearing, the state presented a certified copy of the defendant’s guilty plea and sentencing transcript from July 23, 1982. It entered into evidence a certified “pen pack” from the custodian of records of the Department of Corrections. The state also offered a certified copy of the defendant’s testimony from the transcript of the trial for the instant offense, including the defendant’s admission during trial that he had been convicted of armed robbery. The defendant was not released from parole supervision for the armed robbery conviction until the expiration of his full term on September 23, 1990. Defense counsel argued that the tr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-washington"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}