{
  "id": 8521,
  "title": "2005년 State v. John C. Walker, III - Order 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-02-08",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State v. John C. Walker, III - Order. 판결일: 2005-02-08. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State v. John C. Walker, III - Order\n**판결일**: 2005-02-08\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n\n               STATE OF TENNESSEE v. JOHN C. WALKER, III\n\n                                Circuit Court for Putnam County\n                                          No. 02-0306\n__________\n____________________________\n\n                    No. M2003-01732-CCA-R3-CD - Filed February 8, 2005\n                            ____________________________\n\n                                              ORDER\n\n         This matter is before the Court on a motion to rehear, pursuant to Rule 39 of the\nTennessee Rules of Appellate Procedure. In his motion, the defendant challenges both the\napplication of enhancement factors absent a jury finding, following the holding in Blakely v.\nWashington; and the rejection of three mitigating factors. Initially, we note that the latter is not\ncognizable in this proceeding; Tennessee Rule of Appellate Procedure 36(a) states: “A\nrehearing will not be granted to permit reargument of matters fully argued.” In the instant case,\nthe trial court’s rejection of the mitigating factors in question was fully litigated on direct appeal;\nas such, our analysis will be confined to the applicability of the enhancement factors in light of\nthe Supreme Court’s holding in Blakely.\n\n                                               Waiver\n\n       A necessary first step in our analysis is to address the State’s argument that the defendant\nwaived any Blakely challenge for failing to rais...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-john-c-walker-iii-order"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}