{
  "id": 8523,
  "title": "2005년 Snowden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-02-07",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Snowden. 판결일: 2005-02-07. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maryland v. Michael Conway SNOWDEN\n**판결일**: 2005-02-07\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Harrell\n\n## 변호인\n\nAnn N. Bosse, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., on brief), for petitioner., Jennifer P. Lyman, Public Defender, Community Legal Clinics, George Washington University Law School of Washington, D.C., on brief, for respondent., Tom Harbison, Sr. Atty., Victor Vieth, Mary Leary, amicus curiae for American Prosecutors Research Institute., Lynn McClain, Baltimore, Michael J. Schreyer, Waldorf, Leigh Goodmark, Baltimore, Russell P. Butler, Upper Marlboro, Lisae C. Jordan, Silver Spri\n\n## 인용\n\n- 867 A.2d 314\n- 385 Md. 64\n\n## 판결문 요약\n\n\n867 A.2d 314 (2005)\n385 Md. 64\nSTATE of Maryland\nv.\nMichael Conway SNOWDEN.\nNo. 42, September Term, 2004.\nCourt of Appeals of Maryland.\nFebruary 7, 2005.\n*315 Ann N. Bosse, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., on brief), for petitioner.\nJennifer P. Lyman, Public Defender, Community Legal Clinics, George Washington University Law School of Washington, D.C., on brief, for respondent.\n*316 Tom Harbison, Sr. Atty., Victor Vieth, Mary Leary, amicus curiae for American Prosecutors Research Institute.\nLynn McClain, Baltimore, Michael J. Schreyer, Waldorf, Leigh Goodmark, Baltimore, Russell P. Butler, Upper Marlboro, Lisae C. Jordan, Silver Spring, amicus curiae for Maryland Crime Victims' Resource Center, Inc., University of Baltimore Family Law Clinic, Advocates for Children and Youth, Inc., and Maryland Coalition Against Sexual Assault.\nBlair G. Brown, Elizabeth G. Taylor, Eric R. Delinsky, Zuckerman Spaeder, LLP, Washington, D.C., amicus curiae for National Assn. of Criminal Defense Lawyers and Maryland Criminal Defense Attys. Assn.\nArgued before BELL, C.J., RAKER, WILNER, CATHELL, HARRELL, BATTAGLIA, GREENE, JJ.\nHARRELL, J.\nIn this case we consider whether statements made by child abuse victims to a social worker, though hearsay, may continue to be admitted at a criminal trial through the social worker under Maryland's \"tender years\" statute, Md.Code (2001), § 11-304 of the Criminal Procedure Article, in light of the U.S. Supreme Court's ruling in Crawford v. Wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-snowden"
    }
  ],
  "relatedIncidents": [
    8099,
    8108,
    8144,
    8152,
    8184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}