{
  "id": 8524,
  "title": "2005년 Bovich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-02-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bovich. 판결일: 2005-02-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Margaret M. Bovich v. East Meadow Public Library\n**판결일**: 2005-02-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Miller\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Rosenthal Curry & Kranz, LLP, East Meadow (Patrick W. Curry of counsel), for appellant., Hoffman & Behar, LLP, Mineola (Warren S. Hoffman of counsel), and Mischel, Neuman & Horn, PC, New York City (Scott T. Horn of counsel), for respondent.\n\n## 인용\n\n- 16 A.D.3d 11\n- 789 N.Y.S.2d 511\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nS. Miller, J.\nThis appeal presents the opportunity to resolve an issue of municipal law that has not heretofore been explicitly addressed by any court of this state. Before suing a public library in tort for damages for personal injury, must the plaintiff comply with the notice of claim requirements of General Municipal Law § 50-e ? We answer this question, as did the Supreme Court, in the affirmative. Having done so, however, we reverse the order dismissing the complaint insofar as appealed from, because we hold, contrary to the Supreme Court, that under the circumstances of this case, the plaintiff’s cross motion for leave to serve a late notice of claim should have been granted.\nFactual Background\nOn March 7, 2002, the plaintiff Margaret M. Bovich, then 86 or 87 years of age, tripped over an allegedly uneven sidewalk slab near the entrance to the defendant East Meadow Public Library (hereinafter the library). The plaintiff fell on her right side and fractured her right hip. At least one library employee came to the plaintiffs aid, helped her to a chair, and called for an ambulance. The plaintiff was hospitalized and incapacitated for at least one month following her injury; her fractured hip required surgical repair.\nOn or about July 13, 2002, the library had repairs performed on the uneven concrete near its entrance. The plaintiff became aware of this in August 2002 and decided to consult an attorney. *13She met with her present counsel on August 6, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bovich-v-east-meadow-public-library"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}