{
  "id": 8528,
  "title": "2005년 State of Tennessee v. Freddie Alton Moss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-02-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Freddie Alton Moss. 판결일: 2005-02-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Freddie Alton Moss\n**판결일**: 2005-02-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Gary R. Wade\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                           Assigned on Briefs December 14, 2004\n\n               STATE OF TENNESSEE v. FREDDIE ALTON MOSS\n\n                        Appeal from the Circuit Court for Maury County\n                             No. 11848    Robert L. Jones, Judge\n\n\n\n                    No. M2004-00167-CCA-R3-CD - Filed February 4, 2005\n\n\nThe defendant, Freddie Alton Moss, appeals the trial court's revocation of probation. The single\nissue presented for review is whether the trial court abused its discretion by revoking the probation\nbased upon charges for driving under the influence and violation of the implied consent law. The\njudgment of the trial court is affirmed.\n\n                  Tenn. R. App. P. 3; Judgment of the Trial Court Affirmed\n\nGARY R. WADE, P.J., delivered the opinion of the court, in which JAMES CURWOOD WITT , JR., and\nALAN E. GLENN , JJ., joined.\n\nMichelle W. Vanderee, Assistant Public Defender, for the appellant, Freddie Alton Moss.\n\nPaul G. Summers, Attorney General & Reporter; Jennifer L. Bledsoe, Assistant Attorney General;\nand William Doak Patton, Assistant District Attorney General, for the appellee, State of Tennessee.\n\n\n                                              OPINION\n\n        On June 6, 2002, the defendant was sentenced to three years following his conviction of\nreckless aggravated assault. The trial court ordered ninety days in jail. After the defendant\nco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-freddie-alton-moss"
    }
  ],
  "relatedIncidents": [
    8076,
    8109,
    8147,
    8155,
    8175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}