{
  "id": 8529,
  "title": "2005년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-02-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Scott. 판결일: 2005-02-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jeffrey G. Scott\n**판결일**: 2005-02-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 15 A.D.3d 883\n- 788 N.Y.S.2d 798\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Wayne County Court (Stephen R. Sirkin, J.), rendered May 5, 2003. The judgment convicted defendant, upon his plea of guilty, of scheme to defraud in the first degree.\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting him upon his plea of guilty of scheme to defraud in the first degree (Penal Law § 190.65 [1]). By failing to move to withdraw his plea of guilty or to vacate the judgment of conviction, defendant failed to preserve for our review his challenge to the factual sufficiency of the plea allocution (see People v Lopez, 71 NY2d 662, 665 [1988]; People v Thoreck, 303 AD2d 982, 983 [2003]; People v James, 299 AD2d 932, 932-933 [2002], lv denied 99 NY2d 583 [2003]). This case does not fall within the narrow exception to the preservation doctrine (see People v Toxey, 86 NY2d 725, 726 [1995], rearg denied 86 NY2d 839 [1995]; Thoreck, 303 AD2d at 983; People v Williams, 295 AD2d 918, *884919 [2002], lv denied 98 NY2d 714 [2002]). County Court’s “duty to inquire further is not triggered merely by the failure of a pleading defendant ... to recite every element of the crime pleaded to” (Lopez, 71 NY2d at 666 n 2). Present — Pigott, Jr., PJ., Green, Gorski, Martoche and Hayes, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-scott"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-adams"
    }
  ],
  "relatedIncidents": [
    8095,
    8098,
    8101,
    8106,
    8116
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}