{
  "id": 8533,
  "title": "2005년 Butler v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-02-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Butler v. State. 판결일: 2005-02-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Harvey BUTLER v. STATE of Florida\n**판결일**: 2005-02-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Klein, Shahood, Stevenson\n\n## 변호인\n\nCarey Haughwout, Public Defender, and Joseph R. Chloupek, Assistant Public Defender, West Palm Beach, for appellant., Charles J. Crist, Jr., Attorney General, Tallahassee, and Laurel R. Wiley, Assistant Attorney General, West Palm Beach, for appellee.\n\n## 인용\n\n- 891 So. 2d 1185\n\n## 판결문 요약\n\n\nKLEIN, J.\nAppellant was found guilty of attempted murder on a law enforcement officer and attempt to deprive an officer of his weapon. He argues that the state failed to rebut expert evidence of his insanity, and that the court should therefore have granted his motion for judgment of acquittal. We conclude that, although the state had no expert, the trial court properly left the issue for the jury to determine.\nThe incident occurred after appellant asked a nurse in a hospital emergency room why it was taking so long for him to be seen and a police officer attempted to calm him down. After speaking with appellant, the officer walked away, and appellant tackled him from behind and attempted to get the officer’s pistol which was in a holster. During the struggle appellant stated that he was going to kill the officer. After several minutes of this a nurse injected appellant with a drug commonly given to patients who are acting uncontrollably.\nIn his taped statement to a detective, appellant said that he had been hallucinating and that he had schizophrenia. He understood that he was being arrested for getting into a fight with the officer.\nAt trial appellant presented the testimony of three psychologists who all testified that appellant was insane at the time of the offense. One of them testified he was suffering from delusions, had complained in the past of hearing voices, and in this incident he was not really attempting to kill the.officer, but rather attempting to kill himsel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=butler-v-state"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}