{
  "id": 8559,
  "title": "2005년 Lathrop 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-01-13",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Lathrop. 판결일: 2005-01-13. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Sean Davis Lathrop\n**판결일**: 2005-01-13\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Brown\n\n## 변호인\n\nSusan M. Gasch (of Gasch Law Office), for appellant., Steven J. Tucker, Prosecuting Attorney, and Kevin M. Korsmo, Deputy, for respondent.\n\n## 인용\n\n- 125 Wash. App. 353\n\n## 판결문 요약\n\n\n¶1 — In January 2000, in return for a charge reduction from second degree murder and a 90-month sentencing recommendation, Sean D. Lathrop pleaded guilty to first degree manslaughter. Mr. Lathrop was sentenced to 90 months. Based upon intervening law lowering the standard range, he moved to lower his sentence in a CrR 7.8 motion that was transferred here. After a concession, a fact dispute remained regarding the State’s recommendation and we remanded for a reference hearing. The trial court found the negotiations were specifically for 90 months, declined to sentence anew, and corrected the standard range listed in the Judgment and Sentence. On appeal, Mr. Lathrop cites trial court error in deciding the intended recommendation, failing to allow allocution, and denying him the opportunity to withdraw his plea. We conclude the evidence supports the trial court’s finding that the parties intended the State’s 90-month recommendation. Under these facts, allocution was not mandatory. Lastly, we decide Mr. Lathrop was not denied the opportunity to withdraw his plea. Accordingly, we affirm.\nBrown, J.\nFACTS\n¶2 In January 2000, per plea negotiations, Mr. Lathrop’s original charge of second degree murder was reduced to *357first degree manslaughter. At the plea hearing, the State and Mr. Lathrop jointly recommended a 90-month sentence as a stipulated below range sentence based upon a 95 to 125 month standard range. Specifically, the statement related the prosecutor will make “[a] joint ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lathrop"
    }
  ],
  "relatedIncidents": [
    8098,
    8101,
    8106,
    8116,
    8118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}