{
  "id": 8570,
  "title": "2005년 Nally 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2005-01-04",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Nally. 판결일: 2005-01-04. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: BANK OF NEW YORK, Trustee, Appellant (Plaintiff Below), v. Stephen H. NALLY; Hiram Nally; Eileen Nally; State of Indiana; Marina Limited Partnership, Appellees (Defendants Below); Tod D. Owens and Pamela E. Owens, Appellees (Third Party Plaintiffs Below), v. Stephen N. Nally, Bank of New York, Trustee, Shae Wiles, Michael Mize, Internal Revenue Service, Et Al., Appellees (Third Party Defendants Below)\n**판결일**: 2005-01-04\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Rucker, Shepard, Sullivan\n\n## 변호인\n\nCraig D. Doyle, Joanne B. Friedmeyer, James L. Shoemaker, Indianapolis, IN, Attorneys for Appellant., Patrick R. Ragains, Anderson, IN, Michael E. Farrer, Christopher D. Cody, Elwood, IN, Attorneys for Appellees.\n\n## 인용\n\n- 820 N.E.2d 644\n\n## 판결문 요약\n\n\n820 N.E.2d 644 (2005)\nBANK OF NEW YORK, Trustee, Appellant (Plaintiff below),\nv.\nStephen H. NALLY; Hiram Nally; Eileen Nally; State of Indiana; Marina Limited Partnership, Appellees (Defendants below).\nTod D. Owens and Pamela E. Owens, Appellees (Third Party Plaintiffs below),\nv.\nStephen N. Nally, Bank of New York, Trustee, Shae Wiles, Michael Mize, Internal Revenue Service, et al., Appellees (Third Party Defendants below).\nNo. 29S02-0405-CV-214.\nSupreme Court of Indiana.\nJanuary 4, 2005.\n*646 Craig D. Doyle, Joanne B. Friedmeyer, James L. Shoemaker, Indianapolis, IN, Attorneys for Appellant.\nPatrick R. Ragains, Anderson, IN, Michael E. Farrer, Christopher D. Cody, Elwood, IN, Attorneys for Appellees.\n\nON PETITION TO TRANSFER FROM THE INDIANA COURT OF APPEALS, NO. 29A02-0212-CV-1057.\nBOEHM, Justice.\nWe hold that a mortgage recorded before a deed to the mortgagor is recorded but after the deed is dated and delivered is within the mortgagor's chain of title as of the time of recording. We also hold that equitable subrogation is an appropriate remedy and available to a subsequent mortgagee who pays off the senior mortgage in total.\n\nFactual and Procedural Background\nThis is a dispute between the Bank of New York and Tod D. and Pamela E. *647 Owens, husband and wife, over the priority of their mortgages on a residence in Hamilton County. In capsule form, Mr. and Mrs. Owens sold the property and took back a second mortgage to finance part of the purchase price. The Bank's assigno...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bank-of-new-york-v-nally"
    }
  ],
  "relatedIncidents": [
    8074,
    8075,
    8076,
    8080,
    8085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}