{
  "id": 8576,
  "title": "2004년 Cadlo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Cadlo. 판결일: 2004-12-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ANTHONY CADLO Et Al., Plaintiffs and Appellants, v. OWENS-ILLINOIS, INC., Defendant and Respondent\n**판결일**: 2004-12-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Jones\n\n## 변호인\n\nCounsel, Brayton & Purcell, Alan R. Brayton, Gilbert L. Purcell, Lloyd F. LeRoy and David Polin for Plaintiffs and Appellants., Morgenstein & Jubelirer, Jean L. Bertrand, Shawn D. Parrish and Alex P. Catalona for Defendant and Respondent.\n\n## 인용\n\n- 23 Cal. Rptr. 3d 1\n- 125 Cal. App. 4th 513\n\n## 판결문 요약\n\n\n23 Cal.Rptr.3d 1 (2004)\n125 Cal.App.4th 513\nAnthony CADLO et al., Plaintiffs and Appellants,\nv.\nOWENS-ILLINOIS, INC., Defendant and Respondent.\nNo. A105444.\nCourt of Appeal, First District, Division 5.\nNovember 30, 2004.\nAs Modified December 30, 2004.\n*3 Alan R. Brayton, Gilbert L. Purcell, Lloyd F. Leroy, David Polin, Brayton Purcell, Novato, CA, for Plaintiffs-Appellants.\nJean L. Bertrand, Shawn Douglas Parrish, Alex P. Catalona, Morgenstein &amp; Jubelirer, San Francisco, CA, for Defendant-Respondent.\n*2 JONES, P.J.\nPlaintiffs Anthony and Maxlyn Cadlo appeal a summary judgment in favor of defendant Owens-Illinois, Inc., in their action for personal injuries and loss of consortium based on Anthony Cadlo's exposure to Kaylo, an insulation product containing asbestos once made by Owens-Illinois. The Cadlos contend the trial court erred in sustaining Owens-Illinois's demurrer to their causes of action for fraud, deceit, and concert of action. They also contend there are triable issues of fact regarding design defects in Kaylo.\nWe conclude that Owens-Illinois's historic role in the design, manufacture and marketing of Kaylo will not support plaintiffs' liability claims against Owens-Illinois in the absence of any allegation or evidence that Owens-Illinois had actual connection with the design, manufacture or distribution of the asbestos to which Anthony Cadlo was exposed.\n\nBACKGROUND\n\nFacts\nOwens-Illinois began developing Kaylo in the 1930s and placed it on the market in 1943....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cadlo-v-owens-illinois-inc"
    }
  ],
  "relatedIncidents": [
    8608,
    8638,
    8711,
    8787,
    8805
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}