{
  "id": 8577,
  "title": "2004년 Krollman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Krollman. 판결일: 2004-12-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Brittney Krollman v. Food Automation Service Techniques, Inc., Defendants Food Automation Service Techniques, Inc., Third-Party Plaintiff-Respondent v. Carrols Corporation, as Successor to 591 West Seneca Food Corp., Third-Party\n**판결일**: 2004-12-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 13 A.D.3d 1209\n- 787 N.Y.S.2d 581\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Erie County (Peter J. Notaro, J.), entered August 18, 2004. The order denied the motion of third-party defendant seeking summary judgment dismissing the third-party complaint in a personal injury action.\nIt is hereby ordered that the order so appealed from be and the same hereby is unanimously reversed on the law without costs, the motion is granted and the third-party complaint is dismissed.\nMemorandum:\nPlaintiff commenced this action against several defendants, alleging that she was injured as a result of their culpable conduct while she was employed by third-party defendant. Third-party defendant contends that Supreme Court erred in denying its motion for summary judgment dismissing the third-party complaint because plaintiff has not sustained a permanent and severe facial disfigurement as a matter of law under Workers’ Compensation Law § 11. We agree.\nThird-party defendant met its initial burden of establishing its entitlement to judgment as a matter of law by submitting photographs of plaintiff depicting that she is not severely disfigured (see Rosen v Nygren Dahly Co., 1 AD3d 998, 998-999 [2003]; Sergeant v Murphy Family Trust, 292 AD2d 761, 761-762 [2002]; Hilbert v Sahlen Packing Co., 267 AD2d 939 [1999], appeal dismissed 95 NY2d 790 [2000]; see generally Fitzpatrick v Chase Manhattan Bank, 285 AD2d 487 [2001]). Plaintiff and third-party plaintiff submitted medical evidence that plaintiff sustained burns on her face. Third-p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ithier-v-harnden"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=krollman-v-food-automation-service-techniques-inc"
    }
  ],
  "relatedIncidents": [
    8576,
    8584,
    8599,
    8606,
    8608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}