{
  "id": 8584,
  "title": "2004년 Decker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Decker. 판결일: 2004-12-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Peter Decker v. C & S Wholesale Grocers, Inc.\n**판결일**: 2004-12-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 13 A.D.3d 573\n- 786 N.Y.S.2d 328\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Orange County (Peter C. Patsalos, J.), dated April 28, 2003, which granted the defendant’s motion for summary judgment dismissing the complaint, and denied his cross motion for leave to amend the complaint to add a cause of action pursuant to Labor Law § 240 (1).\nOrdered that the order is affirmed, with costs.\nThe defendant met its burden of demonstrating entitlement to judgment as a matter of law and the absence of any triable issue of fact (see Alvarez v Prospect Hosp., 68 NY2d 320 [1986]; Winegrad v New York Univ. Med. Ctr., 64 NY2d 851, 853 [1985]; Zuckerman v City of New York, 49 NY2d 557 [1980]). The risk inherent in the plaintiffs conduct, that a stack of boxes filled with paper products would collapse under his weight, was readily observable to a worker of the plaintiffs experience (see Gasper v Ford Motor Co., 13 NY2d 104, 110 [1963]). Further, the defendant demonstrated that it neither exercised supervision and control over the plaintiffs work, nor had actual or constructive knowledge of an unsafe condition (see Comes v New York State Elec. &amp; Gas Corp., 82 NY2d 876, 877 [1993]; Yong Ju Kim v Herbert Constr. Co., 275 AD2d 709, 712 [2000]; Zavesky v DeCato Bros., 223 AD2d 642, 642-643 [1996]). The plaintiff failed to raise a triable issue of fact in response. The Supreme Court therefore properly granted summary judgment to the defendant dismissing the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=decker-v-c-s-wholesale-grocers-inc"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8599,
    8606,
    8608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}