{
  "id": 8599,
  "title": "2004년 Polanco 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Polanco. 판결일: 2004-12-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Nelson Polanco\n**판결일**: 2004-12-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Carpinello\n\n## 인용\n\n- 13 A.D.3d 904\n- 788 N.Y.S.2d 183\n\n## 판결문 요약\n\n\nCarpinello, J.\nAppeal from a judgment of the County Court of Albany County (Breslin, J.), rendered January 9, 2003, upon a verdict convicting defendant of the crimes of attempted murder in the second degree, kidnapping in the second degree, robbery in the first degree, robbery in the second degree, assault in the first degree, criminal use of a firearm in the first degree and criminal possession of a firearm in the third degree.\nFollowing a jury trial, defendant was convicted of attempted murder in the second degree, kidnapping in the second degree, *905robbery in the first and second degrees and assault in the first degree, as well as certain weapons charges, for his role in the abduction, robbery and brutal shooting of a young woman in the City of Albany on the evening of October 25, 2001. He was sentenced to an aggregate prison term of 50 years. On appeal, it is argued that the verdict was not supported by legally sufficient evidence and was against the weight of the evidence. Upon our review of the trial evidence, particularly the testimony of the victim and one of defendant’s accomplices, Elias Estrella, we disagree.*\nThrough these two witnesses, the following sequence of events was established. Sometime around noon on the day in question, an individual by the name of Tony Kearney, also known as “Lex,” was “jumped” by two unknown young boys. Shortly thereafter, Kearney, Estrella, defendant and Edwin Rosado drove around in search of these “kids.” After observing Kearney’...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-polanco"
    }
  ],
  "relatedIncidents": [
    8610,
    8639,
    8683,
    8688,
    8693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}