{
  "id": 8606,
  "title": "2004년 In THE MATTER OF ABATE v. Town of Greenburgh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In THE MATTER OF ABATE v. Town of Greenburgh. 판결일: 2004-12-21. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Samuel J. Abate, Jr., Et Al., Respondents, v. City of Yonkers Et Al., Respondents, and Town of Greenburgh, Appellant. (Proceeding No. 1.); In the Matter of Town of Greenburgh, Appellant, v. City Council of the City of Yonkers Et Al., Respondents, and Village of Ardsley, Intervenor-Respondent. (Proceeding No. 2.)\n**판결일**: 2004-12-21\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n## 인용\n\n- 4 N.Y.3d 736\n\n## 판결문 요약\n\n\n4 N.Y.3d 736 (2004)\nIn the Matter of SAMUEL J. ABATE, JR., et al., Respondents,\nv.\nCITY OF YONKERS et al., Respondents, and TOWN OF GREENBURGH, Appellant. (Proceeding No. 1.)\nIn the Matter of TOWN OF GREENBURGH, Appellant,\nv.\nCITY COUNCIL OF THE CITY OF YONKERS et al., Respondents, and\nVILLAGE OF ARDSLEY, Intervenor-Respondent. (Proceeding No. 2.)\nCourt of Appeals of the State of New York.\nSubmitted November 1, 2004.\nDecided December 21, 2004.\nMotion, insofar as it seeks leave to appeal in Proceeding No. 1, dismissed upon the ground that it does not lie from the Appellate Division order dismissing the appeal to that Court from the determination entered on default (see CPLR 5511); motion, insofar as it seeks leave to appeal in Proceeding No. 2, denied.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-matter-of-abate-v-town-of-greenburgh"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}