{
  "id": 8608,
  "title": "2004년 McDonald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: McDonald. 판결일: 2004-12-17. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: H S Homes, L.L.C. v. Christina L. McDonald.\n**판결일**: 2004-12-17\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Houston\n\n## 변호인\n\nDavid L. Selby II and Jon M. Hughes of Kee Selby, LLP, Birmingham, for appellant. Michael S. Harper, Tallahassee; and Frank H. Hawthorne, Jr., of Hawthorne Myers, Montgomery, for appellee.\n\n## 인용\n\n- 910 So. 2d 79\n\n## 판결문 요약\n\n\n910 So. 2d 79 (2004)\nH &amp; S HOMES, L.L.C.\nv.\nChristina L. McDONALD.\n1031445.\nSupreme Court of Alabama.\nDecember 17, 2004.\nRehearing Denied April 8, 2005.\n*80 David L. Selby II and Jon M. Hughes of Kee &amp; Selby, LLP, Birmingham, for appellant.\nMichael S. Harper, Tallassee; and Frank H. Hawthorne, Jr., of Hawthorne &amp; Myers, Montgomery, for appellee.\nHOUSTON, Justice.\nJohn McDonald and Christina L. McDonald sued H &amp; S Homes, L.L.C., and its agents, Linda Wilson Williams and Russ D'Olympio (\"the defendants\"),[1] alleging fraud, suppression, deceit, conversion, negligence, and wantonness relating to the McDonalds' purchase of a new mobile home from H &amp; S Homes. The defendants moved to compel arbitration of the McDonalds' claims. The purchase contract for the mobile home required that disputes arising out of the sale of the mobile home be resolved by arbitration. John was only 17 years old when he entered into the purchase contract, and he subsequently disavowed the contract based upon his status as a minor. The trial court granted the motion to compel arbitration of Christina's claims, but it denied the motion as to John's claims. The defendants appealed, and this Court affirmed the trial court's order. H &amp; S Homes, L.L.C. v. McDonald, 823 So. 2d 627 (Ala.2001).\nChristina signed two arbitration agreements in connection with her and John's purchase of the mobile home from H &amp; S Homes. After this Court affirmed the trial court's order compelling arbitratio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=h-s-homes-llc-v-mcdonald"
    }
  ],
  "relatedIncidents": [
    8576,
    8638,
    8711,
    8787,
    8805
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}