{
  "id": 8611,
  "title": "2004년 State ex rel. Ohio Civil Service Employees Ass'n v. State Employment Relations Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-15",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State ex rel. Ohio Civil Service Employees Ass'n v. State Employment Relations Board. 판결일: 2004-12-15. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State ex rel. Ohio Civil Service Employees Association, AFSCME, Local 11, AFL-CIO v. State Employment Relations Board\n**판결일**: 2004-12-15\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Connor, Donnell, III, Moyer, Pfeifer, Resnick, Stratton, Sweeney\n\n## 변호인\n\nBuckley King and James E. Melle; and Linda K. Fiely, for appellee., Jim Petro, Attorney General, and Sharon A. Jennings, Assistant Attorney General, for appellant.\n\n## 인용\n\n- 104 Ohio St. 3d 122\n\n## 판결문 요약\n\n\nLundberg Stratton, J.,\ndissenting.\n{¶ 37} I respectfully dissent. Because this action essentially seeks a declaratory judgment and a prohibitory injunction, we lack subject-matter jurisdiction over the case and it should be dismissed. The Ohio Constitution does not vest this court with subject-matter jurisdiction to issue a declaratory judgment or injunctive relief. State ex rel. Ohio Academy of Trial Lawyers v. Sheward (1999), 86 Ohio St.3d 451, 516, 715 N.E.2d 1062 (Moyer, C.J., dissenting).\n{¶ 38} Furthermore, mandamus is not appropriate here because relator had available a plain and adequate remedy in the ordinary course of the law by way of *133appeal from the SERB decision dismissing the petitions, in addition to an action for declaratory and injunctive relief filed in the proper forum.\n{¶ 39} Finally, even assuming that this court properly exercised jurisdiction over this mandamus action, I do not agree with the conclusion that the amendment to R.C. 3318.31 is unconstitutional.\nDeclaratory Judgment and Prohibitory Injunction\n{¶ 40} This action, disguised in terms of mandamus, is merely an attempt to obtain a declaratory judgment and injunctive relief over which this court and the court of appeals lack original jurisdiction. “[I]f the allegations of a complaint for a writ of mandamus indicate that the real objects sought are a declaratory judgment and a prohibitory injunction, the complaint does not state a cause of action in mandamus and must be dismissed for want of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-ohio-civil-service-employees-assn-v-state-employment"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}