{
  "id": 8614,
  "title": "2004년 State v. Banks, Unpublished Decision (12-7-2004) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-07",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Banks, Unpublished Decision (12-7-2004). 판결일: 2004-12-07. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Tim L. Banks\n**판결일**: 2004-12-07\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: FRENCH, J.\n\n## 변호인\n\nRon O'Brien,  Prosecuting Attorney, and  Richard Termuhlen,  II,  for appellee.\n\n Yeura R. Venters,  Public Defender, and  David L. Strait,  for appellant.\n\n## 인용\n\n- 2004 Ohio 6522\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-appellant, Tim L. Banks, appeals from a jury conviction on two counts of abduction with a firearm specification. Appellant was sentenced to three years incarceration on each abduction count to be served concurrently with each other, but consecutive to a three-year term for the firearm specification.\n  {&#182; 2} At trial, Michelle Stone testified that, on the night of April 18, 2002, she went out on a date with Carl Ballow, after recently breaking up with appellant. She stated she and Ballow returned to her apartment and were watching a video in her bedroom when she heard someone entering the apartment and knew it was appellant because she had previously given him a key, which he had not yet returned. She stated that appellant came to her bedroom and saw her with Ballow. Brandishing a handgun, appellant shouted: \"You fuckin' bitch, what are you doing? Who is this?\" (Tr. at 46-47.) Appellant then approached Stone, who was in the bed, yanked the covers off of her, and punched her in the head. Stone testified at trial:\nAnd then he goes around and pushes my stand where my TV and my phone are, pushes it back, and unplugs my phones and all that, steadily has the gun pointed at me and Carl, telling us that he's going to shoot both of us. And Carl is like trying to calm him down, telling him that \"I don't want her,\" trying to do everything to &#8212; for him to please just put the gun away and at least let him go. I begged...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "납치"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-banks-unpublished-decision-12-7-2004"
    }
  ],
  "relatedIncidents": [
    8656,
    8668,
    8692,
    8747,
    8848
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}