{
  "id": 8617,
  "title": "2004년 Hammond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-12-03",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Hammond. 판결일: 2004-12-03. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA v. KEITH P. HAMMOND\n**판결일**: 2004-12-03\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Alt, Chairperson, Day, Hon, Spaulding, Whelan\n\n## 인용\n\n- 325 Mont. 112\n\n## 판결문 요약\n\n\nOn July 6, 2004, the defendant was sentenced to five (5) years in the Montana State Prison for the offense of Partner or Family Member Assault, a felony.\nOn November 19, 2004, the defendant's application for review of that sentence was heard by the Sentence Review Division of the Montana Supreme Court.\nThe defendant was present and was represented by Nick Anderson. The state was not represented.\nBefore hearing the application, the defendant was advised that the Sentence Review Division has the authority not only to reduce the sentence or affirm it, but also increase it. The defendant was further advised that there is no appeal from a decision of the Sentence Review Division. The defendant acknowledged that he understood this and stated that he wished to proceed.\nRule 17 of the Rules of the Sentence Review Division of the Supreme Court of Montana provides that “the sentence imposed by the District Court is presumed correct, and the sentence will not be reduced or increased unless it is deemed clearly inadequate or excessive.” (§46-18-904(3), MCA).\nThe Division finds that the reasons advanced for modification are insufficient to hold that the sentence imposed by the District Court is inadequate or excessive.\nTherefore, it is the unanimous decision of the Sentence Review Division that the sentence shall be affirmed.\nDone in open Court this 19th day of November, 2004.\nAlt. Chairperson, Hon. Gary Day, Member, Hon. John Whelan and Alt. Member, Hon. Randal Spaulding.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hammond"
    }
  ],
  "relatedIncidents": [
    8625,
    8641,
    8678,
    8698,
    8700
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}