{
  "id": 8618,
  "title": "2004년 In Re Disciplinary Proceeding Against Dynan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-30",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In Re Disciplinary Proceeding Against Dynan. 판결일: 2004-11-30. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Disciplinary Proceeding Against Dynan\n**판결일**: 2004-11-30\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Owens\n\n## 인용\n\n- 98 P.3d 444\n\n## 판결문 요약\n\n\n98 P.3d 444 (2004)\nIn the Matter of the DISCIPLINARY PROCEEDING AGAINST Mark J. DYNAN, Attorney at Law.\nNo. 12161-3.\nSupreme Court of Washington, En Banc.\nArgued March 9, 2004.\nDecided September 30, 2004.\nAs Amended on Denial of Reconsideration November 30, 2004.\n*446 Douglas M. Fryer, Anthony Lawrence Butler, Washington State Bar, Seattle, for Petitioner.\nEdward Sydney Winskill, Davies Pearson PC, Tacoma, for Respondent.\nOWENS, J.\nAllstate Insurance Company (Allstate) retained Mark J. Dynan in three different lawsuits to represent people insured by the company. Dynan requested attorney fees in these suits under RCW 4.84.250 and/or Mandatory Arbitration Rules (MAR) 7.3. Dynan submitted declarations for attorney fees and copies of bills sent to Allstate in support of his motions for attorney fees. The declarations stated that the bills attached were true and correct billings for Dynan's time and services. However, the attached bills were not those sent to Allstate. Dynan's office whited out the actual hourly rate, $100-$120, and replaced it with a reasonable attorney fee, $150 per hour, before he submitted the bills to the court. Dynan's knowing alteration of the bills and submission of false declarations to the court constitute falsification and misrepresentation of evidence. The presumptive *447 sanction for false swearing is disbarment. However, in light of the lack of actual harm resulting from Dynan's actions, the addition of a mitigating factor, and a proportionality an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-disciplinary-proceeding-against-dynan"
    }
  ],
  "relatedIncidents": [
    8855,
    8930,
    8945,
    8187,
    8382
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}