{
  "id": 8619,
  "title": "2004년 United States v. Warren Babiar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Warren Babiar. 판결일: 2004-11-29. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Warren BABIAR, Appellant\n**판결일**: 2004-11-29\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Bowman, Morris, Riley, Sheppard\n\n## 변호인\n\nKeith E. Uhl, argued, Des Moines, Iowa, for appellant., Clifford D. Wendel, argued, Des Moines, Iowa (Shannon Olson, Asst. U.S. Attorney, Des Moines, Iowa, on the brief), for appel-lee.\n\n## 인용\n\n- 390 F.3d 598\n\n## 판결문 요약\n\n390 F.3d 598\n    UNITED STATES of America, Appellee,v.Warren BABIAR, Appellant.\n    No. 04-1338.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: October 19, 2004.\n    Filed: November 29, 2004.\n    \n      Keith E. Uhl, argued, Des Moines, Iowa, for appellant.\n      Clifford D. Wendel, argued, Des Moines, Iowa (Shannon Olson, Asst. U.S. Attorney, Des Moines, Iowa, on the brief), for appellee.\n      Before MORRIS SHEPPARD ARNOLD, BOWMAN, and RILEY, Circuit Judges.\n      RILEY, Circuit Judge.\n    \n    \n      1\n      Warren Babiar (Babiar) was tried and convicted of conspiracy to distribute marijuana. The district court1 granted Babiar a new trial based on the prosecutor's failure to turn over newly discovered evidence. See Brady v. Maryland, 373 U.S. 83, 87, 90-91, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963) (holding the prosecution's suppression of evidence favorable to an accused violates due process and the defendant is entitled to a new trial). On retrial, a jury again found Babiar guilty of conspiracy to distribute marijuana. The district court sentenced Babiar to 151 months imprisonment. Babiar appeals the district court's denial of his motion to dismiss based on prosecutorial misconduct.2\n    \n    \n      2\n      Babiar argues his case should be dismissed due to the prosecutor's misconduct in failing to turn over newly discovered evidence before the first trial. Before Babiar's first trial, government investigators in Texas knew another suspect was using a fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-warren-babiar"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}