{
  "id": 8625,
  "title": "2004년 Cherry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cherry. 판결일: 2004-11-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jonathan Cherry\n**판결일**: 2004-11-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Carpinello\n\n## 인용\n\n- 12 A.D.3d 949\n- 785 N.Y.S.2d 198\n\n## 판결문 요약\n\n\nCarpinello, J.\nAppeal from a judgment of the County Court of Chemung County (Hayden, J), rendered July 18, 2003, convicting defendant upon his plea of guilty of the crime of attempted promoting prison contraband in the first degree.\nDefendant, a prison inmate, was charged with the crimes of promoting prison contraband in the first degree and attempted assault in the second degree (two counts) after he was discovered to be in possession of a 6 by HA-ineh sharpened plexiglass shank during a physical altercation with another inmate. Represented by the Public Defender, defendant pleaded guilty to the reduced charge of attempted promoting prison contraband in the first degree in full satisfaction of the indictment with the understanding that he would be sentenced, as a second felony offender, to a prison term of V-h to 3 years.\nPrior to sentencing, defendant moved to withdraw his plea, based on the alleged incompetence of his counsel. County Court denied the motion and refused to assign new counsel, finding no basis for defendant’s claim that his assigned counsel ineffectively represented him during or before the plea proceeding. The court thereafter sentenced defendant in accordance with the agreement. Defendant now appeals, claiming that County Court erred in refusing to assign new counsel and in denying his motion to withdraw his guilty plea without a hearing.\nWe affirm. It is well settled that “[t]he decision to permit withdrawal of a guilty plea is a matter within the trial ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cherry"
    }
  ],
  "relatedIncidents": [
    8617,
    8641,
    8678,
    8698,
    8700
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}