{
  "id": 8628,
  "title": "2004년 L.A.M. Recovery, Inc. v. Department of Consumer Affairs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: L.A.M. Recovery, Inc. v. Department of Consumer Affairs. 판결일: 2004-11-22. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: L.A.M. RECOVERY, INC., Plaintiff, v. the DEPARTMENT OF CONSUMER AFFAIRS, Et Al., Defendants\n**판결일**: 2004-11-22\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Kaplan\n\n## 변호인\n\nRonald P. Hart, for Plaintiff., Gabriel Taussig, Dana Biberman, Sheryl Neufeld, Assistant Corporation Counsel, Michael A. Cardozo, Corporation Counsel of the City of New York, for Defendants.\n\n## 인용\n\n- 345 F. Supp. 2d 405\n\n## 판결문 요약\n\n\n345 F. Supp. 2d 405 (2004)\nL.A.M. RECOVERY, INC., Plaintiff,\nv.\nThe DEPARTMENT OF CONSUMER AFFAIRS, et al., Defendants.\nNo. 04 Civ. 0701(LAK).\nUnited States District Court, S.D. New York.\nNovember 22, 2004.\nRonald P. Hart, for Plaintiff.\nGabriel Taussig, Dana Biberman, Sheryl Neufeld, Assistant Corporation Counsel, Michael A. Cardozo, Corporation Counsel of the City of New York, for Defendants.\n\nMEMORANDUM OPINION\nKAPLAN, District Judge.\nPlaintiff, who operates an automobile repossession business, has been locked in *406 combat with the City of New York for almost four years. The City contends that he engaged in \"towing\" with \"tow trucks\" and therefore required a license from the Department of Consumer Affairs (\"DCA\"). Plaintiff disputes this and, in the alternative, argues that the relevant legislation legislation is unconstitutional. Defendants move for judgment on the pleadings dismissing the complaint on principles of former adjudication.\n\nFacts\n\nThe Initial Confrontation\nOn February 8, 2001, plaintiff was observed by a police officer in the process of repossessing an automobile in Brooklyn. The officer issued a DCA Notice of Violation charging plaintiff with unlicensed towing activity in violation of Section 20-496(a) of the Administrative Code.[1] At hearing on February 15, 2001, an administrative law judge (\"ALJ\"), after taking testimony from plaintiff's principal and the officer, found that plaintiff was operating a \"tow truck\" within the meaning of Section 20-495(d)...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lam-recovery-inc-v-department-of-consumer-affairs"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}