{
  "id": 8634,
  "title": "2004년 AutoXchange. Com, Inc. v. Dreyer and Reinbold, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-19",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: AutoXchange. Com, Inc. v. Dreyer and Reinbold, Inc.. 판결일: 2004-11-19. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: AUTOXCHANGE.COM, INC. and Donald Tabor, Appellant-Third Party Plaintiffs, v. DREYER AND REINBOLD, INC., Appellee-Third Party Defendant\n**판결일**: 2004-11-19\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Crone, Riley, Vaidik\n\n## 변호인\n\nJennifer L. Graham, Indianapolis, IN, Attorney for Appellant., Scott R. Leisz, Brad R. Maurer, Bing-ham McHale LLP, Indianapolis, IN, Attorneys for Interested Party/Trial Court Plaintiff Automotive Finance Corporation., Donn H. Wray, David I. Rubin, Stewart & Irwin, P.C., Indianapolis, IN, Attorney for Appellee.\n\n## 인용\n\n- 816 N.E.2d 40\n\n## 판결문 요약\n\n\n816 N.E.2d 40 (2004)\nAUTOXCHANGE.COM, INC. and Donald Tabor, Appellant-Third Party Plaintiffs,\nv.\nDREYER AND REINBOLD, INC., Appellee-Third Party Defendant.\nNo. 49A05-0402-CV-108.\nCourt of Appeals of Indiana.\nSeptember 15, 2004.\nPublication Ordered October 8, 2004.\nAs Amended November 19, 2004.\n*43 Jennifer L. Graham, Indianapolis, IN, Attorney for Appellant.\nScott R. Leisz, Brad R. Maurer, Bingham McHale LLP, Indianapolis, IN, Attorneys for Interested Party/Trial Court Plaintiff Automotive Finance Corporation.\nDonn H. Wray, David I. Rubin, Stewart &amp; Irwin, P.C., Indianapolis, IN, Attorney for Appellee.\n\nOPINION\nRILEY, Judge.\n\nSTATEMENT OF THE CASE\nAppellants-Third Party Plaintiffs, AutoXchange.com, Inc. (AutoXchange) and Donald Tabor (Tabor) (collectively, Appellants), appeal the trial court's denial of their motion to strike and award of partial summary judgment in favor of Appellee-Third Party Defendant, Dreyer &amp; Reinbold, Inc. (Dreyer &amp; Reinbold).\nWe affirm and remand.\n\nISSUES\nAppellants raise four issues on appeal, which we consolidate and restate as follows:\n1. Whether the trial court erred in denying Appellants' motion to strike certain portions of Dreyer &amp; Reinbold's supplemental designation of evidence in support of its motion for summary judgment; and\n2. Whether the trial court erred in awarding partial summary judgment in favor of Dreyer &amp; Reinbold.\n\nFACTS AND PROCEDURAL HISTORY\nAt the outset we note that significant portions of Dreyer &amp; Re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=autoxchange-com-inc-v-dreyer-and-reinbold-inc"
    }
  ],
  "relatedIncidents": [
    8756,
    8815,
    8957,
    8965,
    9011
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}