{
  "id": 8635,
  "title": "2004년 Bentley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bentley. 판결일: 2004-11-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Mary Jane Bentley, Individually and as of Martha B. Dox v. Myron G. Dox\n**판결일**: 2004-11-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 12 A.D.3d 1187\n- 785 N.Y.S.2d 253\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Ontario County (James R. Harvey, A.J.), entered December 12, 2003. The order denied plaintiffs motion for summary judgment on the fifth cause of action, granted in part defendant’s cross motion for summary judgment, dismissed the third and fifth causes of action, and referred the fourth cause of action to arbitration.\nIt is hereby ordered that the order so appealed from be and the same hereby is unanimously modified on the law by denying that part of the cross motion with respect to the fifth cause of action and reinstating that cause of action and as modified the order is affirmed without costs.\nMemorandum: We agree with plaintiff that Supreme Court erred in granting that part of defendant’s cross motion seeking summary judgment dismissing the fifth cause of action, for partition, and we therefore modify the order accordingly. Defendant is the fee owner of property on Seneca Lake that was transferred to him by the parties’ mother (decedent) and her sister approximately six years before decedent’s death. The deed provided for a limited life use for plaintiff, pursuant to which she was entitled to occupy the property for two weeks each summer. The deed specifies that the life use is personal to plaintiff and terminates upon her death. It is undisputed that there is a hostile relationship between the parties and that plaintiff has never exercised her right to use the property. “[T]he right to partition is . . . absolute in the absence...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bentley-v-dox"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-prude"
    }
  ],
  "relatedIncidents": [
    8653,
    8663,
    8674,
    8677,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}