{
  "id": 8644,
  "title": "2004년 In Re Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-12",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: In Re Bennett. 판결일: 2004-11-12. 법원: United States Bankruptcy Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: In Re Latasha Lavonne BENNETT, Debtor. Ford Motor Credit Company, Plaintiff, v. Donna Bonita Hemsley D/B/A Tiger’s Auto Body & Detail Shop, Defendant\n**판결일**: 2004-11-12\n**법원**: United States Bankruptcy Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Paul Mannes\n\n## 변호인\n\nMichael J. Klima, Baltimore, MD, for Ford Motor Credit Company., Donna B. Hemsley, Waldorf, MD, Pro se.\n\n## 인용\n\n- 317 B.R. 313\n\n## 판결문 요약\n\n\n317 B.R. 313 (2004)\nIn re Latasha Lavonne BENNETT, Debtor.\nFord Motor Credit Company, Plaintiff,\nv.\nDonna Bonita Hemsley d/b/a Tiger's Auto Body &amp; Detail Shop, Defendant.\nBankruptcy No. 03-17361PM. Adversary No. 03-1483PM.\nUnited States Bankruptcy Court, D. Maryland.\nNovember 12, 2004.\n*314 Michael J. Klima, Baltimore, MD, for Ford Motor Credit Company.\nDonna B. Hemsley, Waldorf, MD, Pro se.\n\nRESTATED[1] MEMORANDUM OF DECISION\nPAUL MANNES, Bankruptcy Judge.\nThis matter comes before the court on a Motion to Amend and/or For Relief from this court's May 6, 2004 Order Dismissing Adversary Proceeding and a Motion to Allow Submission of Additional Evidence filed by the Plaintiff, Ford Motor Credit Company (\"Ford\"). The facts and procedural posture of this case are as follows.\nDebtor filed a bankruptcy case under Chapter 7 on July 15, 2003. Her Statement of Intention filed pursuant to 11 U.S.C. § 521(2)(A) stated that she would surrender her 2000 Lincoln to Ford. Ford filed this adversary proceeding on December 23, 2003, seeking a declaratory judgment and damages for violation of the automatic stay against Donna Bonita Hemsley, d/b/a Tiger's Auto &amp; Detail Shop. The Debtor, LaTasha LaVonne Bennett, purchased the Lincoln subject to a purchase money security interest that was acquired by Ford. On July 14, 2003, the day before this bankruptcy case was filed, Ford received notice from Hemsley that the car was subject to a mechanic's lien *315 and would be sold to satisfy said l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ford-motor-credit-co-v-hemsley-in-re-bennett"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}