{
  "id": 8651,
  "title": "2004년 Dark Bay International, Ltd. v. Acquavella Galleries, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dark Bay International, Ltd. v. Acquavella Galleries, Inc.. 판결일: 2004-11-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Dark Bay International, Ltd. v. Acquavella Galleries, Inc.\n**판결일**: 2004-11-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 12 A.D.3d 211\n- 784 N.Y.S.2d 514\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Charles Edward Ramos, J.), entered November 19, 2003, dismissing the complaint, and bringing up for review an order, same court and Justice, entered November 14, 2003, which granted defendant’s motion for summary judgment and denied plaintiffs cross motion for summary judgment, unanimously affirmed, with costs. Appeal from the aforesaid order unanimously dismissed, without costs, as subsumed in the appeal from the judgment.\nPlaintiff failed to establish that nonparty Michael Cohen was an agent of defendant who had express authority when he agreed to sell a Picasso painting allegedly on defendant’s behalf. There was no evidence in the record that defendant had any control over Cohen, a fugitive from justice, or that Cohen was either an employee of or had any affiliation with defendant (cf. Pensee Assoc. v Quon Indus., 241 AD2d 354, 359 [1997]). There was also no evidence that defendant used Cohen as a “runner,” i.e., someone who tries to sell artwork on behalf of a gallery, for a small commission. Plaintiff thus could not establish this essential element of express authority (see Itel Containers Intl. Corp. v Atlanttrafik Exp. Serv. Ltd., 909 F2d 698, 702 [2d Cir 1990]).\nCohen had no implied actual authority, under these circumstances, to sell the painting on defendant’s behalf under a consignment sale theory, where there was no consignment agreement between defendant and Cohen. There was an invoice from defendant to Cohen, which did ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dark-bay-international-ltd-v-acquavella-galleries-inc"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}