{
  "id": 8653,
  "title": "2004년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 2004-11-08. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. the State\n**판결일**: 2004-11-08\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Ellington, Miller\n\n## 변호인\n\nLayne & Layne, Alan P. Layne, for appellant., Timothy G. Vaughn, District Attorney, Karen J. Young, Russell P. Spivey, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 606 S.E.2d 592\n- 270 Ga. App. 368\n\n## 판결문 요약\n\n\n606 S.E.2d 592 (2004)\n270 Ga. App. 368\nJONES\nv.\nThe STATE.\nNo. A04A2146.\nCourt of Appeals of Georgia.\nNovember 8, 2004.\nLayne &amp; Layne, Alan P. Layne, for appellant.\nTimothy G. Vaughn, District Attorney, Karen J. Young, Russell P. Spivey, Assistant District Attorney, for appellee.\nMILLER, Judge.\nConvicted of armed robbery, Shawn Jones argues on appeal that the evidence was insufficient and that his trial counsel was ineffective. We find no error and therefore affirm.\nViewed in the light most favorable to the jury's verdict, the evidence shows that Shawn Jones and three other men drove to a home to buy marijuana. Jones kept a gun under the seat \"for protection.\" The homeowner told the four men that he did not have any marijuana. Shortly afterward, the homeowner's son and son-in-law arrived. The son went into the bathroom while the homeowner and the son-in-law remained in the living room. Moments later, the four visitors returned. While one of the men, Davis, remained outside, the other three  Jones, Shinholster, and Robert Jones  entered the house. Shinholster pulled Jones's gun on the two men in the living room and demanded money. Jones ordered the son-in-law to remain on the floor, and then told Shinholster to \"go ahead and pop both of them and let's go.\" Shinholster took money from one victim's shirt and from another's billfold. When the son came out of the bathroom, Jones told his companions to \"tear out,\" and all four men fled. Jones's three co-defendants pled *593 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    8635,
    8663,
    8674,
    8677,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}