{
  "id": 8657,
  "title": "2004년 Sullivan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-11-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sullivan. 판결일: 2004-11-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jacquelyn Sullivan v. Susan Hutchinson, and Mr. Seconds, Inc.\n**판결일**: 2004-11-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mugglin\n\n## 인용\n\n- 12 A.D.3d 740\n- 783 N.Y.S.2d 715\n\n## 판결문 요약\n\n\nMugglin, J.\nAppeal from an order of the Supreme Court (Dowd, J.), entered October 16, 2003 in Chenango County, which granted a motion by defendant Mr. Seconds, Inc. for summary judgment dismissing the complaint against it.\nPlaintiff sustained deep lacerations to her right hand when a porcelain bathroom faucet shattered as she attempted to turn it. In this action, plaintiff seeks damages from, among others, the alleged retailer of the faucet, defendant Mr. Seconds, Inc. (hereinafter Seconds). Following completion of discovery, Seconds moved for summary judgment, relying on the affidavit of a long-time employee who claimed that other local retailers sold bathroom faucets, that he was unable to identify the faucet in question, and that it was not a faucet sold at any time by Seconds’ predecessor in interest, Grossman’s. Supreme Court granted the motion finding that plaintiffs evidence concerning the identity of the retailer of the faucet was not sufficient to create an issue of fact precluding summary judgment. Plaintiff appeals.\nWe affirm. Plaintiffs evidence concerning the identity of the retailer of the faucet consists of the initial claim of defendant Susan Hutchinson, the homeowner, that the faucet had been purchased at Grossman’s, although she could not actually recall *741doing so, this assertion being based upon her belief that Grossman’s was “the only show in town” and that it was directly across the street from her property. At other points during her deposition testi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sullivan-v-hutchinson"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}