{
  "id": 8662,
  "title": "2004년 State v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-29",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: State v. Johnson. 판결일: 2004-10-29. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: State v. Johnson\n**판결일**: 2004-10-29\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Baschab\n\n## 인용\n\n- 900 So. 2d 482\n\n## 판결문 요약\n\n\n900 So.2d 482 (2004)\nSTATE of Alabama\nv.\nRomekia Lashon JOHNSON.\nCR-03-1221.\nCourt of Criminal Appeals of Alabama.\nOctober 29, 2004.\n*483 Troy King, atty. gen., and Corey L. Maze, asst. atty. gen., for appellant.\nG. Hal Walker, Montgomery, for appellee.\nBASCHAB, Judge.\nThe State appeals from the trial court's order granting a motion to dismiss the case against the appellee, Romekia Lashon Johnson.\nThe State argues that the trial court erroneously granted the appellee's \"Motion to Dismiss for Violation of Defendant's Right to a Speedy Trial.\" Specifically, it contends that the appellee was not denied his right to a speedy trial and that the trial court erroneously granted the motion without first considering the factors set forth in Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972). In Barker, the United States Supreme Court set forth the following factors that must be weighed when reviewing a speedy-trial claim: (1) the length of the delay; (2) the reason for the delay; (3) the accused's assertion of his right to a speedy trial; and (4) the degree of prejudice the accused suffered due to the delay. See also Ex parte Carrell, 565 So.2d 104 (Ala.1990). Unless the delay is sufficiently lengthy to be presumptively prejudicial, it is not necessary to consider the remaining Barker factors. See Barker, supra; Zumbado v. State, 615 So.2d 1223 (Ala.Crim.App.1993). The pertinent dates and events were as follows:\nNovember 29, 2001: The appellee was arrested and subseq...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}