{
  "id": 8668,
  "title": "2004년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-26",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Smith. 판결일: 2004-10-26. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Smith\n**판결일**: 2004-10-26\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Edward A. Dufresne, Jr.\n\n## 인용\n\n- 888 So. 2d 280\n\n## 판결문 요약\n\n\n888 So. 2d 280 (2004)\nSTATE of Louisiana\nv.\nPrescott SMITH.\nNo. 04-KA-340.\nCourt of Appeal of Louisiana, Fifth Circuit.\nOctober 26, 2004.\n*283 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Anne Wallis, Frank Brindisi, Vince Paciera, Assistant District Attorneys, Gretna, LA, for Plaintiff/Appellee.\nA. Bruce Netterville, Gretna, LA, for Defendant/Appellant.\nPanel composed of Judges EDWARD A. DUFRESNE, JR., JAMES L. CANNELLA and CLARENCE E. McMANUS.\nEDWARD A. DUFRESNE, JR. Chief Judge.\nThe Jefferson Parish District Attorney filed a bill of information on May 16, 2001, charging defendant, Prescott Smith, with one count of second degree kidnapping in violation of LSA-R.S. 14:44.1, and one count of armed robbery in violation of LSA-R.S. 14:64.[1] The matter proceeded to trial before a twelve person jury which found defendant guilty as charged on both counts. The trial court sentenced defendant to 40 years at hard labor on count one, second degree kidnapping, and 50 years at hard labor on count two, armed robbery. Both sentences were imposed without the benefit of parole, probation or suspension of sentence and were ordered to run concurrently with each other.\nThereafter, the state filed a multiple offender bill of information on the armed robbery conviction alleging defendant to be a second felony offender based on a 1999 conviction for theft over $500. After a multiple bill hearing, the trial court found defendant to be a multiple offender. The trial court vacated ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    8692,
    8747,
    8848,
    8876,
    9002
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}