{
  "id": 8669,
  "title": "2004년 United States v. Rodrigo MacIas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Rodrigo MacIas. 판결일: 2004-10-26. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Rodrigo MACIAS, Defendant-Appellant\n**판결일**: 2004-10-26\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Clay, Gibbons, Keith\n\n## 변호인\n\nARGUED: Samuel Manly, Law Offices of Samuel Manly, Louisville, KY, for Appellant. Terry M. Cushing, Assistant United States Attorney, Louisville, KY, for Appellee. ON BRIEF: Samuel Manly, Law Offices of Samuel Manly, Louisville, KY, for Appellant. Terry M. Cushing, Amy M. Sullivan, Assistant United States Attorney, Louisville, KY, for Appellee.\n\n## 인용\n\n- 387 F.3d 509\n\n## 판결문 요약\n\n387 F.3d 509\n    UNITED STATES of America, Plaintiff-Appellee,v.Rodrigo MACIAS, Defendant-Appellant.\n    No. 03-5226.\n    United States Court of Appeals, Sixth Circuit.\n    Argued: June 10, 2004.\n    Decided and Filed: October 26, 2004.\n    \n      Appeal from the United States District Court for the Western District of Kentucky, John G. Heyburn II, Chief Judge. COPYRIGHT MATERIAL OMITTED ARGUED: Samuel Manly, Law Offices of Samuel Manly, Louisville, KY, for Appellant. Terry M. Cushing, Assistant United States Attorney, Louisville, KY, for Appellee. ON BRIEF: Samuel Manly, Law Offices of Samuel Manly, Louisville, KY, for Appellant. Terry M. Cushing, Amy M. Sullivan, Assistant United States Attorney, Louisville, KY, for Appellee.\n      Before: KEITH, CLAY, and GIBBONS, Circuit Judges.\n      CLAY, J., delivered the opinion of the court, in which KEITH, J., joined. GIBBONS, J. (p. 522), delivered a separate concurring opinion.\n      OPINION\n      CLAY, Circuit Judge.\n    \n    \n      1\n      Defendant Rodrigo Macias appeals his convictions for conspiracy to possess with intent to distribute 500 grams or more of cocaine, in violation of 21 U.S.C. &#167;&#167; 846 and 841(a)(1), and attempting to possess with intent to distribute 500 grams or more of cocaine, in violation of 21 U.S.C. &#167; 841(a)(1) and 18 U.S.C. &#167; 2. Macias argues that the district court abused its discretion when it denied his motion for a mistrial based on the alleged violation of his right of confrontatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-rodrigo-macias"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}