{
  "id": 8674,
  "title": "2004년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hall. 판결일: 2004-10-21. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE OF THE STATE OF ILLINOIS v. CHARLES HALL\n**판결일**: 2004-10-21\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Frossard, Smith, Tully\n\n## 변호인\n\nMichael J. Pelletier and Jennifer L. Blagg, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb, Margaret J. Campos, Sally L. Dilgart, and Elizabeth Novy, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 352 Ill. App. 3d 537\n\n## 판결문 요약\n\n PRESIDING JUSTICE FITZGERALD SMITH delivered the opinion of the court; Following a bench trial, defendant Charles Hall (defendant) was convicted of aggravated robbery. He was sentenced to 10 years in prison and ordered to submit DNA samples for genetic marker purposes pursuant to section 5 — 4—3 (a — 5) of the Unified Code of Corrections (730 ILCS 5/5 — 4—3(a—5) (West 2002)). He appeals, contending that the aggravated robbery statute (720 ILCS 5/18 — 5(a) (West 2000)) violates due process and that the compulsory extraction of DNA violates fourth amendment guarantees to be free from unreasonable searches and seizures. He asks that we (1) vacate his conviction and instead enter a finding of guilt for the lesser offense of robbery, and (2) that we find section 5 — 4—3(a—5) to be unconstitutional as applied to him, order the expungement of his DNA record from all databases, and order the destruction of any samples, analyses, or other documents relating to such record. For the following reasons, we affirm. BACKGROUND The following facts, in brief, were adduced at trial. Chad Ward testified that on July 13, 2001, he was working alone as an assistant manager of the Blockbuster Video store located in North Riverside. At about 11 a.m., there were two customers in his store, including defendant. Ward assisted a customer, who then left. He continued to work behind the check-out counter when defendant approached him and asked if he could ask Ward a question. Ward responded, “sure.” Ward...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hall"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8677,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}