{
  "id": 8676,
  "title": "2004년 The Cetacean Community v. George W. Bush, President of the United States of America Donald H. Rumsfeld, United States of America Secretary of Defense 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: The Cetacean Community v. George W. Bush, President of the United States of America Donald H. Rumsfeld, United States of America Secretary of Defense. 판결일: 2004-10-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: The CETACEAN COMMUNITY, Plaintiff-Appellant, v. George W. BUSH, President of the United States of America; Donald H. Rumsfeld, United States of America Secretary of Defense, Defendants-Appellees\n**판결일**: 2004-10-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Alarcon, Fletcher, Hug\n\n## 변호인\n\nLanny Sinkin (argued), Hilo, Hawaii, for the appellant., Ann D. Navaro, Kristen L. Gustafson, Kathryn E. Kovacs (argued), United States Department of Justice, Environmental and Natural Resources Division, Washington, D.C., for the appellees.\n\n## 인용\n\n- 386 F.3d 1169\n\n## 판결문 요약\n\n386 F.3d 1169\n    The CETACEAN COMMUNITY, Plaintiff-Appellant,v.George W. BUSH, President of the United States of America; Donald H. Rumsfeld, United States of America Secretary of Defense, Defendants-Appellees.\n    No. 03-15866.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted February 12, 2004.\n    Filed October 20, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED Lanny Sinkin (argued), Hilo, Hawaii, for the appellant.\n      Ann D. Navaro, Kristen L. Gustafson, Kathryn E. Kovacs (argued), United States Department of Justice, Environmental and Natural Resources Division, Washington, D.C., for the appellees.\n      Appeal from the United States District Court for the District of Hawaii; David A. Ezra, Chief District Judge, Presiding. D.C. No. CV-02-00599-DAE/BMK.\n      Before: HUG, ALARC&#211;N, and W. FLETCHER, Circuit Judges.\n      WILLIAM A. FLETCHER, Circuit Judge:\n    \n    \n      1\n      We are asked to decide whether the world's cetaceans have standing to bring suit in their own name under the Endangered Species Act, the Marine Mammal Protection Act, the National Environmental Protection Act, and the Administrative Procedure Act. We hold that cetaceans do not have standing under these statutes.\n    \n    I. Background\n    \n      2\n      The sole plaintiff in this case is the Cetacean Community (\"Cetaceans\"). The Cetacean Community is the name chosen by the Cetaceans' self-appointed attorney for all of the world's whales, porpoises, and dolphins. The ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-cetacean-community-v-george-w-bush-president-of-the-united-states-of"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}