{
  "id": 8679,
  "title": "2004년 Singleton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Singleton. 판결일: 2004-10-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Clay Singleton v. Commissioner of the New York City Department of Correction\n**판결일**: 2004-10-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 11 A.D.3d 335\n- 782 N.Y.S.2d 742\n\n## 판결문 요약\n\n\nDetermination of respondent Commissioner, dated September 6, 2002, dismissing petitioner from his position with the Department of Correction, unanimously confirmed, the petition denied and the proceeding brought pursuant to CPLR article 78 (transferred to this Court by order of the Supreme Court, New York County [Eileen Bransten, J.], entered June 19, 2003) dismissed, without costs.\nSubstantial evidence, including positive urine test results for cocaine and the testimony of the personnel who administered the tests as to the handling of the test samples and manner in *336which the tests were conducted, amply supported the charge that petitioner had ingested cocaine at or near the time he was screened (see Matter of Quarles v Schembri, 227 AD2d 303 [1996]). Under the circumstances, the penalty of dismissal is not shocking to our sense of fairness, and, accordingly, may not be disturbed (see Matter of Kelly v Safir, 96 NY2d 32, 39-40 [2001]). Concur—Nardelli, J.P., Saxe, Sullivan, Ellerin and Sweeny, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=singleton-v-commisioner-of-the-new-york-city-department-of-correction"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}