{
  "id": 8682,
  "title": "2004년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2004-10-15. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Child Evangelism Fellowship of New Jersey Inc., a New Jersey Not-For-Profit Corporation Child Evangelism Fellowship of New Jersey, Inc. Bayshore Chapter, a New Jersey Unincorporated Association v. Stafford Township School District Ronald L. Meinders, in His Official Capacity as Superintendent of Stafford Township School District Ellen Bernstein Brian Delaney Thomas Dellane Lisa Devaney Raymond Fix Denise Harrington Scott Moses William Power Carol Williams, in Their Official Capacities as Members of the Board of Education for Stafford Township School District\n**판결일**: 2004-10-15\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 386 F.3d 514\n\n## 판결문 요약\n\n386 F.3d 514\n    CHILD EVANGELISM FELLOWSHIP OF NEW JERSEY INC., A New Jersey Not-For-Profit Corporation; Child Evangelism Fellowship of New Jersey, Inc. Bayshore Chapter, A New Jersey Unincorporated Associationv.STAFFORD TOWNSHIP SCHOOL DISTRICT; Ronald L. Meinders, In His Official Capacity as Superintendent of Stafford Township School District; Ellen Bernstein; Brian Delaney;* Thomas Dellane; Lisa Devaney; Raymond Fix; Denise Harrington; Scott Moses; William Power; CarolWilliams, in their official capacities as members of the Board of Education for Stafford Township School District, Appellants.\n    No. 03-1101.\n    United States Court of Appeals, Third Circuit.\n    Argued September 11, 2003.\n    October 15, 2004.\n    \n      Appeal from the United States District Court for the District of New Jersey, Mary Little Cooper, J. COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Arthur G. Stein (argued), Stein, Supsie &amp; Hoffman, Forked River, for Appellant.\n    \n    \n      1\n      Alex J. Luchenitser, Americans United for the Separation of Church &amp; State, Washington, for Amicus Appellants, Americans United for Separation of Church and State, The Anti-Defamation League, People for the American Way, New Jersey Education Association, Stafford Township Education Association.\n    \n    \n      2\n      Nathan A. Adams, IV (argued), Kimberlee W. Colby, Annandale, for Appellee.\n    \n    \n      3\n      Eric W. Treene (argued), Angela M. Miller, United States Department of Justice,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=child-evangelism-fellowship-of-new-jersey-inc-a-new-jersey-not-for-profit"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}