{
  "id": 8683,
  "title": "2004년 Stimus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Stimus. 판결일: 2004-10-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Stimus v. State\n**판결일**: 2004-10-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Palmer\n\n## 인용\n\n- 886 So. 2d 996\n\n## 판결문 요약\n\n\n886 So. 2d 996 (2004)\nAaron STIMUS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 5D03-3523.\nDistrict Court of Appeal of Florida, Fifth District.\nOctober 15, 2004.\nRehearing Denied November 24, 2004.\n*997 James B. Gibson, Public Defender, and Noel A. Pelella, Assistant Public Defender, Daytona Beach, for Appellant.\nCharles J. Crist, Jr., Attorney General, Tallahassee and Judy Taylor Rush, Assistant Attorney General, Daytona Beach, for Appellee.\nPALMER, J.\nAaron Stimus appeals his judgment and sentence which were entered by the trial court after a jury found him guilty of committing the crime of first degree premeditated murder. Stimus raises three issues on appeal. We find his third claim of error relating to the State's alleged discovery violation to possess merit; therefore, we are constrained to reverse Stimus' conviction and remand this matter for a new trial.\nStimus was indicted on the charge of murdering his ex-wife. Stimus admitted that he shot and killed the victim but claimed that the shooting occurred in the heat of passion and was not premeditated. The defense called only one witness in the case, Randall Pryor. Pryor was called specifically to testify that on the day of the shooting Stimus was calm and upbeat, that he told Pryor that he was ready to move on with his life, that he had placed his house for sale, and that he was going to take a new job. On cross examination, the State questioned Pryor regarding a statement he had made to the arresting police officer....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stimus-v-state"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8688,
    8693
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}