{
  "id": 8688,
  "title": "2004년 Brasher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-10-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brasher. 판결일: 2004-10-06. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Steve Roy BRASHER, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2004-10-06\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Bryan, Green, Marion, Paul, Phylis, Sandee, Speedlin\n\n## 변호인\n\nM. Patrick Maguire, Danford, Emerson & Maguire, P.L.L.C., Kerrville, for appellant., E. Brace Curry, Dist. Atty., for appellee.\n\n## 인용\n\n- 139 S.W.3d 369\n\n## 판결문 요약\n\n\n139 S.W.3d 369 (2004)\nSteve Roy BRASHER, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 04-03-00202-CR.\nCourt of Appeals of Texas, San Antonio.\nMay 19, 2004.\nDiscretionary Review Refused October 6, 2004.\n*371 M. Patrick Maguire, Danford, Emerson &amp; Maguire, P.L.L.C., Kerrville, for appellant.\nE. Bruce Curry, Dist. Atty., for appellee.\nSitting: PAUL W. GREEN, Justice, SANDEE BRYAN MARION, Justice, PHYLIS J. SPEEDLIN, Justice.\n\nOPINION\nOpinion by SANDEE BRYAN MARION, Justice.\nA jury found defendant, Steve Roy Brasher, guilty of murder and assessed punishment at life in prison. On appeal, defendant asserts he received ineffective assistance of counsel and the trial court erred in denying his motion for mistrial and motion for new trial. We affirm.\n\nINEFFECTIVE ASSISTANCE OF COUNSEL\nIn his first issue, defendant asserts he received ineffective assistance of counsel during the punishment phase of trial because his attorney failed to object to testimony regarding extraneous offenses or to request a limiting instruction regarding evidence of the offenses.\nDuring the punishment phase of trial, the State called appellant's father, Mr. William Brasher, to testify about two 1999 incidents in which appellant was charged with the aggravated kidnapping and aggravated assault of his father. By the time of trial, these charges had been dismissed. When the prosecutor asked Mr. Brasher about whether defendant had forced him to drive to a friend's house, Mr. Brasher said there was nothing ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brasher-v-state"
    }
  ],
  "relatedIncidents": [
    8159,
    8599,
    8610,
    8635,
    8639
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}