{
  "id": 8692,
  "title": "2004년 Nixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-09-28",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Nixon. 판결일: 2004-09-28. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Jonathan NIXON, Appellant\n**판결일**: 2004-09-28\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crahan, Hoff, Lawrence, Mary, Mooney\n\n## 변호인\n\nNancy A. McKerrow, Columbia, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Breck K. Burgess, Jefferson City, MO, for respondent.\n\n## 인용\n\n- 151 S.W.3d 66\n\n## 판결문 요약\n\n\n151 S.W.3d 66 (2004)\nSTATE of Missouri, Respondent,\nv.\nJonathan NIXON, Appellant.\nNo. ED 83436.\nMissouri Court of Appeals, Eastern District, Division Four.\nSeptember 28, 2004.\nMotion for Rehearing and/or Transfer Denied November 30, 2004.\nNancy A. McKerrow, Columbia, MO, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Breck K. Burgess, Jefferson City, MO, for respondent.\nBefore LAWRENCE E. MOONEY, P.J., LAWRENCE G. CRAHAN, J., and MARY K. HOFF, J.\nMotion for Rehearing and/or Transfer to Supreme Court Denied November 30, 2004.\n\nORDER\nPER CURIAM.\nJonathan Nixon appeals the judgment entered pursuant to the jury's verdict convicting him as a prior offender of one count of assault in the first degree, two counts of kidnapping, one count of first degree robbery, two counts of armed criminal action, and one count of burglary in the first degree, for which he was sentenced to consecutive terms of imprisonment totaling 155 years.\nWe have reviewed the briefs of the parties and the record on appeal and find no *67 error of law. An extended opinion would serve no jurisprudential purpose. We have, however, provided a memorandum opinion for the use of the parties only setting forth the reasons for our decision. The judgment is affirmed pursuant to Rule 30.25(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nixon"
    }
  ],
  "relatedIncidents": [
    8668,
    8747,
    8848,
    8876,
    9002
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}