{
  "id": 8693,
  "title": "2004년 Torres 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-09-28",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Torres. 판결일: 2004-09-28. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. JOSE TORRES\n**판결일**: 2004-09-28\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Schaller\n\n## 변호인\n\nMoira L. Buckley, for the appellant (defendant)., Christopher T. Godialis, assistant state’s attorney, with whom were Patricia M. Froehlich, state’s attorney, and, on the brief, Mark A. Stabile, assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 85 Conn. App. 303\n\n## 판결문 요약\n\n\n\nOpinion,\n\nSCHALLER, J.\nThe defendant, Jose Torres, appeals from the judgment of conviction of murder in violation of General Statutes § 53a-54a and capital felony in violation of General Statutes (Rev. to 1997) § 53a-54b (9). The defendant was sentenced to a term of life imprisonment without the possibility of release. This appeal, originally filed in our Supreme Court, was transferred to the Appellate Court by the Supreme Court pursuant to General Statutes § 51-199 (c).\nOn appeal, the defendant claims that the trial court improperly (1) refused to suppress his statements in a police report, (2) allowed the state to show evidence *306that he was silent in response to certain questions that the police asked him, (3) allowed the state to enter into evidence his statements to the police, (4) failed to conduct a hearing pursuant to State v. Porter, 241 Conn. 57, 698 A.2d 739 (1997) (enbanc), cert. denied, 523 U.S. 1058, 118 S. Ct. 1384, 140 L. Ed. 2d 645 (1998), prior to admitting certain scientific evidence from an expert witness for the state and (5) admitted the scientific evidence. We affirm the judgment of the trial court.\nA substantial amount of evidence was presented that indicated the defendant’s guilt. Our summary of the evidence is not intended to be comprehensive. Rather, we state some of the relevant evidence on which the jury reasonably could have relied. The victim, Angelica Pedilla, was an eleven year old girl who lived with her mother in Willimantic. The defenda...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-torres"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}