{
  "id": 8694,
  "title": "2004년 Curry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-09-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Curry. 판결일: 2004-09-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Allan Curry\n**판결일**: 2004-09-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Tom\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Andrew C. Fine, The Legal Aid Society, Brooklyn (Steven R. Berko of counsel), for appellant., Robert M. Morgenthau, District Attorney, New York City (David M. Cohn and Gina Mignola of counsel), for respondent.\n\n## 인용\n\n- 11 A.D.3d 150\n- 782 N.Y.S.2d 66\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nTom, J.P.\nDefendant was arrested in connection with the brutal beating of his ex-girlfriend. Complainant Maureen E alleged that, while walking on the street, she was abducted by defendant and forcibly taken to his apartment. There, defendant raped and sodomized her, forcibly stole property from her person and intentionally inflicted serious physical injury over the course of many hours. Defendant was convicted of assault in the second degree and sentenced to a prison term of 15 years to life. The jury acquitted him of the additional charges in the indictment.\nOn appeal, defendant’s primary contention is that his right to confront his accuser was abrogated by the trial court’s misapplication of the Rape Shield Law (CEL 60.42). He further contends, inter alia, that his right to a fair trial was infringed by the court’s Sandoval ruling. This Court concludes that the Rape Shield Law was properly applied, and that the Sandoval ruling was correct.\nComplainant testified extensively about her relationship with defendant Allan Curry. She stated that they met in January 1996, started dating and became intimate. After being on a methadone maintenance program for 16 years, complainant resumed the use of heroin. She suspected that defendant was using crack cocaine because, she alleged, he became physically abusive, leading to their breakup at the end of the winter in 1996. Their relationship resumed in the summer, but it was unstable because, complainant stated, she ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-curry"
    }
  ],
  "relatedIncidents": [
    8761,
    8762,
    8763,
    8839,
    8851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}