{
  "id": 8702,
  "title": "2004년 Arthur D. Rutherford v. James Crosby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-09-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Arthur D. Rutherford v. James Crosby. 판결일: 2004-09-21. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Arthur D. RUTHERFORD, Petitioner-Appellant, v. James v. CROSBY, Secretary for the Florida Department of Corrections, Respondent-Appellee\n**판결일**: 2004-09-21\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Carnes, Hull, Wilson\n\n## 변호인\n\nLinda McDermott (Courtr-Appointed), McClain & McDermott, P.A., Wilton Manors, FL, for Petitioner-Appellant., Charmaine M. Millsaps, Tallahassee, FL, for Respondent-Appellee.\n\n## 인용\n\n- 385 F.3d 1300\n\n## 판결문 요약\n\n385 F.3d 1300\n    Arthur D. RUTHERFORD, Petitioner-Appellant,v.James V. CROSBY, Secretary for the Florida Department of Corrections, Respondent-Appellee.\n    No. 03-13188.\n    United States Court of Appeals, Eleventh Circuit.\n    September 21, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED Appeal from the United States District Court for the Northern District of Florida.\n      Linda McDermott (Court-Appointed), McClain &amp; McDermott, P.A., Wilton Manors, FL, for Petitioner-Appellant.\n      Charmaine M. Millsaps, Tallahassee, FL, for Respondent-Appellee.\n      Before CARNES, HULL and WILSON, Circuit Judges.\n      CARNES, Circuit Judge:\n    \n    \n      1\n      Arthur D. Rutherford told a friend that he planned to rob and murder a woman, bragging that he \"wouldn't do the time but he was damn sure gonna do the crime.\" He carried out the first part of his boast when he brutally murdered a widow who lived alone; he could not pull off the second part, and since 1986 he has been doing the time for that crime on death row. The bottom line question in this appeal is whether the death sentence imposed upon Rutherford by a Florida court can be carried out without violating the Constitution. The answer is that it can be.\n    \n    I.\n    A.\n    \n      2\n      During the summer of 1985, Rutherford told his friend Harold Attaway that he planned to kill a woman and place her body in her bathtub to make her death look like an accident. Rutherford also told a long-time business associate, Sherma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arthur-d-rutherford-v-james-crosby"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}