{
  "id": 8713,
  "title": "2004년 Gutierrez, Ruben 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-09-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Gutierrez, Ruben. 판결일: 2004-09-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Gutierrez, Ruben\n**판결일**: 2004-09-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIN THE COURT OF CRIMINAL APPEALS\r\n\r\n\r\nOF TEXAS\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 59,552-01\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE RUBEN GUTIERREZ\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nON APPLICATION FOR WRIT OF HABEAS CORPUS \r\n\r\n\r\nFROM CAMERON COUNTY\r\n\r\n\r\n\r\n\r\n\r\n\r\nPer Curiam.  \r\n\r\n\r\n\t\t\t\t\t\t\t\t\r\n\r\n\r\nO R D E R\r\n\r\n\r\n\r\n\tThis is a post conviction application for writ of habeas corpus filed pursuant to the\r\nprovisions of Article 11.071, Tex. Code Crim. Proc.\r\n\r\n\tOn May 12, 1999, applicant was convicted of the offense of capital murder.  The jury\r\nanswered the special issues submitted pursuant to Article 37.071, Tex. Code Crim. Proc., and\r\nthe trial court, accordingly, set punishment at death.  This Court affirmed applicant's\r\nconviction and sentence on direct appeal.  Gutierrez v.  State, No. 73,462 (Tex. Crim. App.\r\nJanuary 16, 2002). \r\n\r\n\r\n\tIn his application, Applicant presents twenty allegations in which he challenges the\r\nvalidity of his conviction and resulting sentence.  In his first two allegations he claims that he\r\nwas denied effective assistance of counsel because trial counsel failed to object to the\r\ntestimony of several witnesses on confrontation grounds and appellate counsel failed to raise\r\nthese issues on direct appeal.  The reasons for counsels' conduct do not appear in the habeas\r\ncorpus record.  Therefore, this cause is remanded to the trial court so that the habeas corpus\r\nrecord can be supplemented with affidavits from trial and appellate counsel responding to\r\nApplicant's first two al...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gutierrez-ruben"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}