{
  "id": 8727,
  "title": "2004년 James Bell, Jr. v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-09-09",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: James Bell, Jr. v. State of Tennessee. 판결일: 2004-09-09. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: James Bell, Jr. v. State of Tennessee\n**판결일**: 2004-09-09\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                              Assigned on Briefs July 13, 2004\n\n                   JAMES BELL, JR. v. STATE OF TENNESSEE\n\n                    Direct Appeal from the Circuit Court for Lake County\n                         No. 03-CR-8480     R. Lee Moore, Jr., Judge\n\n\n\n                  No. W2003-02463-CCA-R3-CD - Filed September 9, 2004\n\n\nThe petitioner, James Bell, Jr., entered pleas of guilty to a number of offenses in the Shelby County\nCriminal Court in 1997 and 2000, and subsequently filed a petition for writ of habeas corpus in the\nLake County Circuit Court, asserting that his convictions were void and his sentences illegal. The\ncourt denied the petition without a hearing, and this appeal followed. We affirm the denial of the\npetition, but remand to the Shelby County Criminal Court for a hearing to identify what disposition\nwas intended as to each of the indictments and entry of corrected judgments to reflect those\ndeterminations.\n\n    Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed and\n                                        Remanded\n\nALAN E. GLENN , J., delivered the opinion of the court, in which JOHN EVERETT WILLIAMS and\nNORMA MCGEE OGLE, JJ., joined.\n\nJames Bell, Jr., N.W.C.X., Tiptonville, Tennessee, Pro Se.\n\nPaul G. Summers, Attorney General and Reporter, and Jennifer L. Bledsoe, Assistant Attorney\nGeneral, for the appellee, State of Tennessee.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-bell-jr-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}