{
  "id": 8747,
  "title": "2004년 Cline 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-31",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Cline. 판결일: 2004-08-31. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Mark CLINE, Appellant, v. Joseph P. TEASDALE and Teasdale & Lafferty, Respondents\n**판결일**: 2004-08-31\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ulrich, P.J., and Lowenstein and Edwin H. Smith\n\n## 변호인\n\nTimothy Paul Orrick, Neil B. Foth, Le-nexa, KS, for appellant., Richard F. Adams, Kansas City, MO, for respondent.\n\n## 인용\n\n- 142 S.W.3d 215\n\n## 판결문 요약\n\n\n142 S.W.3d 215 (2004)\nMark CLINE, Appellant,\nv.\nJoseph P. TEASDALE and Teasdale &amp; Lafferty, Respondents.\nNo. WD 63229.\nMissouri Court of Appeals, Western District.\nAugust 31, 2004.\n*217 Timothy Paul Orrick, Neil B. Foth, Lenexa, KS, for appellant.\nRichard F. Adams, Kansas City, MO, for respondent.\nBefore ULRICH, P.J., and LOWENSTEIN and EDWIN H. SMITH, JJ.\nEDWIN H. SMITH, Chief Judge.\nMark Cline appeals from the summary judgment of the Circuit Court of Jackson County for the respondents, Joseph P. Teasdale and the law firm of Teasdale &amp; Lafferty, a general partnership, on the appellant's amended petition for damages for legal malpractice. In his amended petition, the appellant alleged that Teasdale was negligent in representing him in a probation revocation proceeding, resulting in the revocation of the probation he was serving on a conviction of involuntary manslaughter. Specifically, the appellant alleged that Teasdale was negligent in failing to challenge the jurisdiction of the circuit court to revoke him. The appellant further alleged that Teasdale &amp; Lafferty was liable for Teasdale's negligence on a theory of agency. The respondents obtained summary judgment on two grounds: (1) Teasdale's failure to challenge the circuit court's jurisdiction to revoke did not constitute negligence and did not result in the revocation of the appellant's probation in that the circuit court had jurisdiction to revoke the appellant's probation; and (2) Teasdale's failure to cha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄",
    "납치"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cline-v-teasdale"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-askew"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8668,
    8683
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}