{
  "id": 8756,
  "title": "2004년 438 Main Street v. Easy Heat, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-24",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: 438 Main Street v. Easy Heat, Inc.. 판결일: 2004-08-24. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: 438 MAIN STREET, a Utah General Partnership, and Rainbow Trout, Inc., Dba Pop Jenk's, a Utah Corporation, Plaintiffs and Appellant, v. EASY HEAT, INC., a Delaware Corporation; Heron Cable Industries, a Canadian Corporation; PK Supply, a California Corporation; Alpine Electric, Inc., a Utah Corporation; Deseret Roofing, a Utah Corporation; Moon Roofing, a Utah Corporation; Melva Garcia, a Resident of the State of Arizona; Dion Hale, a Resident of the State of Utah; Quality Interiors, Inc., a Utah Corporation, Defendants and Appellee\n**판결일**: 2004-08-24\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham, Durrant, Nehring, Parrish, Wilkins\n\n## 변호인\n\nRichard A. VanWagoner, Andrew M. Morse, David F. Mull, Salt Lake City, for plaintiff 488 Main Street., John A. Anderson, Matthew D. Moscon, Salt Lake City, for defendant Easy Heat, Inc.\n\n## 인용\n\n- 2004 UT 72\n- 99 P.3d 801\n\n## 판결문 요약\n\n\n2004 UT 72\n438 Main Street, a Utah general partnership, and Rainbow Trout, Inc., dba Pop Jenk's, a Utah corporation, Plaintiffs and Appellant,\nv.\nEasy Heat, Inc., a Delaware corporation; Heron Cable Industries, a Canadian corporation; PK Supply, a California corporation; Alpine Electric, Inc., a Utah corporation; Deseret Roofing, a Utah corporation; Moon Roofing, a Utah corporation; Melva Garcia, a resident of the State of Arizona; Dion Hale, a resident of the State of Utah; Quality Interiors, Inc., a Utah corporation, Defendants and Appellee.\nNo. 20010629.\nSupreme Court of Utah.\nFILED August 24, 2004.\nThis opinion is subject to revision before final publication in the Pacific Reporter.\nRichard A. VanWagoner, Andrew M. Morse, David F. Mull, Salt Lake City, for plaintiff.\nJohn A. Anderson, Matthew D. Moscon, Salt Lake City, for defendant Easy Heat, Inc.\nDURRANT, Justice:\n¶1 This case involves an appeal from a district court's grant of a rule 41(b) motion to dismiss. Because the district court did not err in considering part of the defendant's evidence when ruling on the motion, and because the district court's findings of fact are not clearly erroneous, we affirm.\n\nBACKGROUND\n¶2 At approximately 1:30 on the morning of June 15, 1993, a fire broke out in the 436 Main Street building in Park City, Utah. Despite local firefighting efforts, the fire spread to the neighboring 438 Main Street building. Although the fire was successfully extinguished near dawn, both the 436 and 438 M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=438-main-street-v-easy-heat-inc"
    }
  ],
  "relatedIncidents": [
    8634,
    8815,
    8957,
    8965,
    9011
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}