{
  "id": 8760,
  "title": "2004년 Cuevas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cuevas. 판결일: 2004-08-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Gonzalo PERALTA CUEVAS v. John ASHCROFT, Attorney General\n**판결일**: 2004-08-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Callahan, Rawlinson, Schroeder\n\n## 변호인\n\nGonzalo Peralta Cuevas, El Monte, CA, pro se., Regional Counsel, Western Region Immigration & Naturalization Service, Laguna Niguel, CA, District Counsel, Office of the District Counsel, Department of Homeland Security, Los Angeles, CA, Ronald E. LeFevre, Chief Legal Officer, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, William C. Minick, Janice K. Redfern, U.S. Department of Justice, Civil Div./Office of Immigration Lit., Washington, DC, for Respondent.\n\n## 인용\n\n- 108 F. App'x 441\n\n## 판결문 요약\n\n\nMEMORANDUM**\nGonzalo Peralta Cuevas, a native and citizen of Mexico appearing pro se, petitions pro se for review of a Board of Immigration Appeals’ (“BIA”) order denying his motion to reconsider the denial of his application for cancellation of removal. We dismiss the petition for review.\nPeralta has waived any challenge to the BIA’s order denying reconsideration by failing to address it in his opening brief to this court. See Martinez-Serrano v. INS, 94 F.3d 1256, 1259-60 (9th Cir.1996).\nTo the extent Peralta seeks review of the BIA’s January 31, 2003 order dismissing his appeal of an immigration judge’s decision that he was ineligible for cancellation of removal for lack of a qualifying relative, we lack jurisdiction to consider it, *442because the petition for review is not timely as to that order. See id. at 1258.\nWe do not consider Peralta’s contention that he had settled expectations of placement in suspension of deportation proceedings, see Jimenez-Angeles v. Ashcroft, 291 F.3d 594, 599 (9th Cir.2002), because he failed to administratively exhaust this issue before the BIA, see Barron v. Ashcroft, 358 F.3d 674, 677-78 (9th Cir.2004).\nPETITION FOR REVIEW DISMISSED.\n\n This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cuevas-v-ashcroft"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}