{
  "id": 8761,
  "title": "2004년 Opinion No. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Opinion No.. 판결일: 2004-08-19. 법원: Texas Attorney General Reports.",
  "description": "## 사건 정보\n\n**사건명**: Chris Kloeris\n**판결일**: 2004-08-19\n**법원**: Texas Attorney General Reports\n**관할**: Texas, TX\n\n**판사**: GREG ABBOTT, Attorney General of Texas\n\n\n## 판결문 요약\n\nMr. Chris Kloeris Executive Director Texas Optometry Board 333 Guadalupe Street, Suite 2-420 Austin, Texas 78701-3942\nRe: Whether the Board of Nurse Examiners may permit registered nurses to administer a dangerous drug on the order of a therapeutic optometrist (RQ-0188-GA)\nDear Mr. Kloeris:\nOn behalf of the Texas Optometry Board you ask whether the Board of Nurse Examiners may permit registered nurses to administer a dangerous drug on the order of a therapeutic optometrist.1\nOccupations Code chapter 351 governs the licensing of therapeutic optometrists. See Tex. Occ. Code Ann. ch. 351 (Vernon 2004). Therapeutic optometrists are required to complete courses in pharmacology and pass a licensing examination in addition to the basic requirements for becoming an optometrist. See id. &#167; 351.252. After meeting these additional requirements, therapeutic optometrists are permitted to prescribe certain dangerous drugs in order to treat particular ocular diseases. See id. &#167;&#167; 351.160, .358, and .3581.\nThe Texas Dangerous Drug Act, Health and Safety Code chapter 483, includes physicians, dentists, podiatrists, veterinarians, and optometrists in the definition of \"practitioner,\" which is a person permitted to prescribe and administer dangerous drugs. See\nTex. Health  Safety Code Ann. &#167; 483.001(12)(A) (Vernon 2003). Also included in the definition of \"practitioner\" are advanced practice nurses (\"APNs\") and physician assistants (\"PAs\") to whom a physician has delegated the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=opinion-no"
    }
  ],
  "relatedIncidents": [
    8694,
    8762,
    8763,
    8839,
    8851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}