{
  "id": 8762,
  "title": "2004년 James P. Hyde v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-18",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: James P. Hyde v. State of Tennessee. 판결일: 2004-08-18. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: James P. Hyde v. State of Tennessee\n**판결일**: 2004-08-18\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Joseph M. Tipton\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n\n                    JAMES P. HYDE v. STATE OF TENNESSEE\n\n                      Appeal from the Circuit Court for Hamblen County\n                          No. 99CR035 James E. Beckner, Judge\n\n\n                                 No. E2004-02177-CCA-R3-PC\n\n\n        The pro se petitioner, James P. Hyde, appeals from the trial court's order denying the\npetitioner's motion to reopen his post-conviction petition. The states moves the court to affirm the\njudgment of the trial court pursuant to Rule 20 of this court’s rules. The motion was properly denied\nfor lack of merit. Accordingly, the state's motion is granted and the judgment of the trial court is\naffirmed.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n               Pursuant to Rule 20, Rules of the Court of Criminal Appeals\n\nJOSEPH M. TIPTON , J., delivered the opinion of the court, in which JAMES CURWOOD WITT , JR., and\nNORMA MCGEE OGLE, J.J., joined.\n\nJames P. Hyde, Mountain City, Tennessee, Pro se.\n\nPaul G. Summers, Attorney General and Reporter; Jennifer L. Bledsoe, Assistant Attorney General;\nC. Berkely Bell, Jr., District Attorney General, for the Appellee, State of Tennessee.\n\n                                MEMORANDUM OPINION\n\n        In 1993, the petitioner was convicted by a Hamblen County jury for rape of a child. The\njury imposed a fine of fifty thousand dollars, and the trial court s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-p-hyde-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    8694,
    8761,
    8763,
    8839,
    8851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}