{
  "id": 8763,
  "title": "2004년 Ibrahim 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ibrahim. 판결일: 2004-08-17. 법원: District Court, District of Columbia.",
  "description": "## 사건 정보\n\n**사건명**: Jibril IBRAHIM, Plaintiff, v. DISTRICT OF COLUMBIA, Et Al., Defendants\n**판결일**: 2004-08-17\n**법원**: District Court, District of Columbia\n**관할**: USA, Federal\n\n**판사**: Leon\n\n## 변호인\n\nJibril L. Ibrahim, White Deer, PA, Pro se., David A. Hyden, Office of Corporation Counsel, D.C., Washington, DC, Christopher Garrett Hill, Office of the Attorney General, Richmond, VA, for Defendants.\n\n## 인용\n\n- 357 F. Supp. 2d 187\n\n## 판결문 요약\n\n\n357 F. Supp. 2d 187 (2004)\nJibril IBRAHIM, Plaintiff,\nv.\nDISTRICT OF COLUMBIA, et al., Defendants.\nNo. 00-2118 (RJL).\nUnited States District Court, District of Columbia.\nAugust 17, 2004.\n*189 Jibril L. Ibrahim, White Deer, PA, Pro se.\nDavid A. Hyden, Office of Corporation Counsel, D.C., Washington, DC, Christopher Garrett Hill, Office of the Attorney General, Richmond, VA, for Defendants.\n\nMEMORANDUM OPINION AND ORDER\nLEON, District Judge.\nBefore the Court are the defendants' motions to dismiss the pro se plaintiffs 42 U.S.C. § 1983 complaint, which alleges that he was subject to a variety of constitutional deprivations while incarcerated in a Virginia state prison. Defendants Ronald Angelone, Director of the Virginia Department of Corrections (\"VDOC\"), Eddie Pearson, Warden of the Sussex II State Prison, and eight other individuals or entities employed by the VDOC [1] (the \"Virginia defendants\") move for dismissal of the complaint based on a lack of personal jurisdiction because all allegedly unlawful acts were committed wholly within the Commonwealth of Virginia. Defendants District of Columbia and Hulon Willis, District of Columbia Contract Monitor for Sussex II, (the \"District of Columbia defendants\"), move for dismissal on the grounds that the plaintiff fails to state a claim for relief under either § 1983 or D.C.Code Ann. § 24-1001 for the alleged constitutional violations. For the following reasons, the Court GRANTS both the Virginia and District of Columbia defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ibrahim-v-district-of-columbia"
    }
  ],
  "relatedIncidents": [
    8694,
    8761,
    8762,
    8839,
    8851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}