{
  "id": 8774,
  "title": "2004년 Stevenson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Stevenson. 판결일: 2004-08-11. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Atiba Stevenson v. State of New York Department of Correctional Services\n**판결일**: 2004-08-11\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Benza\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Eliot Spitzer, Attorney General, Albany (<Jeffrey P. Mans of counsel), for respondent. James L. Franklin, New York City, for petitioner.\n\n## 인용\n\n- 5 Misc. 3d 421\n- 781 NYS2d 599\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nLoras C. Benza, J.\n*422Respondent moves to dismiss petitioner’s CPLR article 75 application staying a demand for an arbitration hearing and dismissing charges against petitioner. Petitioner’s application is based on respondent’s failure to comply with certain provisions of the parties’ collective bargaining agreement.\nPetitioner is employed as a correction officer for respondent. After a December 2003 arrest, petitioner received a notice of discipline. As a result, petitioner was dismissed from service and thereafter demanded an arbitration hearing. The hearing was scheduled for March 29, 2004. Subsequently, a representative of respondent contacted petitioner’s attorney and sought an adjournment of the hearing date. Upon the refusal of petitioner’s counsel, and after a telephone conference with the arbitrator, the arbitrator granted an adjournment of the March 2004 hearing through April 23, 2004. Subsequently, respondent contacted petitioner’s counsel for a list of proposed dates to conduct the hearing. Petitioner thereafter commenced this proceeding contending the postponement of the arbitration hearing violated articles 8.2 (f) and 8.8 (a) of the parties’ collective bargaining agreement.\nRespondent now moves to dismiss petitioner’s application for failure to state a cause of action. Namely, respondent argues that petitioner did not seek an expedited hearing pursuant to article 8.8 (a) and, in any event, the adjournment was a procedural matter for resol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stevenson-v-state"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}