{
  "id": 8782,
  "title": "2004년 Sellner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-08-03",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Sellner. 판결일: 2004-08-03. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GORDON SELLNER, Petitioner and Appellant, v. STATE OF MONTANA, Respondent and Respondent\n**판결일**: 2004-08-03\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Jim Rice\n\n## 변호인\n\nFor Appellant: William F. Hooks, Attorney at Law, Helena., For Respondent: Hon. Mike McGrath, Attorney General; Pamela P. Collins, Assistant Attorney General, Helena; Robert Long, Lake County Attorney; Mitchell A. Young, Deputy County Attorney, Poison.\n\n## 인용\n\n- 2004 MT 205\n- 95 P.3d 708\n- 322 Mont. 310\n\n## 판결문 요약\n\n\n95 P.3d 708 (2004)\n2004 MT 205\n322 Mont. 310\nGordon SELLNER, Petitioner and Appellant,\nv.\nSTATE of Montana, Respondent and Respondent.\nNo. 03-053.\nSupreme Court of Montana.\nSubmitted on Briefs October 2, 2003.\nDecided August 3, 2004.\n*709 For Appellant: William F. Hooks, Helena, Montana.\nFor Respondent: Mike McGrath, Attorney General; Pamela P. Collins, Assistant Attorney General, Helena, Montana, Robert Long, Lake County Attorney; Mitchell A. Young, Deputy County Attorney, Polson, Montana.\n*710 Justice JIM RICE delivered the Opinion of the Court.\n¶ 1 Gordon Sellner (Sellner) appeals from the order filed on September 5, 2002, in the Twentieth Judicial District Court, Lake County, denying his petition for postconviction relief. We affirm the District Court's order.\n¶ 2 The following issues are presented on appeal:\n¶ 3 1. Was the appellant's amended petition for postconviction relief barred by the one-year statute of limitations?\n¶ 4 2. Did the appellant's trial counsel render ineffective assistance of counsel?\na. Did the appellant's trial counsel render deficient performance by failing to investigate and present a case for justifiable use of force?\nb. Did the appellant's trial counsel render deficient performance by abandoning the attempted mitigated deliberate homicide defense?\nc. Did the appellant's trial counsel render deficient performance by pursuing a defense based upon the civil suit against the appellant?\nd. Did the appellant's trial counsel render deficient performan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sellner-v-state"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}