{
  "id": 8786,
  "title": "2004년 John Doe v. City of Lafayette, Indiana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John Doe v. City of Lafayette, Indiana. 판결일: 2004-07-30. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John DOE, Plaintiff-Appellant, v. CITY OF LAFAYETTE, INDIANA, Defendant-Appellee\n**판결일**: 2004-07-30\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Diamond, Diane, Easterbrook, Flaum, Ilana, Kanne, Manion, Posner, Ripple, Rovner, Williams, Wood\n\n## 변호인\n\nKenneth J. Falk (Argued), Indiana Civil Liberties Union, Indianapolis, IN, for Plaintiff-Appellant., Jerome L. Withered (Argued), Withered & Corrigan, Lafayette, IN, for Defendants Appellee.\n\n## 인용\n\n- 377 F.3d 757\n\n## 판결문 요약\n\n377 F.3d 757\n    John DOE, Plaintiff-Appellant,v.CITY OF LAFAYETTE, INDIANA, Defendant-Appellee.\n    No. 01-3624.\n    United States Court of Appeals, Seventh Circuit.\n    Reargued En Banc January 8, 2004.\n    Decided July 30, 2004.\n    \n      Appeal from the United States District Court for the Northern District of Indiana, Allen Sharp, J.\n      Kenneth J. Falk (Argued), Indiana Civil Liberties Union, Indianapolis, IN, for Plaintiff-Appellant.\n      Jerome L. Withered (Argued), Withered &amp; Corrigan, Lafayette, IN, for Defendant-Appellee.\n      Before FLAUM, Chief Judge, and POSNER, COFFEY, EASTERBROOK, RIPPLE, MANION, KANNE, ROVNER, DIANE P. WOOD, EVANS and WILLIAMS, Circuit Judges.\n      RIPPLE, Circuit Judge.\n    \n    \n      1\n      In February of 2000, the City of Lafayette, Indiana, issued John Doe, a convicted sex offender, a letter, informing him that he was banned from all public parks under the City's Jurisdiction. In November of 2000, Mr. Doe initiated this action, alleging that the ban violated his rights under the First and Fourteenth Amendments of the Constitution of the United States. The United States District Court for the Northern District of Indiana granted summary judgment to the City. For the reasons set forth in the following opinion, we now affirm the judgment of the district court.\n    \n    \n      2\n      * BACKGROUND\n    \n    A. Facts\n    \n      3\n      John Doe has a long history of arrests and convictions for sexually related crimes. In most of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-doe-v-city-of-lafayette-indiana"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}