{
  "id": 8790,
  "title": "2004년 Farnsworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-27",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Farnsworth. 판결일: 2004-07-27. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Samuel L. FARNSWORTH v. COMMONWEALTH of Virginia\n**판결일**: 2004-07-27\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Benton, Clements\n\n## 변호인\n\nRobert G. Hyman, Stafford, for appellant., Paul C. Galanides, Assistant Attorney General (Jerry W. Kilgore, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 599 S.E.2d 482\n- 43 Va. App. 490\n\n## 판결문 요약\n\n\nCLEMENTS, Judge.\nSamuel L. Farnsworth was convicted in a bench trial of possession of a firearm by a convicted felon, in violation of Code § 18.2-308.2. On appeal, he contends the trial court erred in concluding that his prior felony conviction in the state of West Virginia for armed robbery constituted a predicate felony conviction under Code § 18.2-308.2, because his civil rights, including his right to possess a firearm, had been previously restored by the state of West Virginia upon his completion of the sentence for that offense. Finding no error, we affirm the trial court’s judgment and Farnsworth’s conviction.\nI. BACKGROUND\nThe relevant facts in this case are not in dispute. On October 5, 2001, Farnsworth was indicted for possession of a firearm by a convicted felon, in violation of Code § 18.2-308.2. Prior to trial, Farnsworth moved to have the charge dismissed, arguing the Commonwealth could not use his prior felony conviction in West Virginia as the requisite predicate conviction under Code § 18.2-308.2 because that state had earlier restored his civil rights upon his release from prison.\nAt the May 22, 2002 hearing on that motion, Farnsworth and the Commonwealth stipulated that Farnsworth was convicted on March 19, 1979, of armed robbery in Lewis County, West Virginia and that, following his release from prison in *494that state, he received an “Official Certificate of Discharge” issued by the West Virginia Department of Corrections, which stated as follows:\nThis ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farnsworth-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}