{
  "id": 8805,
  "title": "2004년 United States of America, Ex Rel., Walter M. Drake v. Norden Systems, Inc., and United Technologies Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States of America, Ex Rel., Walter M. Drake v. Norden Systems, Inc., and United Technologies Corporation. 판결일: 2004-07-14. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Ex Rel., Walter M. DRAKE, Plaintiff-Appellant, v. NORDEN SYSTEMS, INC., and United Technologies Corporation, Defendants-Appellees\n**판결일**: 2004-07-14\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cardamone, Keith, Walker\n\n## 변호인\n\nJohn Doar, New York, New York (Eileen Minnefor, Doar Rieck & Mack, New York, New York, of counsel), for Plaintiff-Appellant., Richard L. Beizer, Washington, D.C. (Brian C. Elmer, Jeffrey E. Greene, Cro-well & Moring LLP, Washington, D.C., of counsel), for Defendants-Appellees.\n\n## 인용\n\n- 375 F.3d 248\n\n## 판결문 요약\n\n375 F.3d 248\n    UNITED STATES of America, ex rel., Walter M. DRAKE, Plaintiff-Appellant,v.NORDEN SYSTEMS, INC., and United Technologies Corporation, Defendants-Appellees.\n    Docket No. 03-6152.\n    United States Court of Appeals, Second Circuit.\n    Argued March 8, 2004.\n    Decided July 14, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED John Doar, New York, New York (Eileen Minnefor, Doar Rieck &amp; Mack, New York, New York, of counsel), for Plaintiff-Appellant.\n      Richard L. Beizer, Washington, D.C. (Brian C. Elmer, Jeffrey E. Greene, Crowell &amp; Moring LLP, Washington, D.C., of counsel), for Defendants-Appellees.\n      Before: WALKER, Chief Judge, CARDAMONE, and KEITH*, Circuit Judges.\n      CARDAMONE, Circuit Judge.\n    \n    \n      1\n      This appeal arises from the involuntary dismissal of plaintiff Walter M. Drake's (plaintiff or relator) civil action against a government defense contractor, defendant Norden Systems, Inc., now known as NSI, Inc. (Norden), and its corporate parent, defendant United Technologies Corporation (United Technologies). Drake, a Norden accountant, brought his action on behalf of the United States alleging that the defendants had made false claims for payment and otherwise defrauded the government in violation of the False Claims Act, 31 U.S.C. &#167;&#167; 3729-3733 (2000). The allegations of the complaint, if they are proven, do not paint a pretty picture.\n    \n    \n      2\n      When Drake missed&#8212;by 17 months&#8212;a court-imposed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-of-america-ex-rel-walter-m-drake-v-norden-systems-inc"
    }
  ],
  "relatedIncidents": [
    8576,
    8608,
    8638,
    8711,
    8787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}