{
  "id": 8806,
  "title": "2004년 State v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Johnson. 판결일: 2004-07-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Johnson\n**판결일**: 2004-07-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Brown, Stewart and Caraway\n\n## 인용\n\n- 878 So. 2d 869\n\n## 판결문 요약\n\n\n878 So. 2d 869 (2004)\nSTATE of Louisiana, Appellee\nv.\nJohnie A. JOHNSON, Appellant.\nNo. 38,415-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nJuly 14, 2004.\nRehearing Denied August 12, 2004.\n*870 Stephen A. Glassell, Shreveport, for Appellant.\nPaul J. Carmouche, District Attorney, J. Thomas Butler, Laura O. Wingate, Sean D. Miller, Assistant District Attorneys, for Appellee.\nBefore BROWN, STEWART and CARAWAY, JJ.\nSTEWART, J.\nThe defendant, Johnie Johnson (\"Johnson\"), was convicted of a responsive verdict of manslaughter in a bench trial. The trial court sentenced him to 40 years at hard labor, the maximum sentence. On appeal, defense counsel raises only sentencing errors. However, finding no error by the trial court, we affirm the defendant's conviction and sentence.\n\nFACTS\nOn September 29, 2001, officers were alerted via a 911 call that Jami Hairston (\"Hairston\") had been kidnapped from her residence in Blanchard. The emergency call was placed by her teenage son, Eugene Murphy. He informed the dispatcher that his mother was taken by Johnie Johnson, her former live-in boyfriend. Officers began looking for the suspect's truck. Before it was found or the officers reached the residence, the young man called back to say that his mother was in the backyard and that she was dead.\nWhen the officers arrived, they discovered that Hairston (also referred to in the record as Jamie Hairston and Jami Harriston) had been shot in the side and the head. In the meantime, Johnson, formerly...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}