{
  "id": 881,
  "title": "2022년 Addison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2022-10-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Addison. 판결일: 2022-10-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Addison\n**판결일**: 2022-10-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2022 NY Slip Op 05766\n\n## 판결문 요약\n\n\n\nPeople v Addison (2022 NY Slip Op 05766)\n\n\n\n\n\nPeople v Addison\n\n\n2022 NY Slip Op 05766\n\n\nDecided on October 13, 2022\n\n\nAppellate Division, First Department\n\n\n\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\n\n\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\n\n\n\nDecided and Entered: October 13, 2022\n\nBefore: Kapnick, J.P., Webber, Oing, González, Kennedy, JJ. \n\n\nInd. No. 2534/17 Appeal No. 16409 Case No. 2018-4639 \n\n[*1]The People of the State of New York, Respondent,\nvRaheem Addison, Defendant-Appellant.\n\n\nTwyla Carter, The Legal Aid Society, New York (Sarah Chaudhry of counsel), for appellant.\nAlvin L. Bragg, Jr., District Attorney, New York (Christian Rose of counsel), for respondent.\n\n\n\nJudgment, Supreme Court, New York County (Gregory Carro, J.), rendered July 5, 2018, convicting defendant, upon his plea of guilty, of assault in the first degree and aggravated vehicular assault, and sentencing him to an aggregate term of five years, unanimously affirmed.\nSupreme Court properly found, in opposition to defendant's motion for a Wade hearing, that the People sufficiently met their burden establishing that the identification at issue was confirmatory and that no hearing was necessary (see generally People v Rodriguez, 79 NY2d 445, 451-453 [1992]). In their response to defendant's motion, the People argued that there was no improper police conduct and opposed the hearing asserting there was no pos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-addison"
    }
  ],
  "relatedIncidents": [
    942,
    1020,
    609,
    731,
    732
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}