{
  "id": 8812,
  "title": "2004년 Randy Hurley v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-12",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Randy Hurley v. State of Tennessee. 판결일: 2004-07-12. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Randy Hurley v. State of Tennessee\n**판결일**: 2004-07-12\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                               Assigned on Briefs June 15, 2004\n\n            RANDY D. HURLEY v. HOWARD CARLTON, WARDEN\n\n                  Direct Appeal from the Criminal Court for Johnson County\n                             No. 4303    Lynn W. Brown, Judge\n\n\n                      No. E2004-00381-CCA-R3-HC - Filed July 12, 2004\n\n\nThe petitioner appeals the trial court’s dismissal of his petition for writ of habeas corpus. We agree\nwith the habeas court that the petitioner has failed to state a facially valid claim for habeas corpus\nrelief. We affirm the habeas court’s dismissal of the petitioner’s application for the writ of habeas\ncorpus.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nJOHN EVERETT WILLIAMS, J., delivered the opinion of the court, in which JOSEPH M. TIPTON and\nTHOMAS T. WOODALL, JJ., joined.\n\nRandy D. Hurley, Mountain City, Tennessee, Pro Se.\n\nPaul G. Summers, Attorney General and Reporter, and Brent C. Cherry, Assistant Attorney General,\nfor the appellee, Howard D. Carlton, Warden.\n\n                                              OPINION\n\n        The petitioner, Randy D. Hurley, appeals the Johnson County Criminal Court’s dismissal of\nhis petition for writ of habeas corpus. A Cocke County jury found the petitioner guilty of\npremeditated first degree murder, felony murder, and armed robbery. State v. Hurley, 876 S.W.2d\n57, 60 (Tenn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=randy-hurley-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}