{
  "id": 8815,
  "title": "2004년 Eternity Global Master Fund Limited v. Morgan Guaranty Trust Company of New York and Jpmorgan Chase Bank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Eternity Global Master Fund Limited v. Morgan Guaranty Trust Company of New York and Jpmorgan Chase Bank. 판결일: 2004-07-09. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: ETERNITY GLOBAL MASTER FUND LIMITED, Plaintiff-Appellant, v. MORGAN GUARANTY TRUST COMPANY OF NEW YORK and JPMorgan Chase Bank, Defendants-Appellees\n**판결일**: 2004-07-09\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Jacobs, Raggi, Sack\n\n## 변호인\n\nJames S. Renard (William A. Brewer III, Daniel L. Brown, and Steven M. Reiness on the brief) Bickel &■ Brewer, New York, N.Y. for Appellant., Nancy E. Schwarzkopf, J.P. Morgan Chase Legal Department, New York, N.Y. (Charles A. Gall, James W. Bowen, Jenk-ens & Gilchrist, Dallas, TX on the brief) for Appellees.\n\n## 인용\n\n- 375 F.3d 168\n\n## 판결문 요약\n\n375 F.3d 168\n    ETERNITY GLOBAL MASTER FUND LIMITED, Plaintiff-Appellant,v.MORGAN GUARANTY TRUST COMPANY OF NEW YORK and JPMorgan Chase Bank, Defendants-Appellees,\n    No. 03-7652.\n    United States Court of Appeals, Second Circuit.\n    Argued: February 12, 2004.\n    Decided: July 9, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED James S. Renard (William A. Brewer III, Daniel L. Brown, and Steven M. Reiness on the brief) Bickel &amp; Brewer, New York, N.Y. for Appellant.\n      Nancy E. Schwarzkopf, J.P. Morgan Chase Legal Department, New York, N.Y. (Charles A. Gall, James W. Bowen, Jenkens &amp; Gilchrist, Dallas, TX on the brief) for Appellees.\n      Before: JACOBS, SACK and RAGGI, Circuit Judges.\n      JACOBS, Circuit Judge.\n    \n    \n      1\n      Plaintiff-Appellant Eternity Global Master Fund Limited (\"Eternity\" or \"the Fund\") purchased credit default swaps (\"CDSs\" or \"the CDS contracts\") from Defendants-Appellees Morgan Guaranty Trust Company of New York and JPMorgan Chase Bank (collectively, \"Morgan\") in October 2001. Eternity appeals from a final judgment entered in the United States District Court for the Southern District of New York (McKenna, J.), dismissing with prejudice its complaint alleging breach of contract, fraud, and negligent misrepresentation by Morgan in connection with the CDSs. The CDS contracts were written on the sovereign bonds of Argentina and would be \"triggered\" upon the occurrence of a \"credit event,\" such that if Argentina restructured or defaul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eternity-global-master-fund-limited-v-morgan-guaranty-trust-company-of-new"
    }
  ],
  "relatedIncidents": [
    8965,
    8433,
    8444,
    8576,
    8608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}