{
  "id": 8820,
  "title": "2004년 Talley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Talley. 판결일: 2004-07-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: David TALLEY v. STATE of Florida\n**판결일**: 2004-07-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Stone, Taylor\n\n## 변호인\n\nDavid Talley, Bushnell, pro se., No appearance required for appellee.\n\n## 인용\n\n- 877 So. 2d 840\n\n## 판결문 요약\n\n\nPER CURIAM.\nWe affirm the order denying David Talley’s rule 3.800(a) motion to correct an illegal sentence.\nTalley entered a no contest plea and was sentenced on count I (fleeing) to fifteen years in prison; count II (reckless driving), ninety days in jail; count III (aggravated assault on a law enforcement officer), fifteen years in prison, consecutive to count I; count IV (aggravated battery on a law enforcement officer), thirty years in prison, consecutive to count III; count V (battery on a law enforcement officer), five years in prison, consecutive to count IV; count VI (aggravated battery on a law enforcement officer), thirty years in prison, consecutive to count V; and count VII (resisting officer with violence), five years in prison, consecutive to count VI. Talley challenges the consecutive sentences received on- counts III, IV, V, and VI.\nOn each of the four contested counts, Talley was charged under section 784.07, Florida Statutes, which reclassifies the degree of the offense where the victim is a law enforcement officer. Talley argues that section 784.07 is an enhancement statute and, therefore, the court could not order his sentences to run consecutively. See Boler v. State, 678 So.2d 319, 322 (Fla.l996)(recognizing that consecutive enhancement sentences are not authorized). See also Jackson v. State, 659 So.2d 1060 (Fla.1995).\nIn Boler, the defendant was sentenced to life in prison with a twenty-five year mandatory minimum for murder and a consecutive life sen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=talley-v-state"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}