{
  "id": 8825,
  "title": "2004년 United States v. Michael J. Bean, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-07-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Michael J. Bean, Jr.. 판결일: 2004-07-02. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Michael J. BEAN, Jr., Appellant\n**판결일**: 2004-07-02\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Erickson, Melloy, Riley\n\n## 변호인\n\nChristen D. Shepherd, argued, Kansas City, MO, for appellant., Lucinda S. Woolery, argued, Asst. U.S. Atty., Kansas City, MO, for appellee.\n\n## 인용\n\n- 373 F.3d 877\n\n## 판결문 요약\n\n373 F.3d 877\n    UNITED STATES of America, Appellee,v.Michael J. BEAN, Jr., Appellant.\n    No. 03-2702.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: March 10, 2004.\n    Filed: July 2, 2004.\n    \n      1\n      Christen D. Shepherd, argued, Kansas City, MO, for appellant.\n    \n    \n      2\n      Lucinda S. Woolery, argued, Asst. U.S. Atty., Kansas City, MO, for appellee.\n    \n    \n      3\n      Before RILEY and MELLOY, Circuit Judges, and ERICKSON,1 District Judge.\n    \n    \n      4\n      ERICKSON, District Judge.\n    \n    \n      5\n      Michael Bean, currently incarcerated for bank robbery, appeals from the district court's order2 and judgment, directing that he be committed to the custody of the Attorney General for mental illness treatment under 18 U.S.C. &#167; 4245. For reversal, Bean argues his involuntary commitment was based upon insufficient evidence and neither the magistrate judge nor the district court made findings of fact or conclusions of law in ordering Bean's commitment. Bean also contends not all the procedural safeguards were complied with prior to ordering his commitment. We affirm.\n    \n    I. BACKGROUND\n    \n      6\n      Michael Bean was convicted on November 27, 1989, of bank robbery. Bean was sentenced to 210 months in prison. Bean's projected release date is September 8, 2005. In September 2002, Bean was referred to the United States Medical Center for Federal Prisoners (MCFP) for an assessment and consideration of inpatient psych...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-michael-j-bean-jr"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}