{
  "id": 8830,
  "title": "2004년 Seay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Seay. 판결일: 2004-06-30. 법원: Court of Appeals for the Armed Forces.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES, Appellee, v. Bobby D. SEAY II, Sergeant, U.S. Army, Appellant\n**판결일**: 2004-06-30\n**법원**: Court of Appeals for the Armed Forces\n**관할**: USA, Federal\n\n**판사**: Crawford, Effron, Erdmann, Gierke\n\n## 변호인\n\nFor Appellant: Captain Fansu Ru (argued); Colonel Robert D. Teetsel and Lieutenant Colonel Mark Tellitocci (on brief); Lieutenant Colonel E. Allen Chandler, Jr., For Appellee: Captain Michael D. Wallace (argued); Colonel Lauren B. Leeker, Lieutenant Colonel Margaret B. Baines, and Lieutenant Colonel Virginia G. Beakes (on brief).\n\n## 인용\n\n- 60 M.J. 73\n\n## 판결문 요약\n\n                        UNITED STATES, Appellee\n\n                                     v.\n\n                      Bobby D. SEAY II, Sergeant\n                         U.S. Army, Appellant\n\n                              No. 03-0246/AR\n\n                         Crim. App. No. 9900779\n\n       United States Court of Appeals for the Armed Forces\n\n                      Argued April 20, 2004\n\n                      Decided June 30, 2004\n\n\n     CRAWFORD, C.J., delivered the opinion of the Court, in\nwhich GIERKE and EFFRON, JJ, joined. ERDMANN, J. filed a\nseparate opinion, dissenting in part, concurring in part, and\nconcurring in the result in which BAKER, J., joined.\n\n\n\n                                  Counsel\n\nFor Appellant: Captain Fansu Ku (argued); Colonel Robert D.\nTeetsel and Lieutenant Colonel Mark Tellitocci (on brief);\nLieutenant Colonel E. Allen Chandler, Jr.\n\nFor Appellee: Captain Michael D. Wallace (argued); Colonel\nLauren B. Leeker, Lieutenant Colonel Margaret B. Baines, and\nLieutenant Colonel Virginia G. Beakes (on brief).\n\nMilitary Judges: R. J. Hough and P. J. Parrish.\n\n\n\n\n  THIS OPINION IS SUBJECT TO EDITORIAL CORRECTION BEFORE FINAL PUBLICATION.\n\fUnited States v. Seay, No. 03-0246/AR\n\n\n     Chief Judge CRAWFORD delivered the opinion of the Court.\n\n     Contrary to his pleas, Appellant was convicted of\n\nconspiracy, premeditated murder, larceny, and kidnapping, in\n\nviolation of Articles 81, 118, 121, and 1341.   The convening\n\nauthority approved the sentence of confineme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-seay"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}