{
  "id": 8839,
  "title": "2004년 Santos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-24",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Santos. 판결일: 2004-06-24. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Santos\n**판결일**: 2004-06-24\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n\n## 판결문 요약\n\n\n\n\n\n\n\tDocket No. 94620–Agenda 8–September 2003.\n\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. JAMES \t\t\t\t\t\t\tK. SANTOS, Appellee.\n\nOpinion filed June 24, 20004.\n\nJUSTICE FREEMAN delivered the opinion of the court:\n\nA jury in the circuit court of Winnebago County convicted defendant James K. Santos of aggravated criminal sexual abuse (720 ILCS 5/12–16(d) (West 1998)) of T.K. The circuit court sentenced him to a four-year prison term. The appellate court reversed defendant’s conviction because of jury instruction error. The court also addressed an issue likely to recur on remand, and reversed the trial court’s ruling that certain evidence must be excluded pursuant to section 115–7 of the Code of Criminal Procedure of 1963 (725 ILCS 5/115–7 (West 1998)), commonly known as the “rape shield” statute. 333 Ill. App. 3d 1. We granted the State leave to appeal. See 177 Ill. 2d R. 315(a). The State admits that defendant is entitled to a new trial because of the errors in the jury instructions; the State’s only argument before this court is that the appellate court erred in reversing the trial court’s application of the rape shield statute. We reverse the appellate court in part and remand for a new trial.\n\n\n\nBACKGROUND\n\nDefendant does not challenge the sufficiency of the evidence on appeal. Accordingly, we will summarize the evidence adduced at trial except where greater specificity is necessary to our resolution of the legal issues.\n\nMany of the facts surrounding the charges again...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-santos"
    }
  ],
  "relatedIncidents": [
    8694,
    8761,
    8762,
    8763,
    8851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}