{
  "id": 8840,
  "title": "2004년 William Osepczuk v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: William Osepczuk v. State of Tennessee. 판결일: 2004-06-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: William Osepczuk v. State of Tennessee\n**판결일**: 2004-06-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n          IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT NASHVILLE\n                                      April 7, 2004 Session\n\n                 WILLIAM OSEPCZUK v. STATE OF TENNESSEE\n\n                 Direct Appeal from the Criminal Court for Lawrence County\n                           No. 23648    Stella L. Hargrove, Judge\n\n\n\n                      No. M2003-01601-CCA-R3-PC - Filed June 22, 2004\n\n\nThe petitioner, William Osepczuk, was convicted of attempted first degree murder and sentenced\nto confinement for twenty-five years. After his conviction and sentence were affirmed on direct\nappeal, he filed a petition for post-conviction relief, alleging that trial counsel had been ineffective.\nFollowing an evidentiary hearing, the post-conviction court denied the petition, and this timely\nappeal resulted. After review, we affirm the denial of the petition.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nALAN E. GLENN , J., delivered the opinion of the court, in which DAVID H. WELLES and ROBERT W.\nWEDEMEYER, JJ., joined.\n\nM. Wallace Coleman, Jr., Lawrenceburg, Tennessee, for the appellant, William Osepczuk.\n\nPaul G. Summers, Attorney General and Reporter; Richard H. Dunavant, Assistant Attorney\nGeneral; T. Michael Bottoms, District Attorney General; and James G. White, II, Assistant District\nAttorney General, for the appellee, State of Tennessee.\n\n                                              OPINION\n\n              ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-osepczuk-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}