{
  "id": 8841,
  "title": "2004년 Nwangwu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Nwangwu. 판결일: 2004-06-21. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Ngozi NWANGWU\n**판결일**: 2004-06-21\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nKenneth R. Chadwell, Jr., U.S. Attorney’s Office, Detroit, MI, for Plaintiff-Appellee., Ngozi Nwangwu, Milan, MI, pro se., Alvin C. Sallen, Bingham Farms, MI, for Defendant-Appellant.\n\n## 인용\n\n- 103 F. App'x 584\n\n## 판결문 요약\n\n\n\nORDER\n\nNgozi Nwangwu, a federal prisoner proceeding through counsel, appeals his conviction and sentence. This case has been referred to a panel of the court pursuant to Rule 34(j)(l), Rules of the Sixth Circuit. Upon examination, this panel unanimously *585agrees that oral argument is not needed. Fed. R.App. P. 34(a).\nPursuant to a written plea agreement, Nwangwu pleaded guilty in 2002 to conspiracy to distribute 850 grams of heroin. The plea agreement provided that Nwangwu waived his right to appeal his conviction and sentence, unless his sentence exceeded 121 months in prison. His guidelines range of imprisonment was calculated to be 108 to 135 months, based upon a total offense level of 29 and a criminal history category of III. At sentencing, the district court sentenced Nwangwu to 108 months in prison and 4 years of supervised release.\nNwangwu’s court-appointed counsel has filed an appellate brief with this court and also a motion to withdraw pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396,18 L.Ed.2d 493 (1967). Following a review of the entire record, counsel was of the opinion that there were no meritorious grounds for appeal as Nwangwu’s plea was valid, as his claim of ineffective assistance would be raised in a 28 U.S.C. § 2255 proceeding, as his offense level was properly enhanced due to his supervisory role, and as he had waived his right to appeal. Nwangwu was notified of his right to respond to his attorney’s Anders brief, but no response has bee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-nwangwu"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}