{
  "id": 8845,
  "title": "2004년 Samuels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Samuels. 판결일: 2004-06-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Carmencita Samuels v. High Braes Refuge, Inc.\n**판결일**: 2004-06-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 8 A.D.3d 1110\n- 778 N.Y.S.2d 640\n\n## 판결문 요약\n\n\n*1111Appeal from an order of the Supreme Court, Onondaga County (Robert J. Nicholson, J.), entered May 27, 2003. The order denied defendant’s motion for summary judgment dismissing the complaint in a personal injury action.\nIt is hereby ordered that the order so appealed from be and the same hereby is unanimously affirmed without costs.\nMemorandum: Contrary to the contention of defendant, Supreme Court properly denied its motion for summary judgment dismissing the complaint. Although defendant met its initial burden of establishing that it was immune from liability under General Obligations Law § 9-103, plaintiff raised a triable issue of fact whether defendant required payment of a fee for use of its property for snow tubing. The immunity provisions of section 9-103 (1) do not apply where permission to pursue the recreational activity was granted for consideration (§ 9-103 [2] [b]). Contrary to the further contention of defendant, the fact that the court granted its motions for summary judgment in two cases involving other people injured in the same accident does not mandate a contrary result. “The application of the doctrine of stare decisis is limited to a principle of law or a settled legal issue, rather than to prior factual or legal determinations’ ’ (Killeen v Crosson, 218 AD2d 217, 220 [1996]; see generally Moore v City of Albany, 98 NY 396, 410 [1885]). The record fails to establish that the factual evidence submitted to the court in the prior cases was identical to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fenske-v-state-farm-mutual-automobile-insurance"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=samuels-v-high-braes-refuge-inc"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}