{
  "id": 8848,
  "title": "2004년 McDowell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-11",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: McDowell. 판결일: 2004-06-11. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Respondent, v. Derryle S. McDowell, Defendant-Appellant-Petitioner\n**판결일**: 2004-06-11\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Bradley, Roggensack, Sykes\n\n## 변호인\n\nFor the defendant-appellant-petitioner there were briefs by Christopher J. Cherella and the Law Offices of Christopher J. Cherella, Milwaukee, and oral argument by Christopher J. Cherella., For the plaintiff-respondent the cause was argued by Gregory M. Weber, assistant attorney general, with whom on the brief was Peggy A. Lautenshlager, attorney general., An amicus curiae brief was filed by John A. Pray, Keith A. Findley, Madison, on behalf of the Wisconsin Association of Criminal Defense Lawye\n\n## 인용\n\n- 2004 WI 70\n- 681 N.W.2d 500\n- 272 Wis. 2d 488\n\n## 판결문 요약\n\n\n272 Wis. 2d 488 (2004)\n2004 WI 70\n681 N.W.2d 500\nState of Wisconsin, Plaintiff-Respondent,\nv.\nDerryle S. McDowell, Defendant-Appellant-Petitioner.\nNo. 02-1203-CR.\nSupreme Court of Wisconsin.\nOral argument February 11, 2004.\nDecided June 11, 2004.\n*495 For the defendant-appellant-petitioner there were briefs by Christopher J. Cherella and the Law Offices of Christopher J. Cherella, Milwaukee, and oral argument by Christopher J. Cherella.\n*496 For the plaintiff-respondent the cause was argued by Gregory M. Weber, assistant attorney general, with whom on the brief was Peggy A. Lautenshlager, attorney general.\nAn amicus curiae brief was filed by John A. Pray, Keith A. Findley, Madison, on behalf of the Wisconsin Association of Criminal Defense Lawyers and Frank J. Remington Center, Univ. of Wisconsin Law School, and oral argument by Keith A. Findley.\n¶ 1. ANN WALSH BRADLEY, J.\nThe petitioner, Derryle S. McDowell, seeks review of a published decision of the court of appeals affirming a judgment of conviction and order denying postconviction relief.[1] McDowell was convicted of robbery, kidnapping, and five counts of sexual assault while using a dangerous weapon, all as party to a crime. He contends that he was afforded ineffective assistance of trial counsel that was both deficient and prejudicial. Additionally, McDowell asserts that the circuit court erred in failing to permit him new counsel.\n¶ 2. This case discusses the important issue of how criminal defense attorneys should ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcdowell"
    }
  ],
  "relatedIncidents": [
    8668,
    8692,
    8747,
    8876,
    9002
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}