{
  "id": 8851,
  "title": "2004년 Horace 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Horace. 판결일: 2004-06-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Joseph R. Horace\n**판결일**: 2004-06-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 8 A.D.3d 752\n- 778 N.Y.S.2d 238\n\n## 판결문 요약\n\n\nAppeal from a judgment of the County Court of Ulster County (Bruhn, J.), rendered February 14, 2001, convicting defendant upon his plea of guilty of the crime of rape in the first degree.\nIn satisfaction of a six-count indictment, defendant pleaded guilty to rape in the first degree and admitted having sexual intercourse with a 13-year-old girl. As part of the plea agreement, he was to be sentenced to 10 years in prison, followed by a five-year period of postrelease supervision, and an order of protection was to be entered precluding him from having contact with the victim. Defendant was sentenced as agreed and now appeals.\nInitially, we note that defendant has not preserved his challenge to the voluntariness of the plea inasmuch as he did not move to withdraw the plea or vacate the judgment of conviction (see People v Haight, 294 AD2d 659, 660 [2002], lv denied 99 NY2d 536 [2002]; People v Bunger, 269 AD2d 620, 620 [2000], lv denied 94 NY2d 945 [2000]). The exception to the preservation requirement is inapplicable as defendant’s factual recitation did not cast significant doubt upon his guilt or call into question the voluntariness of the plea, thereby requiring County Court to make further inquiry (see People v Lopez, 71 NY2d 662, 666 [1988]; People v Alicea, 264 AD2d 900, 901 [1999], lv denied 94 NY2d 876 [2000]). In any event, even if we were we to consider defendant’s claim, we would find it to be without merit.\nDefendant’s challenge to the severity of the sentence also...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-horace"
    }
  ],
  "relatedIncidents": [
    8694,
    8761,
    8762,
    8763,
    8839
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}