{
  "id": 8855,
  "title": "2004년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-06-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Campbell. 판결일: 2004-06-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Howard D. Campbell v. Abdul Ghafoor\n**판결일**: 2004-06-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 8 A.D.3d 316\n- 777 N.Y.S.2d 718\n\n## 판결문 요약\n\n\n*317In an action to recover damages for personal injuries, etc., the plaintiffs appeal from an order of the Supreme Court, Kings County (M. Carson, J.), dated October 30, 2003, which granted the defendants’ motion to vacate a prior order of the same court dated July 11, 2003, granting their motion for leave to enter judgment upon the defendants’ failure to appear or answer and setting the matter down for an inquest on damages.\nOrdered that the order is reversed, on the law and as a matter of discretion, with costs, the motion to vacate is denied, and the order dated July 11, 2003, is reinstated.\nA party seeking to vacate a default in appearing or answering must demonstrate a justifiable excuse for the default and a meritorious defense (see CPLR 5015 [a] [1]; Eugene Di Lorenzo, Inc. v Dutton Lbr. Co., 67 NY2d 138, 141 [1986]). The bare allegation by the defendants’ attorney in an affirmation that the delay was caused by the defendants’ insurance carrier was insufficient to excuse the over one-year delay in answering the complaint (see Kaplinsky v Mazor, 307 AD2d 916 [2003]; Cilindrello v Rayabin, 297 AD2d 699 [2002]; Andrade v Ranginwala, 297 AD2d 691 [2002]; Warn v Seung K. Choi-Lee, 291 AD2d 490 [2002]). Furthermore, the defendants failed to demonstrate that they have a meritorious defense (see Meretskaya v Logozzo, 2 AD3d 599 [2003]; Rieman v Smith, 302 AD2d 510 [2003]; Russo v Scibetti, 298 AD2d 514 [2002]). Accordingly, the Supreme Court improvidently exercised its discr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=campbell-v-ghafoor"
    }
  ],
  "relatedIncidents": [
    8618,
    8930,
    8945,
    8187,
    8382
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}