{
  "id": 8867,
  "title": "2004년 Puckett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-27",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Puckett. 판결일: 2004-05-27. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Puckett v. State\n**판결일**: 2004-05-27\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: En Banc\n\n## 인용\n\n- 879 So. 2d 920\n\n## 판결문 요약\n\n\n879 So.2d 920 (2004)\nLarry Matthew PUCKETT\nv.\nSTATE of Mississippi.\nNo. 2000-DR-01077-SCT.\nSupreme Court of Mississippi.\nMay 27, 2004.\nRehearing Denied August 19, 2004.\n*924 Office of Capital Post-Conviction Counsel by Robert Ryan, Louwlynn Vanzetta Williams, attorney for appellant.\nOffice of the Attorney General by Marvin L. White, Jr., attorney for appellee.\nEN BANC.\nSMITH, Chief Justice, for the Court.\n¶ 1. Larry Matthew Puckett (Puckett) was indicted during the January 1996 term of the Circuit Court of Forrest County, Mississippi, for the capital murder of Rhonda Hatten Griffis on October 14, 1995, while engaged in the commission of the crime of sexual battery in violation of Miss.Code Ann. § 97-3-19(2)(e). Venue was changed on Puckett's motion to the Circuit Court of Harrison County, Mississippi, First Judicial District. A jury was empaneled on July 29-30, 1996. The jury returned a unanimous verdict finding Puckett guilty of capital murder on August 2, 1996, and a verdict imposing a sentence of death in proper form on August 5, 1996.\n¶ 2. Puckett's death sentence was set to be carried out on September 13, 1996. Puckett's Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, as well as his supplemental Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, were denied, and his execution was stayed pending appeal on August 9, 1996.\n*925 ¶ 3. Puckett raised fifteen claims of error in his automatic d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=puckett-v-state"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}