{
  "id": 8871,
  "title": "2004년 In re Victor N. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Victor N.. 판결일: 2004-05-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Victor N., a Person Alleged to be a Juvenile Delinquent\n**판결일**: 2004-05-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 7 A.D.3d 801\n- 776 N.Y.S.2d 861\n\n## 판결문 요약\n\n\nIn a juvenile delinquency proceeding pursuant to Family Court Act article 3, the appeal is from (1) an order of disposition of the Family Court, Nassau County (Lawrence, J.), dated May 23, 2003, *802which, upon a fact-finding order of the same court dated March 24, 2003, made after a hearing, finding that the appellant committed acts which, if committed by an adult, would have constituted the crime of attempted assault in the third degree, adjudged him to be a juvenile delinquent, and placed him in the custody of the New York State Office of Children and Family Services for placement with Berkshire Farms for a period of one year, and (2) an order of the same court, also dated May 23, 2003, revoking a prior order of probation of the same court dated September 17, 2002, upon the appellant’s admission that he violated a condition thereof, and placing him in the custody of the New York State Office of Children and Family Services for placement with Berkshire Farms for a period of one year. The appeal from the first order of disposition dated May 23, 2003, brings up for review the fact-finding order dated March 24, 2003.\nOrdered that the appeals from so much of the orders of disposition as placed the appellant in the custody of the New York State Office of Children and Family Services for a period of one year are dismissed; and it is further,\nOrdered that the orders of disposition are affirmed insofar as reviewed, without costs or disbursements.\nContrary to the appellant’s conten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-victor-n"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=echevarria-v-pathmark-stores-inc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-harris"
    }
  ],
  "relatedIncidents": [
    8617,
    8625,
    8635,
    8641,
    8653
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}