{
  "id": 8875,
  "title": "2004년 Hampton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-20",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Hampton. 판결일: 2004-05-20. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Karen HAMPTON, Appellant, v. COMMONWEALTH OF KENTUCKY, Appellee\n**판결일**: 2004-05-20\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Graves\n\n## 변호인\n\nJohn Palombi, Department of Public Advocacy, Frankfort, Counsel for Appellant., Gregory D. Stumbo, Attorney General, Samuel J. Floyd, Jr., Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellee.\n\n## 인용\n\n- 133 S.W.3d 438\n\n## 판결문 요약\n\n\n133 S.W.3d 438 (2004)\nKaren HAMPTON, Appellant,\nv.\nCOMMONWEALTH OF KENTUCKY, Appellee.\nNo. 2002-SC-0291-MR.\nSupreme Court of Kentucky.\nFebruary 19, 2004.\nAs Amended April 19, 2004.\nAs Modified on Denial of Rehearing May 20, 2004.\n*439 John Palombi, Department of Public Advocacy, Frankfort, Counsel for Appellant.\nGregory D. Stumbo, Attorney General, Samuel J. Floyd, Jr., Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellee.\nGRAVES, Justice.\nAppellant, Karen Hampton, was convicted in the Laurel Circuit Court of the 1998 murder of her husband, Wade Hampton, as well as tampering with physical evidence. She was sentenced to fifty years imprisonment on the murder charge and five years on the tampering charge, to run consecutively for a total of fifty-five years imprisonment. She appeals to this Court as a matter of right.\nWade Hampton was sleeping on the morning of August 13, 1998, when Appellant and the couple's two children left the house around 7:30 a.m. According to Appellant, she took the children to school and then went to look for work at a tobacco patch. She left when she realized no one was working that day, and then went to a Dairy Mart to buy a Mountain Dew and cigarettes. The cash register receipt indicated Appellant had left the store before 7:57 a.m. She thereafter stopped at the home of Wade's aunt sometime between 8:00 and 8:30 a.m., leaving at approximately 8:45 a.m. Appellant stated that she returned...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hampton-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}