{
  "id": 8879,
  "title": "2004년 Villanueva 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Villanueva. 판결일: 2004-05-19. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Daniel ESPINOZA VILLANUEVA Candelaria Hernandez Villanueva v. John ASHCROFT, Attorney General\n**판결일**: 2004-05-19\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nAshwani K. Bhakhri, Esq., Burlingame, CA, for Petitioner., Regional Counsel, Laguna Niguel, CA, Ronald E. LeFevre, Chief Legal Officer, San Francisco, CA, David V. Bernal, Attorney, Ernesto H, Molina, Jr., Washington, DC, for Respondent.\n\n## 인용\n\n- 97 F. App'x 774\n\n## 판결문 요약\n\n\nMEMORANDUM **\nDaniel Espinoza Villanueva and Candelaria Hernandez Villanueva, husband and wife and natives and citizens of Mexico, petition for review of the Board of Immigration Appeals’ (“BIA”) order affirming an immigration judge’s denial of their applications for cancellation of removal and its order denying their motion for reconsideration. We have jurisdiction to review the denial of the motion to reopen under 8 U.S.C. § 1252. We dismiss in part and deny in part the petition for review.\nWe lack jurisdiction to review the BIA’s August 6, 2002 order dismissing the Villanuevas’ appeal because they failed to file their petition for review within 30 days of the issuance of that order. See Martinez-Serrano v. INS, 94 F.3d 1256, 1258 (9th Cir.1996) (holding the finality of a BIA order is not affected by a subsequent motion to reconsider).\nWe review the denial of a motion to reconsider for an abuse of discretion. See Iturribarria v. INS, 321 F.3d 889, 894 (9th Cir.2003). The BIA did not abuse its discretion in denying the Villanuevas’ motion based on ineffective assistance of counsel, because the Villanuevas failed to show how counsel’s deficient performance prejudiced them. See id. at 899-900 (“Prejudice results when the performance of counsel was so inadequate that it may have affected the outcome of the proceedings.”) (internal quotations omitted).\nPETITION FOR REVIEW DISMISSED in part; DENIED in part.\n\n This disposition is not appropriate for publication and may not be cit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=villanueva-v-ashcroft"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}