{
  "id": 8882,
  "title": "2004년 Eady 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Eady. 판결일: 2004-05-18. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Aubrey Lynn EADY\n**판결일**: 2004-05-18\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Gibbons, Suhrheinrich, Sutton\n\n## 변호인\n\nTimothy P. VerHey, U.S. Attorney’s Office for the Western District of Michigan, Grand Rapids, MI, for Plaintiff-Appellee., David A. Merchant, II, Merchant & Maddaloni, Lansing, MI, for Defendant Appellant.\n\n## 인용\n\n- 98 F. App'x 440\n\n## 판결문 요약\n\n\nGIBBONS, Circuit Judge.\nDefendant-appellant Aubrey Lynn Eady was convicted by a jury of committing bank robbery in violation of 18 U.S.C. § 2113. During trial, the district court denied a motion by Eady requesting that the court either grant immunity to two witnesses whose testimony Eady claims would have been exculpatory to him or order the government to do so. Also during trial, the government’s expert witness displayed to the jury a chart that was never admitted into evidence. On appeal, Eady claims that the district court should have granted or ordered the government to grant immunity to the two potential witnesses, that the court erred in permitting the government to display the chart, and that his trial counsel provided ineffective assistance by failing to object to the use of the chart. For the following reasons, we affirm the judgment of the district court.\nI.\nOn December 3, 1999, someone robbed the Southern Michigan Bank and Trust branch located at 1425 Capital Avenue in Battle Creek. Michigan. The robber entered the bank and presented a teller an envelope in which there was a note that read. “This is a robbery. Hand me 100, 50, and 20. Don’t move. Act claim.” After reading the note, the teller gave the robber approximately $1,200 from the bank’s drawers. The robber then exited the bank, leaving the envelope and note behind.\nThe Federal Bureau of Investigation (“FBI”) investigated the crime and considered Mark Elliot Johnson — who was ber lieved to have robbed other...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-eady"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}