{
  "id": 8893,
  "title": "2004년 Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wells. 판결일: 2004-05-07. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Curtis WELLS, Jr., Petitioner, v. Calvin WEST, Superintendent, Elmira Correctional Facility, Respondent\n**판결일**: 2004-05-07\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Marrero\n\n## 변호인\n\nCurtis Wells, Jr., Elmira, NY, pro se.\n\n## 인용\n\n- 317 F. Supp. 2d 450\n\n## 판결문 요약\n\n\n317 F. Supp. 2d 450 (2004)\nCurtis WELLS, Jr., Petitioner,\nv.\nCalvin WEST, Superintendent, Elmira Correctional Facility, Respondent.\nNo. 03 CIV. 3300(VM).\nUnited States District Court, S.D. New York.\nMay 7, 2004.\n*451 Curtis Wells, Jr., Elmira, NY, pro se.\n\nDECISION AND ORDER\nMARRERO, District Judge.\nPro se petitioner Curtis Wells, Jr. (\"Wells\") was convicted of burglary in the second degree after trial in May 1999 in the Supreme Court of the State of New York, New York County (the \"Trial Court\"). He is currently serving a sentence of fifteen years in prison. Wells has filed a petition for a writ of habeas corpus on the ground that two members of the jury pool at his trial were wrongfully excluded from the jury during voir dire because of their race. Because independent and adequate state procedural grounds bar federal habeas review of Wells's claim, and because the Court alternatively concludes that no constitutional violations occurred, the Court denies Wells's petition.\n\nI. INTRODUCTION\n\nThe cellar of a ground-floor apartment in a brownstone building in Manhattan was burglarized early in the morning of December 21, 1996. The apartment's tenant reported several items missing, including a power tool, cooking utensils which had been stored in Tupperware containers, and silverware. Police investigators discovered fingerprints on some items inside the cellar, including a Tupperware container which had held some of the missing utensils. The police used a computerized statewide f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wells-v-west"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}