{
  "id": 8895,
  "title": "2004년 Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-04",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Hernandez. 판결일: 2004-05-04. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: EFRAIN HERNANDEZ v. COMMISSIONER OF CORRECTION\n**판결일**: 2004-05-04\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Foti\n\n## 변호인\n\nKalisha R. Raphael, assistant public defender, with whom was Temmy AnnPieszak, chief of habeas corpus services, for the appellant (petitioner)., Gerard P. Eisenman, senior assistant state’s attorney, for the appellee (respondent).\n\n## 인용\n\n- 82 Conn. App. 701\n\n## 판결문 요약\n\n\n\nOpinion\n\nFOTI, J.\nThe petitioner, Efrain Hernandez, appeals following the habeas court’s denial of his petition for certification to appeal from the denial of his amended petition for a writ of habeas coipus. On appeal, the petitioner claims that the court improperly (1) denied his petition for certification to appeal, (2) concluded that he had effective assistance of counsel and (3) con-*703eluded that his plea was voluntary, knowing and intelligent. We agree with the petitioner and reverse the judgment of the habeas court.\nThe following facts and procedural history are relevant to the resolution of the petitioner’s claims. On July 26, 1993, the first day of testimony at the petitioner’s criminal trial, the petitioner withdrew his plea of not guilty and entered a plea of nolo contendere to one count of murder in violation of General Statutes § 53a-54a. On September 17, 1993, in accordance with the plea agreement, the petitioner was sentenced to a term of twenty-five years incarceration. On October 5, 1995, the petitioner filed a petition for a writ of habeas corpus, which he amended on July 6,1999, claiming ineffective assistance of counsel and that his plea was involuntary.\nOn January 31, 2002, the habeas court held a hearing on the petition. At the hearing, the petitioner testified that during a recess on the first day of testimony at the criminal trial, a plea offer was made by the state that entailed an agreed on sentence of twenty-five years in exchange for the petiti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hernandez-v-commissioner-of-correction"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}