{
  "id": 8898,
  "title": "2004년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-05-03",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Johnson v. State. 판결일: 2004-05-03. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: James JOHNSON v. STATE of Maryland\n**판결일**: 2004-05-03\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Adkins, Bloom, Deborah, Eyler, Ret'd, Theodore\n\n## 변호인\n\nLisa J. Sansone (Roland Walker, on the brief), Baltimore, for Appellant., Zoe Gillen White (J. Joseph Curran, Jr., Atty. Gen., on the brief), Baltimore, for Appellee.\n\n## 인용\n\n- 848 A.2d 660\n- 156 Md. App. 694\n\n## 판결문 요약\n\n\n848 A.2d 660 (2004)\n156 Md. App. 694\nJames JOHNSON\nv.\nSTATE of Maryland.\nNo. 192, Sept. Term, 2003.\nCourt of Special Appeals of Maryland.\nMay 3, 2004.\n*662 Lisa J. Sansone (Roland Walker, on the brief), Baltimore, for Appellant.\nZoe Gillen White (J. Joseph Curran, Jr., Atty. Gen., on the brief), Baltimore, for Appellee.\n*663 Panel: DEBORAH S. EYLER, ADKINS, and THEODORE G. BLOOM (Ret'd, Specially Assigned), JJ.\n*661 DEBORAH S. EYLER, Judge.\nA jury in the Circuit Court for Baltimore City convicted James Johnson, the appellant, of second degree murder, use of a handgun in a felony or crime of violence, and wearing, carrying, or transporting a handgun. He was found not guilty of first degree murder. The court sentenced the appellant to a 30-year prison term for the second degree murder conviction, and to a consecutive term of 20 years in prison, the first five years without the possibility of parole, for the use of a handgun conviction. The wearing, carrying, or transporting a handgun conviction was merged into the use of a handgun in a felony conviction.\nOn appeal, the appellant presents five questions for review, which we have reordered and rephrased:\nI. Did the trial court err by denying a defense motion for mistrial or curative instruction made after the trial judge questioned a witness and elicited testimony that, after arrest and before trial, the appellant was trying to reconcile with his estranged wife so she would not elect to testify?\nII. Was there sufficient evidence...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}