{
  "id": 8901,
  "title": "2004년 Guzman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Guzman. 판결일: 2004-04-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jose Guzman\n**판결일**: 2004-04-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 6 A.D.3d 359\n- 775 N.Y.S.2d 844\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Rena Uviller, J.), rendered October 2, 2002, convicting defendant, after a jury *360trial, of gang assault in the second degree and two counts of assault in the second degree, and sentencing him to an aggregate term of 4V2 years, unanimously affirmed.\nThe court properly denied defendant’s challenges for cause to two prospective jurors since in each instance the totality of the venireperson’s responses indicated an ability to decide the case impartially (see People v Arnold, 96 NY2d 358 [2001]). The first prospective juror’s clearly whimsical remark did not cast any doubt on her ability to be impartial and did not require any further inquiry by the court. The second prospective juror gave an unequivocal assurance that a negative experience in his prior jury service would not affect his impartiality, and his use of the phrase “I don’t think so,” viewed in context, clearly does not warrant a different conclusion (People v Chambers, 97 NY2d 417, 419 [2002]). Concur—Tom, J.P., Ellerin, Lerner and Marlow, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-guzman"
    }
  ],
  "relatedIncidents": [
    8617,
    8625,
    8641,
    8678,
    8698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}