{
  "id": 8904,
  "title": "2004년 Moultrie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Moultrie. 판결일: 2004-04-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Bridgette Moultrie\n**판결일**: 2004-04-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 6 A.D.3d 730\n- 775 N.Y.S.2d 555\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (D’Emic, J.), rendered May 9, 2000, convicting her of manslaughter in the second degree and criminal possession of a weapon in the fourth degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant contends that the trial court’s justification charge was improper because the objective portion of the charge failed to properly instruct the jurors. This claim is unpreserved for appellate review, as the defendant failed to object to the charge as given or to request a supplemental charge (see People v Santos, 280 AD2d 561, 562 [2001]; People v Gurganious, 214 AD2d 681 [1995]; People v Noor, 177 AD2d 517 [1991]). In any event, the court’s charge, viewed in its entirety, adequately conveyed the appropriate standard to the jury (see People v Wesley, 76 NY2d 555 [1990]; People v Goetz, 68 NY2d 96 [1986]; People v Martinez, 243 AD2d 732 [1997]). H. Miller, J.P., Luciano, Schmidt and Townes, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-moultrie"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}