{
  "id": 8909,
  "title": "2004년 United States v. Ronald Snook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Ronald Snook. 판결일: 2004-04-23. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Ronald SNOOK, Defendant-Appellant\n**판결일**: 2004-04-23\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Evans, Rovner\n\n## 변호인\n\nTimothy J. Chapman (argued), Chicago, IL, for Plaintiff-Appellee., David J. Stetler, Jonathan M. Cyrluk (argued), Stetler & Duffy, Chicago, IL, for Defendanb-Appellant.\n\n## 인용\n\n- 366 F.3d 439\n\n## 판결문 요약\n\n366 F.3d 439\n    UNITED STATES of America, Plaintiff-Appellee,v.Ronald SNOOK, Defendant-Appellant.\n    No. 02-2304.\n    United States Court of Appeals, Seventh Circuit.\n    Argued January 7, 2003.\n    Decided April 23, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED Timothy J. Chapman (argued), Chicago, IL, for Plaintiff-Appellee.\n      David J. Stetler, Jonathan M. Cyrluk (argued), Stetler &amp; Duffy, Chicago, IL, for Defendant-Appellant.\n      Before COFFEY, ROVNER, and EVANS, Circuit Judges.\n      ILANA DIAMOND ROVNER, Circuit Judge.\n    \n    \n      1\n      A jury found Ronald Snook guilty of one count of conspiring to defraud the federal government by violating the Clean Water Act, 18 U.S.C. &#167; 371, 33 U.S.C. &#167;&#167; 1317(d) and 1319(c)(2)(A), and five counts of concealing material information regarding a matter within the jurisdiction of the federal government, 18 U.S.C. &#167; 1001(a)(1). He was sentenced to concurrent terms of 21 months' imprisonment, concurrent terms of two years of supervised release, a $1,000 fine, and $600 in special assessments. On appeal he challenges two evidentiary rulings, allegedly improper statements by the prosecution during closing arguments, and a two-level increase in his offense level for abusing a position of trust, U.S.S.G. &#167; 3B1.3. We affirm in all respects.\n    \n    \n      2\n      Between 1994 and 1997 Snook was the \"Environmental Manager\" at Clark Refining &amp; Marketing, Inc., a petroleum refinery in Blue Island, Illin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ronald-snook"
    }
  ],
  "relatedIncidents": [
    8576,
    8608,
    8638,
    8711,
    8787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}