{
  "id": 8913,
  "title": "2004년 Chase Manhattan Bank v. AXA Reinsurance UK PLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chase Manhattan Bank v. AXA Reinsurance UK PLC. 판결일: 2004-04-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The Chase Manhattan Bank v. AXA Reinsurance UK PLC, Defendants AXA Reinsurance UK PLC, Third-Party and General Star International Indemnity Ltd., Third-Party v. Heath Lambert Group, Third-Party Defendants-Respondents, Third-Party\n**판결일**: 2004-04-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 6 A.D.3d 277\n- 774 N.Y.S.2d 703\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Ira Gammerman, J.), entered December 2, 2002, dismissing appellant’s claims against respondents for fraud, aiding and abetting fraud, breach of fiduciary duty and aiding and abetting breach of fiduciary duty, unanimously affirmed, with costs. Appeal from order, same court and Justice, entered September 20, 2002, which granted respondents’ motion to dismiss, unanimously dismissed, without costs, as subsumed in the appeal from the judgment.\nThe disclaimer provision in appellant’s policy bars the instant tort claims (see Chase Manhattan Bank v AXA Reins. UK, 294 AD2d 245 [2002], lv denied 98 NY2d 612 [2002]; Chase Manhattan Bank v New Hampshire Ins. Co., 304 AD2d 423 [2003], lv denied 100 NY2d 509 [2003]; Chase Manhattan Bank v AXA Reins. UK, 309 AD2d 613 [2003], lv dismissed 1 NY3d 593 [2004]). Concur—Tom, J.P., Williams, Friedman and Marlow, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chase-manhattan-bank-v-axa-reinsurance-uk-plc"
    }
  ],
  "relatedIncidents": [
    8576,
    8608,
    8638,
    8711,
    8787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}