{
  "id": 8918,
  "title": "2004년 Hydro Investors, Inc. v. Trafalgar Power, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hydro Investors, Inc. v. Trafalgar Power, Inc.. 판결일: 2004-04-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Hydro Investors, Inc. v. Trafalgar Power, Inc., Appellants-Respondents\n**판결일**: 2004-04-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Cardona\n\n## 인용\n\n- 6 A.D.3d 882\n- 775 N.Y.S.2d 402\n\n## 판결문 요약\n\n\nCardona, P.J.\nCross appeals from an order of the Supreme Court (Sise, J.), entered April 6, 2001 in Hamilton County, which denied plaintiffs motion for an accounting and imposition of a constructive trust and denied defendants’ cross motion for summary judgment dismissing the complaint.\nIn 1985, plaintiff and defendant Trafalgar Power, Inc. (hereinafter TPI) executed a written agreement (hereinafter the 1985 Agreement) to jointly develop hydroelectric projects in the Adirondack region of upstate New York. Under the terms of the 1985 Agreement, plaintiff would provide engineering expertise to develop the projects and TPI would provide capital financing. The 1985 Agreement further contemplated that the parties would create a separate joint venture for each hydroelectric project by executing a “Form of Schedule” detailing, among other things, the project’s purpose, budget and ownership plan.\nPlaintiff and TPI proceeded to develop seven hydroelectric projects together. Of these projects, three were undertaken as joint ventures pursuant to Forms of Schedule, three had writings memorializing the agreements but no Forms of Schedule, and the remaining project, the Christine Falls Project, was allegedly undertaken pursuant to an oral joint venture agreement. In 1989, plaintiff commenced an action against TPI and others in federal court to enforce the agreements for the three projects that had been formalized by Forms of Schedule and the three that had been memorialized by other writi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hydro-investors-inc-v-trafalgar-power-inc"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}