{
  "id": 8922,
  "title": "2004년 John Washington Hightower v. Derrick Schofield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John Washington Hightower v. Derrick Schofield. 판결일: 2004-04-12. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John Washington HIGHTOWER, Petitioner-Appellant, v. Derrick SCHOFIELD, Respondent-Appellee\n**판결일**: 2004-04-12\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Tjoflat, Wilson\n\n## 변호인\n\nJohn C. Peirce (Court-Appointed), Timothy Keith Armstrong (Court-Appointed), Howrey, Simon, Arnold & White, LLP, Washington, DC, for Petitioner-Appellant., Susan V. Boleyn, State Law Dept., Atlanta, GA, for Respondent-Appellee.\n\n## 인용\n\n- 365 F.3d 1008\n\n## 판결문 요약\n\n\nTJOFLAT, Circuit Judge:\nPetitioner John Washington Hightower, a Georgia prisoner, seeks a writ of habeas corpus setting aside his 1988 convictions and sentences for capital murder. The district court denied his petition. We affirm.\nI.\nThe Supreme Court of Georgia summarized the facts of this case as follows:\nThe defendant was married to Dorothy Hightower. Her brother stopped by their home early in the morning of July 12, 1987, to pick up his daughter. Dorothy Hightower’s car was gone. The brother entered the home and found that Dorothy Hightower and her two daughters, Evelyn and Sandra Reaves, had been shot. Evelyn Reaves was still alive, but died two days later. Sandra Reaves and Dorothy Hightower were dead. The brother’s daughter was unharmed.\nTwo and one-half hours later, the defendant was arrested driving his wife’s car. Inside the car was a bloody handgun. He confessed later that morning. He told police that he and his wife had been having marital problems, and he had purchased the murder weapon the day before. He hid it under his pillow until 3:00 a.m., when he shot his wife. He then went to the bedroom occupied by his stepdaughter Sandra Reaves. She got out of bed, but then lay back down. He shot her in the head. Evelyn Reaves tried to leave the house, but the defendant caught her and shot her three times.\nHightower v. State, 259 Ga. 770, 386 S.E.2d 509, 510 (1989).\nAfter a trial held from April 28, 1988, to May 4, 1988, a jury in Morgan County, Georgia,1 convicted Hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-washington-hightower-v-derrick-schofield"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}