{
  "id": 8923,
  "title": "2004년 Page 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Page. 판결일: 2004-04-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. David Page\n**판결일**: 2004-04-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 6 A.D.3d 553\n- 774 N.Y.S.2d 403\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the County Court, Nassau County (Kowtna, J.), rendered January 14, 2000, convicting him of robbery in the first degree (four counts) and robbery in the second degree (eight counts), upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nUnder the circumstances, the trial court providently exercised its discretion denying the defendant’s request for an expanded identification charge. A detailed identification charge is not necessarily required, and the identification charge, as given, accurately stated the law (see People v Knight, 87 NY2d 873 [1995]).\n*554The sentence imposed was not excessive (see People v Suitte, 90 AD2d 80 [1982]). Contrary to the defendant’s contention, the fact that the sentence imposed after trial was greater than the sentence offered during plea negotiations does not demonstrate that he was punished for asserting his right to proceed to trial (see People v Bellilli, 270 AD2d 355 [2000]). Altman, J.P., Florio, Smith and Rivera, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-page"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}