{
  "id": 8930,
  "title": "2004년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-07",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Morris. 판결일: 2004-04-07. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Willis Elbert MORRIS, Appellant\n**판결일**: 2004-04-07\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Cady, Carter, Larson, Streit\n\n## 변호인\n\nLinda Del Gallo, State Appellate Defender, and Robert P. Ranshau, Assistant State Appellate Defender, for appellant., Thomas J. Miller, Attorney General, Martha E. Boesen, Assistant Attorney General, Thomas J. Ferguson, County Attorney, James Katcher, Assistant County Attorney, for appellee.\n\n## 인용\n\n- 677 N.W.2d 787\n\n## 판결문 요약\n\n\n677 N.W.2d 787 (2004)\nSTATE of Iowa, Appellee,\nv.\nWillis Elbert MORRIS, Appellant.\nNo. 02-1033.\nSupreme Court of Iowa.\nApril 7, 2004.\nLinda Del Gallo, State Appellate Defender, and Robert P. Ranshau, Assistant State Appellate Defender, for appellant.\nThomas J. Miller, Attorney General, Martha E. Boesen, Assistant Attorney General, Thomas J. Ferguson, County Attorney, James Katcher, Assistant County Attorney, for appellee.\nPER CURIAM.\nDefendant, Willis Elbert Morris, appeals from judgment and sentence convicting him of second-degree theft as a habitual offender in violation of Iowa Code sections 714.2(2), 902.8, and 902.9(3) (2001). The alleged theft involved a motor vehicle. He contends that the State failed to produce sufficient evidence that he intended to permanently deprive the owner of possession of the motor vehicle, an essential element of theft involving a motor vehicle. The court of appeals agreed with that contention and reversed defendant's conviction for theft. After reviewing the record and considering the arguments presented, we affirm the decision of the court of appeals. The judgment of the district court is reversed and remanded.\nOn October 6, 2001, at 4:30 a.m., Brian Gonzales started the engine on his truck parked on the street in front of his home. He intended to let it warm up before driving to work. Gonzales reentered his home leaving the engine running. Shortly thereafter, he heard a \"revving\" of the truck's *788 engine, looked outside, and saw someone...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-morris"
    }
  ],
  "relatedIncidents": [
    8618,
    8855,
    8945,
    8187,
    8382
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}