{
  "id": 8931,
  "title": "2004년 Smith v. State 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2004-04-07",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Smith v. State. 판결일: 2004-04-07. 법원: Court of Appeals of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: John SMITH v. STATE of Arkansas\n**판결일**: 2004-04-07\n**법원**: Court of Appeals of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: John F. Stroud, Jr.\n\n## 변호인\n\nWitt Law Firm, P.C., by; Ernie Witt, for appellant., Mike Beebe, Att’y Gen., by: Brent P. Gasper, Ass’t Att’y Gen., for appellee.\n\n## 인용\n\n- 157 S.W.3d 566\n- 85 Ark. App. 475\n\n## 판결문 요약\n\n\n157 S.W.3d 566 (2004)\nJohn SMITH\nv.\nSTATE of Arkansas.\nNo. CA CR 03-691.\nCourt of Appeals of Arkansas, Division I.\nApril 7, 2004.\n*567 Witt Law Firm, P.C., by: Ernie Witt, Ozark, for appellant.\nMike Beebe, Att'y Gen., by: Brent P. Gasper, Ass't Att'y Gen., Little Rock, for appellee.\nJOHN F. STROUD, JR., Chief Judge.\nAppellant, John Smith, was found guilty by a Yell County jury of the offenses of possession of a firearm by certain persons, aggravated assault, resisting arrest, and two counts of terroristic threatening in the first degree. He makes the following arguments on appeal:\nI. With respect to the conviction and sentence on the charge of possession of a firearm by certain persons, the appellant was charged and convicted of a Class D felony and sentenced for a Class B felony of which the jury was not instructed in the guilt phase of the trial.\nII. The trial court erred in failing to grant a mistrial during the guilt phase of the trial based upon improper closing argument by the prosecutor.\nIII. The trial court erred in failing to grant a mistrial during the sentencing phase of the trial based upon the prosecutor's comment in closing argument that the jury should recommend to the trial court consecutive sentences.\nIV. The Judgment and Commitment Order should be corrected to reflect that the [sentence] for offense no. 6, resisting arrest, should run concurrently and not consecutively pursuant to Ark.Code Ann. § 5-4-403.\nBecause appellant does not contest the sufficiency o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    8281,
    8364,
    8422,
    9226,
    9398
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}