{
  "id": 8934,
  "title": "2004년 Ibarra 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ibarra. 판결일: 2004-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Diane P. Ibarra v. Town of Huntington, and Tricia A. Conenello\n**판결일**: 2004-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 6 A.D.3d 391\n- 773 N.Y.S.2d 897\n\n## 판결문 요약\n\n\n*392In an action to recover damages for personal injuries, the defendants Town of Huntington and Orlando Hernandez appeal from an order of the Supreme Court, Suffolk County (Pitts, J.), dated July 29, 2003, which denied their motion for summary judgment dismissing the complaint and all cross claims insofar as asserted against them.\nOrdered that the order is affirmed, with costs.\nOn December 22, 1997, at approximately 1:40 a.m., the plaintiff was a passenger in a vehicle operated by the defendant Tricia A. Conenello. While driving on Larkfield Road in the Village of East Northport in the Town of Huntington, their vehicle collided with a street sweeper owned by the defendant Town of Huntington and operated by the defendant Orlando Hernandez. Thereafter, the plaintiff brought this action to recover damages for her personal injuries.\nThe Town and Hernandez moved for summary judgment dismissing the complaint and all cross claims insofar as asserted against them. They argued that the street sweeper was exempt from the rules of the road, and subject only to a “recklessness” standard, because it was a “hazard vehicle” which was “actually engaged in [a] hazardous operation” at the time of the accident (Vehicle and Traffic Law § 1103 [b]; Riley v County of Broome, 95 NY2d 455, 466 [2000]). The Supreme Court denied the motion for summary judgment, and the Town and Hernandez appeal.\nWe affirm. The Town and Hernandez failed to make a prima facie showing that the street sweeper was actual...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ibarra-v-town-of-huntington"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}