{
  "id": 8940,
  "title": "2004년 Riddle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-30",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Riddle. 판결일: 2004-03-30. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Donald RIDDLE v. STATE of Missouri\n**판결일**: 2004-03-30\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Hardwick, Holliger, Smith\n\n## 변호인\n\nAndrew A. Schroeder, Appellate Defender, Kansas City, MO, for Appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Anne E. Edgington, Assistant Attorney General, Jefferson City, MO, for Respondent.\n\n## 인용\n\n- 129 S.W.3d 492\n\n## 판결문 요약\n\n\nORDER\nPER CURIAM.\nDonald Riddle appeals from the circuit court’s order overruling, after an eviden-tiary hearing, his Rule 29.15 motion for post-conviction relief. After a jury trial in the Circuit Court of Ray County, the appellant was convicted of robbery in the first degree, § 569.020; armed criminal action (ACA), § 571.015; and tampering in the first degree, § 569.080. As a result of his convictions, he was sentenced, as a prior offender, § 558.016, to consecutive terms of life and thirty-five years in prison for robbery and ACA, respectively, and to a concurrent term of seven years for tampering.\nThe appellant raises three points on appeal. He claims that the motion court erred in overruling his Rule 29.15 motion for post-conviction relief, after an eviden-tiary hearing, because the evidence at the motion hearing conclusively established that he received ineffective assistance of counsel for trial counsel’s failure: (1) to request a mistrial for the introduction of evidence of uncharged crimes; (2) to object to evidence of uncharged crimes; and (3) to advise him that he had a right to testify on his own behalf at a pre-trial suppression hearing.\nAffirmed. Rule 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=riddle-v-state"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}