{
  "id": 8944,
  "title": "2004년 Barnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-26",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Barnes. 판결일: 2004-03-26. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Mark BARNES\n**판결일**: 2004-03-26\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Alexander, Calkins, Clifford, Levy, Rudman, Saufley\n\n## 변호인\n\nG. Steven Rowe, Attorney General, Donald W. Macomber, Asst. Attorney General, Andrew Benson, Asst. Attorney General, Augusta, for State., Jeffrey M. Silverstein, Esq., Billings & Silverstein, Bangor, for defendant.\n\n## 인용\n\n- 2004 ME 38\n- 845 A.2d 575\n\n## 판결문 요약\n\n\n845 A.2d 575 (2004)\n2004 ME 38\nSTATE of Maine\nv.\nMark BARNES.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: February 26, 2004.\nDecided: March 26, 2004.\n*576 G. Steven Rowe, Attorney General, Donald W. Macomber, Asst. Attorney General, Andrew Benson, Asst. Attorney General, Augusta, for State.\nJeffrey M. Silverstein, Esq., Billings &amp; Silverstein, Bangor, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, ALEXANDER, CALKINS, and LEVY, JJ.\nSAUFLEY, C.J.\n[¶ 1] Mark Barnes appeals from a judgment of conviction of murder, 17-A M.R.S.A. § 201 (1983),[1] entered in the Superior Court (Penobscot County, Mead, J.) after a jury trial resulting in a guilty verdict. *577 The court sentenced Barnes to sixty-five years in prison.[2]\n[¶ 2] The trial record reveals that the victim, Barnes's mother, was discovered brutally murdered in her home. She had suffered blunt force trauma to the face, had a paper towel shoved down her throat, had been strangled, had been stabbed twelve times in the throat, and had been sliced in the abdomen. The police discovered Barnes's bloody fingerprint at the scene and an empty bank envelope and cash wrapper. It was later discovered that Barnes had taken a pair of taxi rides out of Maine, exhibiting bizarre behavior during the rides and paying with $100 bills. Barnes was discovered in New York City more than four months after the crime occurred.\n[¶ 3] Barnes contends that the court committed clear error or exceeded the bounds of its discretion...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-barnes"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}