{
  "id": 8946,
  "title": "2004년 In Re Global Crossing, Ltd. Securities Litigation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In Re Global Crossing, Ltd. Securities Litigation. 판결일: 2004-03-23. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: In Re GLOBAL CROSSING, LTD. SECURITIES LITIGATION\n**판결일**: 2004-03-23\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Lynch\n\n## 변호인\n\nJay W. Eisenhofer, Sidney S. Liebes-man, Michael J. Barry, Lauren E. Wagner, and Marlon Q. Paz, Grant & Eisenhofer, P.A., Wilmington, DE, for Lead Plaintiffs Public Employees Retirement System of Ohio and State Teachers Retirement System of Ohio., Peter Fleming Jr., Eliot Lauer, Jacques Semmelman, Jonathan Harris, Curtis, Mallet-Prevost, Colt & Mosle LLP, New York, NY, for Defendants Arthur Andersen LLP and the Individual Andersen Defendants.\n\n## 인용\n\n- 322 F. Supp. 2d 319\n\n## 판결문 요약\n\n\n322 F.Supp.2d 319 (2004)\nIn re GLOBAL CROSSING, LTD. SECURITIES LITIGATION\nNo. 02 Civ. 910GEL.\nUnited States District Court, S.D. New York.\nMarch 23, 2004.\n*320 *321 *322 *323 *324 Jay W. Eisenhofer, Sidney S. Liebesman, Michael J. Barry, Lauren E. Wagner, and Marlon Q. Paz, Grant &amp; Eisenhofer, P.A., Wilmington, DE, for Lead Plaintiffs Public Employees Retirement System of Ohio and State Teachers Retirement System of Ohio.\nPeter Fleming Jr., Eliot Lauer, Jacques Semmelman, Jonathan Harris, Curtis, Mallet-Prevost, Colt &amp; Mosle LLP, New York, NY, for Defendants Arthur Andersen LLP and the Individual Andersen Defendants.\n\nOPINION AND ORDER\nLYNCH, District Judge.\nThis consolidated class action arises from alleged accounting improprieties at the telecommunications firm Global Crossing, Ltd. (\"GC\"), during the period between February 1, 1999, and January 28, 2002, the \"class period,\" that artificially inflated the company's stock price. According to the Consolidated Class Action Complaint, \"[d]uring the Class Period, insiders sold over $1.5 billion in artificially inflated Global Crossing stock while in possession of material, non-public information and the outside advisor defendants reaped hundreds of millions of dollars in fees and profits. But the Company and its purported multi-billion dollar revenues and strong, substantial cash flow were a complete sham.\" (Compl.¶ 1.) In addition to suing GC, its individual directors and officers, and numerous financial institutions,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-global-crossing-ltd-securities-litigation"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}