{
  "id": 8947,
  "title": "2004년 Enyeart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-23",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Enyeart. 판결일: 2004-03-23. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Randall Wayne ENYEART, Appellant\n**판결일**: 2004-03-23\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Halbrooks, Lansing, Peterson\n\n## 변호인\n\nMike Hatch, Attorney General, St. Paul, MN; and Amy Klobuehar, Hennepin County Attorney, Jean E. Burdorf, Assistant County Attorney, Minneapolis, MN, for respondent., Robert D. Sicoli, Law Offices of Robert D. Sicoli, Ltd., Minneapolis, MN; and Sarah M. Aho, Gislason & Hunter, LLP, Minnetonka, MN, for appellant.\n\n## 인용\n\n- 676 N.W.2d 311\n\n## 판결문 요약\n\n\n676 N.W.2d 311 (2004)\nSTATE of Minnesota, Respondent,\nv.\nRandall Wayne ENYEART, Appellant.\nNo. A03-360.\nCourt of Appeals of Minnesota.\nMarch 23, 2004.\n*314 Mike Hatch, Attorney General, St. Paul, MN; and Amy Klobuchar, Hennepin County Attorney, Jean E. Burdorf, Assistant County Attorney, Minneapolis, MN, for respondent.\n*315 Robert D. Sicoli, Law Offices of Robert D. Sicoli, Ltd., Minneapolis, MN; and Sarah M. Aho, Gislason &amp; Hunter, LLP, Minnetonka, MN, for appellant.\nConsidered and decided by LANSING, Presiding Judge, PETERSON, Judge, and HALBROOKS, Judge.\n\nOPINION\nLANSING, Judge.\nRandall Enyeart was convicted for knowingly filing fraudulent tax returns, willfully evading income taxes, and intentionally evading motor-vehicle taxes, on the theory that he sought to avoid taxation by fraudulently creating the appearance that he was a resident of Alaska. On appeal from the judgment of conviction, Enyeart challenges the constitutionality of Minn. R. 8001.0300 (2001), the propriety of the jury instructions, the determination that federal law does not preempt Minnesota's method of calculating days spent in the state, and the admission of Minn. R. 8001.0300 into evidence. Because we conclude that the domicile rule is neither unconstitutionally vague nor preempted by federal law and that the district court did not abuse its discretion either in instructing the jury or in admitting the domicile rule into evidence, we affirm.\n\nFACTS\nRandall Enyeart began working as a commercial p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-enyeart"
    }
  ],
  "relatedIncidents": [
    8576,
    8608,
    8638,
    8711,
    8787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}