{
  "id": 8948,
  "title": "2004년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-19",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: State v. Williams. 판결일: 2004-03-19. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Ronell Williams, Appellant\n**판결일**: 2004-03-19\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Allegrucci\n\n## 변호인\n\nPatrick H. Dunn, assistant appellate defender, argued the cause and was on the brief for appellant., Jerome A. Gorman, assistant district attorney, argued the cause, and Nick A. Tomasic, district attorney, and Phill Kline, attorney general, were with him on the brief for appellee.\n\n## 인용\n\n- 85 P.3d 697\n- 277 Kan. 338\n\n## 판결문 요약\n\n\n277 Kan. 338 (2004)\n85 P.3d 697\nSTATE OF KANSAS, Appellee,\nv.\nRONELL WILLIAMS, Appellant.\nNo. 87,252.\nSupreme Court of Kansas.\nOpinion filed March 19, 2004.\nPatrick H. Dunn, assistant appellate defender, argued the cause and was on the brief for appellant.\nJerome A. Gorman, assistant district attorney, argued the cause, and Nick A. Tomasic, district attorney, and Phill Kline, attorney general, were with him on the brief for appellee.\nThe opinion of the court was delivered by\nALLEGRUCCI, J.:\nRonell Williams was convicted by a jury of two counts of premeditated first-degree murder, one count of aggravated robbery, and one count of aggravated burglary. He was sentenced *339 to two hard 50 terms, a term of 59 months, and a term of 32 months, all to run concurrently. He appeals his convictions and sentences.\nAt approximately 6 p.m. on August 4, 1999, their daughter and granddaughter found Wilbur and Wilma Williams, who were not related to the defendant, lying on their kitchen floor. An emergency medical technician who was dispatched to the Williams' house in response to the daughter's 911 call determined that both victims were dead. The bodies were lying in pools of blood that had begun to dry at the edges, which indicated that the injuries had occurred some time earlier.\nPolice were dispatched to the Williamses' residence shortly after 6 p.m. No sign of forced entry was found, and the house had not been ransacked. Police found seven spent 7.65 mm. shell casings in the kitchen ar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}