{
  "id": 8953,
  "title": "2004년 Geneva 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Geneva. 판결일: 2004-03-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Geneva v. Jeffrey Lash\n**판결일**: 2004-03-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 5 A.D.3d 544\n- 772 N.Y.S.2d 832\n\n## 판결문 요약\n\n\n*545In an action to recover damages for personal injuries, etc., the defendant appeals from an order of the Supreme Court, Nassau County (Peck, J.), dated July 3, 2003, which denied his motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, and the complaint is dismissed.\nOn December 31, 2000, at approximately 10:40 p.m., the plaintiff Joseph Geneva slipped and fell on an accumulation of snow on the sidewalk in front of the house owned by his next-door neighbor, the defendant Jeffrey Lash.\nThe defendant established his entitlement to judgment as a matter of law by demonstrating that any purported negligence on his part was not a proximate cause of the injured plaintiffs injuries (see Maliszewska v Premier Distrib. Servs., 306 AD2d 517 [2003]). In opposition, the plaintiffs’ conclusory and speculative evidence failed to demonstrate the existence of any genuine issue of fact (see Zuckerman v City of New York, 49 NY2d 557, 562 [1980]). Florio, J.P., Schmidt, Mastro and Rivera, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geneva-v-lash"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}