{
  "id": 8956,
  "title": "2004년 Dykes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Dykes. 판결일: 2004-03-12. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: DYKES v. the STATE.\n**판결일**: 2004-03-12\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Adams\n\n## 변호인\n\n*469Roy L. Dykes, pro se., Kenneth W. Mauldin, Dist. Atty., Edward H. Brumby, Jr., Asst. Dist. Atty., for appellee.\n\n## 인용\n\n- 597 S.E.2d 468\n- 266 Ga. App. 635\n\n## 판결문 요약\n\n\n597 S.E.2d 468 (2004)\n266 Ga.App. 635\nDYKES\nv.\nThe STATE.\nA03A2053.\nCourt of Appeals of Georgia.\nMarch 12, 2004.\nReconsideration Denied March 30, 2004.\n*469 Roy L. Dykes, pro se.\nKenneth W. Mauldin, Dist. Atty., Edward H. Brumby, Jr., Asst. Dist. Atty., for appellee.\nADAMS, Judge.\nRoy Lee Dykes appeals from the trial court's denial of his motion for out-of-time appeal filed 16 years after his conviction for financial transaction card fraud. We affirm.\nThe record shows that on October 24, 1986, Dykes pled guilty to seven counts of financial transaction card fraud. The record contains a plea memorandum signed by Dykes and his counsel, which provides that Dykes would plead guilty to all the charges and that all prior probation would be revoked. The plea agreement provided for ten years confinement on the new financial transaction fraud charges, \"leaving it up to the Judge\" as to any probation to follow. The memorandum also noted that Dykes would acknowledge other financial transaction fraud charges that were not charged in the accusation. In connection with his plea, Dykes and his trial attorney signed the accusation in the case directly under language reading, \"The Defendant ... waives copy of accusation, list of witnesses and being formally arraigned, waives indictment by the Grand Jury of said County, and also waives trial by jury, and pleads guilty.\" No other documents regarding his guilty plea exist in the record. The clerk of court has certified that no transcript of any ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dykes-v-state"
    }
  ],
  "relatedIncidents": [
    8576,
    8608,
    8638,
    8711,
    8787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}