{
  "id": 8957,
  "title": "2004년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2004-03-11. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Hing Q. Lum Debra Lum, Husband and Wife, Individually and on Behalf of All Persons Similarly Situated Gary Oriani v. Bank of America Citibank, N.A. Chase Manhattan Bank Morgan Guaranty Trust Co. First Union National Bank Wells Fargo Bank, N.A. Fleet Bank Pnc Bank N.A. The Bank of New York Key Bank Bank One U.S. Bank John Does, One Through 100 Hing Q. Lum, Debra Lum, and Gary S. Oriani\n**판결일**: 2004-03-11\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 361 F.3d 217\n\n## 판결문 요약\n\n361 F.3d 217\n    Hing Q. LUM; Debra Lum, husband and wife, individually and on behalf of all persons similarly situated; Gary Orianiv.BANK OF AMERICA; Citibank, N.A.; Chase Manhattan Bank; Morgan Guaranty Trust Co.; First Union National Bank; Wells Fargo Bank, N.A.; Fleet Bank; PNC Bank N.A.; The Bank of New York; Key Bank; Bank One; U.S. Bank; John Does, One Through 100 Hing Q. Lum, Debra Lum, and Gary S. Oriani, Appellants.\n    No. 01-4348.\n    United States Court of Appeals, Third Circuit.\n    Argued on June 2, 2003.\n    Filed March 11, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED Ira A. Schochet, G. Martin Meyers, (Argued), Denville, for Appellants.\n      William E. Deitrick, Mayer, Brown, Rowe &amp; Maw, Chicago, Richard H. Klapper, Sullivan &amp; Cromwell, New York, Kenneth N. Laptook, Wolff &amp; Samson, P.C., Roseland, Peter E. Greene, (Argued), Skadden, Arps, Slate, Meagher &amp; Flom, LLP, New York, Joseph L. Buckley, Sills, Cummis, Radin, Tischman, Epstein &amp; Gross, Newark, Gregory R. Haworth, Duane, Morris LLP, Newark, Anthony J. Laura, Reed Smith, LLP, Newark, Anthony P. La Rocco, Kirkpatrick &amp; Lockhart, LLP, Newark, Darryl J. May, Ballard, Spahr, Andrews &amp; Ingersoll, LLP, Philadelphia, Frederick A. Nicoll, Dorsey &amp; Whitney, LLP, Paramus, Brian J. McMahon, Gibbons, Del Deo, Dolan, Griffinger &amp; Vecchione, Newark, William T. Marshall, Zeichner, Ellman &amp; Krause, Roseland, Allen E. Molnar, Klett, Rooney, Lieber &amp; Schorling, Newark, Mark S. M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hing-q-lum-debra-lum-husband-and-wife-individually-and-on-behalf-of-all"
    }
  ],
  "relatedIncidents": [
    8634,
    8756,
    8815,
    8965,
    9011
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}