{
  "id": 8958,
  "title": "2004년 People v. Rogers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Rogers. 판결일: 2004-03-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Tyrell A. Rogers\n**판결일**: 2004-03-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Carpinello\n\n## 인용\n\n- 5 A.D.3d 871\n- 774 N.Y.S.2d 93\n\n## 판결문 요약\n\n\nCarpinello, J.\nAppeals (1) from a judgment of the County Court of Otsego County (Burns, J.), rendered September 20, 2002, upon a verdict convicting defendant of the crimes of un*872authorized use of a motor vehicle, burglary in the third degree (two counts), petit larceny and grand larceny in the third degree, and (2) from a judgment of said court, rendered October 9, 2002, convicting defendant upon his plea of guilty of the crimes of assault in the second degree and attempted escape in the first degree.\nIn December 2001, defendant was charged with five counts of grand larceny and burglary stemming from his role in a larcenous crime spree with a friend the previous August. Specifically, defendant was accused of stealing money from two local churches and also stealing a car. On December 21, 2001, defendant pleaded not guilty to all charges, was released on his own recognizance and directed by County Court not to violate any laws. Although a plea bargain had been negotiated to resolve these charges, defendant’s subsequent arrest for unlawfully entering a neighbor’s home on January 14, 2002 and stealing his luxury vehicle resulted in the withdrawal of that offer. Thereafter, yet another plea offer was extended by the People to again resolve all of the then outstanding charges against defendant, who by this time was incarcerated. This offer was also withdrawn following yet more charges against defendant stemming from his assault of a correction officer and attempted escape from ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rogers"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}