{
  "id": 8961,
  "title": "2004년 Richardson v. Yasuda Bank & Trust Co. (USA) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Richardson v. Yasuda Bank & Trust Co. (USA). 판결일: 2004-03-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Kenya Richardson v. Yasuda Bank and Trust Company (USA)\n**판결일**: 2004-03-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 5 A.D.3d 458\n- 772 N.Y.S.2d 595\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for personal injuries, etc., the defendants Yasuda Bank and Trust Company (USA) and Delta Funding Corp. appeal from an order of the Supreme Court, Kings County (Schmidt, J.), dated April 3, 2003, which denied their motion for summary judgment dismissing the complaint insofar as asserted against them.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, the complaint is dismissed insofar as asserted against the appellants, and the action against the remaining defendants is severed.\n*459The plaintiffs sustained injuries as a result of a gas explosion in their residence on June 23, 1997, which originated in an area where an illegal gas diversion line had been installed. Several months before the explosion, the defendant Yasuda Bank and Trust Company (USA) (hereinafter Yasuda) had acquired title to the property following a foreclosure sale, but neither Yasuda nor its servicing agent, the defendant Delta Funding Corp. (hereinafter Delta), were given access to the property. The former owner of the property, who, as the landlord, entered into a lease with the plaintiffs, was still in possession of the property at the time of the explosion. Eviction proceedings against the former owner and the plaintiffs had been commenced and were pending. The former owner of the property was arrested and charged with reckless endangerment, grand larceny, and theft of services.\nIt is well settled that “the person in possessi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-yasuda-bank-trust-co-usa"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}