{
  "id": 8965,
  "title": "2004년 Pr Diamonds, Inc. v. John P. Chandler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pr Diamonds, Inc. v. John P. Chandler. 판결일: 2004-03-03. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: PR DIAMONDS, INC., Et Al., Plaintiffs-Appellants, v. John P. CHANDLER, Et Al., Defendants-Appellees\n**판결일**: 2004-03-03\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Clay, Cole, Quist\n\n## 변호인\n\nRichard S. Wayne, William R. Jacobs, Strauss & Troy, Cincinnati, OH, for Plaintiff-Appellant., Robert A. Pitcairn, Jr., Katz, Teller, Brant & Hild, Cincinnati, OH, Robert N. Hochman, Jeffrey R. Tone, Jeffrey C. Sharer, Sidley, Austin, Brown & Wood, Chicago, IL, Stephen J. Butler, Thompson Hine, Cincinnati, OH, James H. Ham, Baker & Daniels, Indianapolis, IN, for Defendants-Appellees.\n\n## 인용\n\n- 364 F.3d 671\n- 91 F. App'x 418\n\n## 판결문 요약\n\n364 F.3d 671\n    PR DIAMONDS, INC., et al., Plaintiffs-Appellants,v.John P. CHANDLER, et al., Defendants-Appellees.\n    No. 02-3921.\n    United States Court of Appeals, Sixth Circuit.\n    Argued December 12, 2003.\n    Decided and Filed March 3, 2004.*\n    \n      1\n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Richard S. Wayne (briefed), William R. Jacobs (argued), Strauss &amp; Troy, Cincinnati, OH, for Plaintiffs-Appellants.\n    \n    \n      2\n      Robert A. Pitcairn, Jr. (argued and briefed), Katz, Teller, Brant &amp; Hild, Cincinnati, OH, Robert N. Hochman (argued and briefed), Jeffrey R. Tone (briefed), Jeffrey C. Sharer (briefed), Sidley, Austin, Brown &amp; Wood, Chicago, IL, Stephen J. Butler, Thompson Hine, Cincinnati, OH, James H. Ham, III, Baker &amp; Daniels, Indianapolis, IN, for Defendants-Appellees.\n    \n    \n      3\n      Before: COLE and CLAY, Circuit Judges; QUIST, District Judge.**\n    \n    \n      OPINION\n    \n    \n      4\n      QUIST, District Judge.\n    \n    \n      5\n      Plaintiffs-appellants in this securities fraud case are investors in the stock of Intrenet, Inc. (\"Intrenet\" and the \"Company\"). Defendants-appellees are two Intrenet officers (the \"Individual Defendants\") and Intrenet's outside auditor, Arthur Andersen LLP (\"Andersen\"). Plaintiffs' amended consolidated class action complaint (the \"Complaint\") alleged that the Individual Defendants and Andersen committed securities fraud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pr-diamonds-inc-v-john-p-chandler"
    }
  ],
  "relatedIncidents": [
    8815,
    8433,
    8444,
    8576,
    8608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}