{
  "id": 8968,
  "title": "2004년 Bluman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-03-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bluman. 판결일: 2004-03-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Michael Bluman v. Freeport Union Free School District\n**판결일**: 2004-03-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 5 A.D.3d 341\n- 772 N.Y.S.2d 527\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the defendant appeals from an order of the Supreme Court, Nassau County (Burke, J.), dated July 30, 2003, which denied its motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, and the complaint is dismissed.\nOn January 5, 2001, at approximately 6:45 p.m., the plaintiff Michael Bluman, a high school junior and member of the John F. Kennedy High School varsity basketball team, allegedly was injured when he slipped and fell on a wet spot on the gym floor at Freeport High School, a school within the defendant’s district. *342At the time of the accident, the injured plaintiff was doing warm-up drills with his team just prior to a scheduled varsity game.\n“A defendant will not be liable for a dangerous or defective condition on its property unless it created the condition, or had actual or constructive notice of its existence” (Goldin v Riker, 273 AD2d 197 [2000]). To establish constructive notice, a plaintiff must provide evidence that the condition was visible and apparent, and that it existed for a sufficient period of time to permit a defendant to discover and remedy it (see Gordon v American Museum of Natural History, 67 NY2d 836 [1986]; Negri v Stop &amp; Shop, 65 NY2d 625, 626 [1985]; Lewis v Metropolitan Transp. Auth., 64 NY2d 670 [1984]).\nHere, the defendant made a prima facie demonstration of entitlement to judgment as a matter o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bluman-v-freeport-union-free-school-district"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=steinbuch-v-kapell"
    }
  ],
  "relatedIncidents": [
    8153,
    8377,
    8444,
    8576,
    8608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}