{
  "id": 8969,
  "title": "2004년 Crawford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-27",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Crawford. 판결일: 2004-02-27. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: James H. CRAWFORD v. STATE of Tennessee\n**판결일**: 2004-02-27\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jerry L. Smith\n\n## 변호인\n\nMark H. Toohey, Kingsport, Tennessee, for the appellant, James H. Crawford., Paul G. Summers, Attorney General & Reporter; Jennifer L. Bledsoe, Assistant Attorney General; Greeley Wells, District Attorney General; and James Goodwin, Assistant District Attorney General, for the appellee, State of Tennessee.\n\n## 인용\n\n- 151 S.W.3d 179\n\n## 판결문 요약\n\n\n151 S.W.3d 179 (2004)\nJames H. CRAWFORD\nv.\nSTATE of Tennessee.\nCourt of Criminal Appeals of Tennessee, at Knoxville.\nAssigned on Briefs November 18, 2003.\nFebruary 27, 2004.\nApplication for Permission to Appeal Denied June 21, 2004.\n*180 Mark H. Toohey, Kingsport, Tennessee, for the appellant, James H. Crawford.\nPaul G. Summers, Attorney General &amp; Reporter; Jennifer L. Bledsoe, Assistant Attorney General; Greeley Wells, District Attorney General; and James Goodwin, Assistant District Attorney General, for the appellee, State of Tennessee.\nApplication for Permission to Appeal Denied by Supreme Court June 21, 2004.\n\nOPINION\nJERRY L. SMITH, J., delivered the opinion of the court, in which JOSPEH M. TIPTON and ROBERT W. WEDEMEYER, JJ., joined.\nOn March 23, 1998, The petitioner pled guilty to six (6) counts of attempt to commit incest and six (6) counts of attempt to commit rape. He was sentenced to six (6) years for each count, all to be served concurrently to each other. On March 20, 2002, he filed a Petition for Post-Conviction Relief. He based his petition on two grounds of relief, attorney misrepresentation and DNA analysis under Tennessee Code Annotated section 40-30-403. The trial court dismissed the petition as time-barred on the attorney misrepresentation issue and as not meeting the statutory requirements on the DNA issue. The petitioner appeals the trial court's decision. We affirm the trial court.\n\nFactual Background\nOn March 23, 1998, The petitioner, James Harold...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crawford-v-state"
    }
  ],
  "relatedIncidents": [
    8694,
    8761,
    8762,
    8763,
    8839
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}