{
  "id": 8975,
  "title": "2004년 Friedrich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Friedrich. 판결일: 2004-02-23. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: FRIEDRICH Et Al. v. APAC-GEORGIA, INC.\n**판결일**: 2004-02-23\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Blackburn, Ellington, Phipps\n\n## 변호인\n\nCornelison & Ziolo, Rex P. Cornelison III, John A. Ziolo, for appellants., David M. Toolan, for appellee.\n\n## 인용\n\n- 595 S.E.2d 620\n- 265 Ga. App. 769\n\n## 판결문 요약\n\n\n595 S.E.2d 620 (2004)\n265 Ga. App. 769\nFRIEDRICH et al.\nv.\nAPAC-GEORGIA, INC.\nNo. A03A1789.\nCourt of Appeals of Georgia.\nFebruary 23, 2004.\n*621 Cornelison &amp; Ziolo, Rex P. Cornelison III, John A. Ziolo, Atlanta, for appellant.\nDavid M. Toolan, Atlanta, for appellee.\nPHIPPS, Judge.\nAPAC-Georgia, Inc. sued Crawford Tennis Courts, Inc. (CTC), Robert A. Friedrich and John Meacham when they failed to pay for paving materials APAC supplied to CTC. APAC alleged that Friedrich and Meacham had executed a guaranty in which they agreed to be jointly and severally liable for any amounts CTC owed to APAC. In an amendment to the complaint, APAC asserted a fraud claim against all three defendants. A jury found Friedrich and Meacham liable to APAC for the charges incurred by CTC, but assessed no liability against CTC. On appeal, Friedrich and Meacham claim that the court erred by entering judgment against them because there is no evidence that they ever executed the guaranty and because they cannot be held liable for CTC's debt when the jury found CTC not liable. We conclude that there is no evidence that Friedrich or Meacham signed the guaranty and reverse.\nAt trial, Terri Yeager testified on behalf of APAC that the guaranty \"appear[ed]\" to be executed by Friedrich and Meacham and that, to his knowledge, Friedrich and Meacham were officers of CTC. He stated that the guaranty was on the back of the application for credit filed by CTC and that APAC would not have provided paving material...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=friedrich-v-apac-georgia-inc"
    }
  ],
  "relatedIncidents": [
    8576,
    8608,
    8638,
    8711,
    8787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}