{
  "id": 8979,
  "title": "2004년 Shelton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Shelton. 판결일: 2004-02-19. 법원: Army Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Sergeant Justin S. SHELTON, United States Army\n**판결일**: 2004-02-19\n**법원**: Army Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Barto, Harvey, Schenck\n\n## 변호인\n\nFor Appellant: Colonel Adele H. Odegard, JA; Major Mary M. McCord, JA (on brief)., For Appellee: Colonel Lauren B. Leeker, JA; Lieutenant Colonel Margaret B. Baines, JA; Major Jennifer H. McGee, JA; Captain Janine P. Felsman, JA (on brief).\n\n## 인용\n\n- 59 M.J. 727\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nHARVEY, Senior Judge:\nA military judge sitting as a general court-martial convicted appellant, pursuant to his guilty plea, of indecent acts upon a female under sixteen years of age (three specifications), in violation of Article 134, Uniform Code of Military Justice, 10 U.S.C. § 934 [hereinafter UCMJ]. The military judge sentenced appellant to a dishonorable discharge, confinement for three years, forfeiture of all pay and allowances, and reduction to Private El. The convening authority waived automatic forfeitures required by Article 58b, UCMJ, 10 U.S.C. § 858b, for six months and directed payment to appellant’s spouse. After the six-month waiver of forfeitures had elapsed, the convening authority approved the sentence as adjudged. This case is before the court for review pursuant to Article 66, UCMJ, 10 U.S.C. § 866.\nSUMMARY\nAppellant’s two pretrial motions, which his conditional guilty plea preserved,1 merit discussion but no relief. First, contrary to appellate defense counsel’s assertion, we conclude that a civilian clergyman, Reverend (Rev.) Dennis, did not violate the confidentiality required by Military Rule of Evidence [hereinafter Mil. R. Evid.] 503 and United States v. Moreno, 20 M.J. 623 (A.C.M.R.1985), because Rev. Dennis did not reveal appellant’s confession to appellant’s spouse.2 Second, the clergy privilege did not protect appellant’s admissions of sexual misconduct with D (his stepdaughter) to Rev. Dennis because appellant’s comments w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-shelton"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}