{
  "id": 8980,
  "title": "2004년 Mora, Ex Parte Jose Luis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mora, Ex Parte Jose Luis. 판결일: 2004-02-18. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Mora, Ex Parte Jose Luis\n**판결일**: 2004-02-18\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIN THE COURT OF CRIMINAL APPEALS\r\n\r\n\r\nOF TEXAS\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 74,896\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE JOSE LUIS MORA, Applicant\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nON APPLICATION FOR A WRIT OF HABEAS CORPUS\r\n\r\n\r\nFROM REEVES COUNTY\r\n\r\n\r\n\r\n\r\n\r\n\r\n\tPer Curiam.\r\n\r\n\r\n\r\nO P I N I O N\r\n\r\n\r\n\r\n\r\n\tThis is a post-conviction application for a writ of habeas corpus forwarded to this Court\r\npursuant to Article 11.07, V.A.C.C.P.  Applicant was convicted of possession of marijuana and\r\nsentenced to 12 years in prison.  No appeal was taken from this conviction.\r\n\r\n\tApplicant contends that he was denied his right to appeal.  The record reflects that,\r\ndespite applicant's request, counsel failed to file timely notice of appeal.  The trial court\r\nrecommends that relief be granted.  We agree. \r\n\r\n\tHabeas corpus relief is granted and Applicant is granted an out-of-time appeal from his\r\nconviction in cause number 02-06-06647-CRR from the 143rd Judicial District Court of\r\nReeves County.  The proper remedy in a case such as this is to return Applicant to the point at\r\nwhich he can give notice of appeal.  For purposes of the Texas Rules of Appellate Procedure,\r\nall time limits shall be calculated as if the conviction had been entered on the day that the\r\nmandate of this Court issues.  We hold that Applicant, should he desire to prosecute an appeal,\r\nmust take affirmative steps to see that notice of appeal is filed in the trial court within thirty\r\ndays after the mandate of this Court has issued. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mora-ex-parte-jose-luis"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}