{
  "id": 8981,
  "title": "2004년 Santos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Santos. 판결일: 2004-02-12. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. José Beltran SANTOS A/K/A Aramis Estéban Rodríguez, Defendant, Appellant\n**판결일**: 2004-02-12\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Boudin, Selya, Stahl\n\n## 변호인\n\nJohn M. Cicilline, for appellant., Donald C. Lockhart, Assistant United States Attorney, with whom Craig N. Moore, Acting United States Attorney, and Dulce Donovan, Assistant United States Attorney, were on brief, for appellee.\n\n## 인용\n\n- 357 F.3d 136\n\n## 판결문 요약\n\n357 F.3d 136\n    UNITED STATES of America, Appellee,v.Jos&#233; Beltran SANTOS a/k/a Aramis Est&#233;ban Rodr&#237;guez, Defendant, Appellant.\n    No. 03-1504.\n    United States Court of Appeals, First Circuit.\n    Heard December 4, 2003.\n    Decided February 12, 2004.\n    \n      COPYRIGHT MATERIAL OMITTED John M. Cicilline, for appellant.\n      Donald C. Lockhart, Assistant United States Attorney, with whom Craig N. Moore, Acting United States Attorney, and Dulce Donovan, Assistant United States Attorney, were on brief, for appellee.\n      Before BOUDIN, Chief Judge, SELYA, Circuit Judge, and STAHL, Senior Circuit Judge.\n      SELYA, Circuit Judge.\n    \n    \n      1\n      In this appeal, defendant-appellant Jos&#233; Beltran Santos, whose true name is Aramis Est&#233;ban Rodr&#237;guez, asseverates that the district court erred in calculating his guideline sentencing range (GSR) by finding him responsible for an excessive quantity of drugs and mischaracterizing his role in the offenses of conviction. Discerning no error, we affirm the judgment below.\n    \n    \n      2\n      Because this appeal follows a guilty plea, we draw the facts from the change-of-plea colloquy, the presentence investigation report (PSI Report), and the transcript of the disposition hearing. See United States v. Tejada-Beltran, 50 F.3d 105, 107 (1st Cir.1995); United States v. Dietz, 950 F.2d 50, 51 (1st Cir.1991).\n    \n    \n      3\n      In the fall of 2001, three malefactors (Moni, Mercedes, and Guill...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-santos"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}