{
  "id": 8984,
  "title": "2004년 Munoz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Munoz. 판결일: 2004-02-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Board of Education of City School District of City of Buffalo v. Frank Munoz, Individually and as New York State Review Officer\n**판결일**: 2004-02-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 4 A.D.3d 879\n- 772 N.Y.S.2d 147\n\n## 판결문 요약\n\n\nAppeal from a judgment (denominated order and judgment) of the Supreme Court, Erie County (Peter J. Notaro, J.), entered September 25, 2002 in a proceeding pursuant to CPLR article 78. The judgment dismissed the petition to annul the decision of respondent New York State Review Officer Frank Munoz directing petitioner to provide special educational services to the child of respondents Karen Ziegler and Ronald Smith.\nIt is hereby ordered that said appeal from the judgment insofar as it concerns temporary relief be and the same hereby is unanimously dismissed and the judgment is affirmed without costs.\nMemorandum: Petitioner appeals from a judgment dismissing its petition to annul the decision of respondent New York State Review Officer Frank Munoz (SRO), which directed petitioner to provide special educational services to the child of respondents Karen Ziegler and Ronald Smith (parents) at the private school *880the child attends. Contrary to the threshold contention of the SRO and respondent Richard Mills, the New York State Commissioner of Education, we conclude that the SRO’s interim order granting temporary relief to the child during the administrative review process is reviewable pursuant to CPLR article 78 (see generally Murphy v Arlington Cent. School Dist. Bd. of Educ., 297 F3d 195, 199-200 [2002]). We take judicial notice, however, that a final decision on the merits has now been made (see Application of Board of Educ. of City School Dist. of City of Buffalo, &lt;www...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=board-of-education-of-city-school-district-v-munoz"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gutierrez-v-makuch"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}