{
  "id": 8988,
  "title": "2004년 Baines 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-05",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Baines. 판결일: 2004-02-05. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Piety Ann Clark v. Wayne A. Baines\n**판결일**: 2004-02-05\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Alexander, Beidge, Chambers, Fairhurst, Ireland, Johnson, Madsen, Owens, Sanders\n\n## 변호인\n\nWayne C. Fricke {oí Law Offices of Monte E. Hester, Inc., P.S.), for petitioners., Otto S. Matsch, for respondent.\n\n## 인용\n\n- 150 Wash. 2d 905\n\n## 판결문 요약\n\n\nSanders, J.\nFollowing Wayne A. Baines’s entry of an Alford1 plea to two counts of fourth degree assault with sexual motivation, the complaining witness, Piety Ann Clark, sued Baines for sexual battery and outrage. Baines counterclaimed for malicious prosecution of Clark’s civil action. On Clark’s motion for partial summary judgment, the trial court dismissed Baines’s counterclaim after concluding the record of Baines’s Alford plea conclusively established probable cause for Clark’s civil action. The Court of Appeals affirmed in a split decision. We hold an Alford plea cannot be used as the basis for collateral estoppel in a subsequent civil action. Accordingly, we reverse the Court of Appeals and remand the case to the trial court for further proceedings.\n*908FACTS\nIn 1997, Baines worked as a part-time, state-provided caregiver for Clark, who is legally blind. On October 2, 1997, Clark contacted the Pierce County Sheriff’s Office and alleged Baines had raped her on several occasions and had threatened her with a gun. On October 6, 1997, the State charged Baines with first degree rape with a firearm enhancement.2 At his arraignment Baines pleaded not guilty.\nSixteen months later the State amended the charges to two counts of fourth degree assault with sexual motivation.3 In a written statement, the State explained:\n*909The State is not saying that a sexual assault of some sort did not occur, however, there is a significant problem with the credibility of the victim. The victi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-v-baines"
    }
  ],
  "relatedIncidents": [
    8694,
    8761,
    8762,
    8763,
    8839
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}