{
  "id": 8989,
  "title": "2004년 Miller v. District of Columbia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-05",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Miller v. District of Columbia. 판결일: 2004-02-05. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Nadia MILLER, Appellant, v. DISTRICT OF COLUMBIA, Appellee\n**판결일**: 2004-02-05\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Steadman, Schwelb and Glickman, Associate Judges\n\n## 변호인\n\nJ. Kenneth Kruvant and Joseph B. Espo for appellant., Donna M. Murasky, Senior Litigation Counsel, with whom Arabella W. Teal, Interim Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel at the time the brief was filed, for appellee.\n\n## 인용\n\n- 841 A.2d 1244\n\n## 판결문 요약\n\n\n841 A.2d 1244 (2004)\nNadia MILLER, Appellant,\nv.\nDISTRICT OF COLUMBIA, Appellee.\nNo. 02-CV-1312.\nDistrict of Columbia Court of Appeals.\nArgued January 8, 2004.\nDecided February 5, 2004.\nJ. Kenneth Kruvant and Joseph B. Espo for appellant.\nDonna M. Murasky, Senior Litigation Counsel, with whom Arabella W. Teal, Interim Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel at the time the brief was filed, for appellee.\nBefore STEADMAN, SCHWELB and GLICKMAN, Associate Judges.\nSCHWELB, Associate Judge:\nThis tragic case, which arises from the accidental death of two children in a fire, requires us once again to consider the reach of the \"public duty\" doctrine, which generally protects the District, inter alia, from liability for alleged negligence on the part of police officers and firefighters in carrying out rescue operations. Nadia Miller, individually and as a personal representative of the estates of her deceased minor children, Tionna Blanchard and Kenisha Blanchard, appeals from an order, entered on October 31, 2002, dismissing with prejudice her action against the District. Ms. Miller brought her suit under the survival and wrongful death statutes, and she also alleged negligent infliction of emotional distress. Ms. Miller contends that if the facts alleged in her pleading are true, as they must be assumed to be for purposes of the District's motion to dismiss, the police owed and breached a special duty of care to her an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-district-of-columbia"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}