{
  "id": 8990,
  "title": "2004년 Noel Guerrero v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Noel Guerrero v. State. 판결일: 2004-02-05. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Noel Guerrero v. State\n**판결일**: 2004-02-05\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\n\n\n\nNOEL GUERRERO V. THE STATE OF TEXAS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCOURT OF APPEALS\n\nSECOND DISTRICT OF TEXAS\n\nFORT WORTH\n\n\n\n\n\nNO. 2-03-166-CR\n\n\n\n\n\nNOEL GUERRERO\tAPPELLANT\n\n\n\nV.\n\n\n\nTHE STATE OF TEXAS\tSTATE\n\n\n\n------------\n\n\n\nFROM THE 213\nTH\n DISTRICT COURT OF TARRANT COUNTY\n\n\n\n------------\n\n\n\nMEMORANDUM OPINION\n(footnote: 1)\n\n\n------------\n\nA jury convicted Appellant Noel Guerrero of aggravated assault with a deadly weapon and sentenced him to six years’ confinement in the Institutional Division of the Texas Department of Criminal Justice.  Appellant brings a single point on appeal complaining of improper jury argument.  Because Appellant did not preserve his complaint for appeal, we affirm the trial court’s judgment.\n\nAppellant was convicted of aggravated assault with a deadly weapon, after hitting the complainant in the head with a baseball bat.  In its closing argument at trial, the State made reference to the co-defendant’s plea of guilty and deportation, and told the jury to punish Appellant in a way that would send a message about “how we feel about protecting our society.”  Appellant argues on appeal that the State was encouraging the jury to punish Appellant for a long period because he could not be deported.\n\nTo complain on appeal about improper jury argument, a defendant must object and pursue the objection to an adverse ruling.\n(footnote: 2)  We have examined the record and find no evidence of objection to this argument by Appellant at trial, nor does Appellant direct us t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=noel-guerrero-v-state"
    }
  ],
  "relatedIncidents": [
    8617,
    8625,
    8641,
    8678,
    8698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}