{
  "id": 8992,
  "title": "2004년 Bode 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bode. 판결일: 2004-02-03. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Eric BODE, Appellant\n**판결일**: 2004-02-03\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Paul M. Spinden\n\n## 변호인\n\nRosalyn Koch, State Public Defender Office, Columbia, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., John Munson Morris and Dora A. Fichter, Office of Attorney General, Jefferson City, for respondent.\n\n## 인용\n\n- 125 S.W.3d 924\n\n## 판결문 요약\n\n\n125 S.W.3d 924 (2004)\nSTATE of Missouri, Respondent,\nv.\nEric BODE, Appellant.\nNo. WD 62382.\nMissouri Court of Appeals, Western District.\nFebruary 3, 2004.\n*926 Rosalyn Koch, State Public Defender Office, Columbia, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., John Munson Morris and Dora A. Fichter, Office of Attorney General, Jefferson City, for respondent.\nPAUL M. SPINDEN, Judge.\nEric Bode appeals the circuit court's judgment convicting him of assault of a law enforcement officer in the first degree, armed criminal action, possession of drug paraphernalia with intent to use it, and resisting arrest. He accuses the circuit court of error in proceeding to trial without a jury and without ascertaining whether or not he waived a jury trial voluntarily and knowingly. He also contends that the state's evidence was not sufficient to support the assault and armed criminal action convictions and that the circuit court erred in admitting a laboratory report into evidence. We affirm the circuit court's judgment convicting Bode of assault of a law enforcement officer in the first degree, armed criminal action, and resisting arrest. We, however, reverse the circuit court's judgment convicting Bode of possession of drug paraphernalia with intent to use it and remand for a new trial on that count.\nBode's convictions grew out of an incident on January 25, 2002. Highway Patrol trooper Rollie Skaggs stopped the car driven by Bode on Mo. 11 in Linn County to investigate a violation of a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bode"
    }
  ],
  "relatedIncidents": [
    8617,
    8625,
    8641,
    8678,
    8698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}