{
  "id": 8993,
  "title": "2004년 Glasper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-02-03",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Glasper. 판결일: 2004-02-03. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. JOHN GLASPER\n**판결일**: 2004-02-03\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: McLachlan\n\n## 변호인\n\nJames B. Streeto, assistant public defender, for the appellant (defendant)., Timothy J. Sugrue, senior assistant state’s attorney, with whom, on the brief, were James E. Thomas, state’s attorney, and Herbert E. Carlson, Jr., supervisory assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 81 Conn. App. 367\n\n## 판결문 요약\n\n\n\nOpinion\n\nMcLACHLAN, J.\nThe defendant, John Glasper, appeals from the judgment of conviction, rendered after a jury trial, of robbery in the first degree in violation of General Statutes § 53a-134 (a) (3) and (4),1 burglary *369in the first degree in violation of General Statutes § 53a-101 (a) (2)2 and burglary in the second degree in violation of General Statutes (Rev. to 1999) § 53a-102 (a).3 The defendant claims that (1) as there was insufficient evidence in the record to support his conviction, the trial court improperly charged the jury in violation of his right to due process under article first, § 8, of our state constitution4 and (2) the court improperly instructed the jury on the state’s burden of proof beyond a reasonable doubt. We affirm the judgment of the trial court.\nThe relevant facts are as follows. On December 18, 2000, the victim was in his room at the Madison Motel in East Hartford. At approximately 11 p.m., he answered a knock on his door. He opened the door slightly, and a man later identified as the defendant asked if “Bob lived here.” Answering no, the victim opened the door and pointed to the door number. As he did so, he saw the defendant’s hand move and felt a hard object strike his head. The victim was unsure whether the defendant had struck him with a knife, a hand or another object. The victim began to bleed profusely from a scalp wound, which eventually left a visible scar.\nAs the victim staggered backward, the defendant entered the room, closed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-glasper"
    }
  ],
  "relatedIncidents": [
    8635,
    8653,
    8663,
    8674,
    8677
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}