{
  "id": 9003,
  "title": "2004년 Langdon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-01-23",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Langdon. 판결일: 2004-01-23. 법원: Court of Civil Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: TRANSWESTERN PUBLISHING, L.L.C., Plaintiff/Appellant, v. Barbara LANGDON, Defendant/Appellee\n**판결일**: 2004-01-23\n**법원**: Court of Civil Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Larry Joplin\n\n## 변호인\n\nGary S. Chilton, Heidi J. Long, Holladay, Chilton & DeGuisti, Oklahoma City, OK, for Appellant., Jonathan E. Shook, Shook, Huggins & Johnson, P.C., and Robert S. Coffey, Tulsa, OK, for Appellee., Kevin M. Abel, General Counsel, John R. Brown, III, Staff Attorney, Oklahoma Department of Labor, Oklahoma City, OK, for Oklahoma Department of Labor. •\n\n## 인용\n\n- 2004 OK CIV APP 21\n- 84 P.3d 804\n\n## 판결문 요약\n\n\n84 P.3d 804 (2004)\n2004 OK CIV APP 21\nTRANSWESTERN PUBLISHING, L.L.C., Plaintiff/Appellant,\nv.\nBarbara LANGDON, Defendant/Appellee.\nNo. 99,855.\nCourt of Civil Appeals of Oklahoma, Division No. 3.\nJanuary 23, 2004.\n*805 Gary S. Chilton, Heidi J. Long, Holladay, Chilton &amp; DeGuisti, Oklahoma City, OK, for Appellant.\nJonathan E. Shook, Shook, Huggins &amp; Johnson, P.C., and Robert S. Coffey, Tulsa, OK, for Appellee.\nKevin M. Abel, General Counsel, John R. Brown, III, Staff Attorney, Oklahoma Department of Labor, Oklahoma City, OK, for Oklahoma Department of Labor.\nReleased for Publication by Order of the Court of Civil Appeals of Oklahoma, Division No. 3.\nOpinion by LARRY JOPLIN, Judge.\n¶ 1 Appellant TransWestern Publishing, L.L.C. (TWP or Employer), seeks review of the trial court's order dismissing its petition for review on motion of Appellee Barbara Langdon (Langdon or Employee), and, by special appearance, the Oklahoma Department of Labor (DOL), for failure to join DOL as a necessary party to the review proceeding. Having reviewed the record and applicable authorities, we find the trial court did not err, and hold the order of the trial court should be affirmed.\n¶ 2 Upon conclusion of Langdon's employment with TWP, Employer allegedly refused to pay wages Employee believed to be due, and she filed a wage claim with DOL. After investigation, DOL issued an Administrative Order of Determination awarding Employee back wages and penalties. Employer sought review before an Ad...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=transwestern-publishing-llc-v-langdon"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}