{
  "id": 9004,
  "title": "2004년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-01-20",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lewis. 판결일: 2004-01-20. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. the State\n**판결일**: 2004-01-20\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham\n\n## 변호인\n\nThomas M. Martin, for appellant., Robert E. Keller, District Attorney, Todd E. Naugle, Assistant District Attorney, Thurbert E. Baker, Attorney General, Karen A. Johnson, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 592 S.E.2d 405\n- 277 Ga. 534\n\n## 판결문 요약\n\n\n592 S.E.2d 405 (2004)\n277 Ga. 534\nLEWIS\nv.\nThe STATE.\nNo. S03P1825.\nSupreme Court of Georgia.\nJanuary 20, 2004.\nThomas M. Martin, Fayetteville, for appellant.\nRobert E. Keller, Dist. Atty., Todd E. Naugle, Asst. Dist. Atty., Thurbert E. Baker, Atty. Gen., Karen A. Johnson, Asst. Atty. Gen., for appellee.\nBENHAM, Justice.\nHaving found Christopher Kirkprock Lewis guilty of malice murder, felony murder, *406 aggravated battery, burglary, and possession of a knife during the commission of a felony, the jury recommended a death sentence for the malice murder conviction, finding beyond a reasonable doubt three statutory aggravating circumstances to support its verdict of death: the murder was committed while Lewis was engaged in the commission of an aggravated battery; the murder was committed while Lewis was engaged in the commission of a burglary; and the murder was outrageously or wantonly vile, horrible or inhuman in that it involved torture, depravity of mind, and an aggravated battery to the victim before death. OCGA § 17-10-30(b)(2), (7). On direct appeal from that sentence, we addressed only issues involving Lewis's motion for new trial, reversing the denial of that motion and remanding for another motion for new trial hearing before a different judge. Lewis v. State, 275 Ga. 194, 565 S.E.2d 437 (2002). After that mandated hearing was conducted, the trial court denied Lewis's motion for new trial. Lewis appeals, and we affirm.[1]\n1. The evidence adduced at trial showed tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    8599,
    8610,
    8639,
    8683,
    8688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}