{
  "id": 9011,
  "title": "2004년 Cowan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-01-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cowan. 판결일: 2004-01-09. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SAN ANTONIO STATE HOSPITAL, Petitioner, v. Kimberly COWAN, Et Al., Respondents\n**판결일**: 2004-01-09\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Hecht\n\n## 변호인\n\nJeffrey D. Janota, Office of Atty. Gen., Austin, for Mae Katherine Ramsey, R.N., Donna Remo, R.N., Arthur Sanchez., Cherie Kay Batsel, Office of Atty. Gen., Austin, for James E. Soler, M.D., Greg Halbrook, Office of Attorney General, Austin, for Thomas H. Williams, M.D., Greg Abbott, Office of Atty. Gen., Howard G. Baldwin, Jeffrey S. Boyd, John Cornyn, Atty. General’s Office, Phillip A. Lionberger, Julie Caruthers Parsley, Brown McCarroll, L.L.P., Lisa Royce Es-kow, First Asst. Atty. Gen., Aust\n\n## 인용\n\n- 128 S.W.3d 244\n\n## 판결문 요약\n\n\n128 S.W.3d 244 (2004)\nSAN ANTONIO STATE HOSPITAL, Petitioner,\nv.\nKimberly COWAN, et al., Respondents.\nNo. 02-0348.\nSupreme Court of Texas.\nArgued February 12, 2003.\nDecided January 9, 2004.\nJeffrey D. Janota, Office of Atty. Gen., Austin, for Mae Katherine Ramsey, R.N., Donna Remo, R.N., Arthur Sanchez.\nCherie Kay Batsel, Office of Atty. Gen., Austin, for James E. Soler, M.D.\n*245 Greg Halbrook, Office of Attorney General, Austin, for Thomas H. Williams, M.D.\nGreg Abbott, Office of Atty. Gen., Howard G. Baldwin, Jeffrey S. Boyd, John Cornyn, Atty. General's Office, Phillip A. Lionberger, Julie Caruthers Parsley, Brown McCarroll, L.L.P., Lisa Royce Eskow, First Asst. Atty. Gen., Austin, Joseph Hughes, Wayne Wright LLP, San Antonio, for petitioner.\nSandra Helena Wadiche, Office of Solicitor Gen., Alex M. Miller, A. Wayne Wright, Office of Atty. Gen., Austin, Bill D. Blanton, Watts &amp; Heard, LLP, Richard W. Hunnicutt, Allen Stein &amp; Durbin, PC, San Antonio, for respondents.\nJustice HECHT delivered the opinion of the Court.\nSection 101.021(2) of the Texas Tort Claims Act waives governmental immunity for death caused by a use of tangible personal property.[1] The issue here is whether merely providing someone with personal property that is not itself inherently unsafe is a \"use\" within the meaning of the Act. We hold that it is not and accordingly reverse the judgment of the court of appeals[2] and dismiss the action against petitioner.\nThe probate court ordered James Roy C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=san-antonio-state-hospital-v-cowan"
    }
  ],
  "relatedIncidents": [
    8634,
    8756,
    8815,
    8957,
    8965
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}