{
  "id": 9013,
  "title": "2004년 Lynda Stegall v. Citadel Broadcasting Company Citadel Communications Corporation Marathon Media Lp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2004-01-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lynda Stegall v. Citadel Broadcasting Company Citadel Communications Corporation Marathon Media Lp. 판결일: 2004-01-06. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lynda STEGALL, Plaintiff-Appellant, v. CITADEL BROADCASTING COMPANY; Citadel Communications Corporation; Marathon Media LP, Defendants-Appellees\n**판결일**: 2004-01-06\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Ferguson, Gould, Lay\n\n## 변호인\n\nLaura B. Alen, Seattle, Washington, for the plaintiff-appellant., Courtney W. Wiswall (argued) and Paul Buchanan (briefed), Portland, Oregon, for the defendants-appellees.\n\n## 인용\n\n- 350 F.3d 1061\n\n## 판결문 요약\n\n350 F.3d 1061\n    Lynda STEGALL, Plaintiff-Appellant,v.CITADEL BROADCASTING COMPANY; Citadel Communications Corporation; Marathon Media LP, Defendants-Appellees.\n    No. 02-35399.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted June 2, 2003. &#8212; Seattle, Washington.\n    Decided December 2, 2003.\n    As Amended January 6, 2004.\n    \n      Laura B. Allen, Seattle, Washington, for the plaintiff-appellant.\n      Courtney W. Wiswall (argued) and Paul Buchanan (briefed), Portland, Oregon, for the defendants-appellee.\n      Appeal from the United States District Court for the Eastern District of Washington; Edward F. Shea, District Judge, Presiding. D.C. No. CV-00-05064-EFS.\n      Before: DONALD P. LAY,* WARREN J. FERGUSON, and RONALD M. GOULD, Circuit Judges.\n      OPINION\n      FERGUSON, Circuit Judge.\n    \n    \n      1\n      The issue in this case is: what showing of pretext must a plaintiff in a retaliation suit make in order to overcome a defendant's motion for summary judgment, where the defendant has alleged legitimate reasons for the plaintiff's termination. Appellant Lynda Stegall (\"Stegall\") appeals the District Court for the Eastern District of Washington (\"District Court\")'s grant of summary judgment in favor of defendant Marathon Media, L.P. (\"Marathon\"), which foreclosed a jury trial on Stegall's retaliation claim under Title VII of the Civil Rights Act of 1964 and the Washington Law Against Discrimination (\"WLAD\"). The District Court he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lynda-stegall-v-citadel-broadcasting-company-citadel-communications"
    }
  ],
  "relatedIncidents": [
    8576,
    8577,
    8584,
    8599,
    8606
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}