{
  "id": 9023,
  "title": "2003년 United States v. Ruth Lee, United States of America v. Michael Sandmeyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Ruth Lee, United States of America v. Michael Sandmeyer. 판결일: 2003-12-31. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Ruth LEE, Appellant; United States of America, Appellee, v. Michael Sandmeyer, Appellant\n**판결일**: 2003-12-31\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Bowman, Morris, Murphy, Sheppard\n\n## 변호인\n\nAlfred E. Willett, Cedar Rapids, I A, for Appellant Ruth Lee., Roger L. Sutton, Charles City, IA, for Appellant Michael Sandmeyer., C.J. Williams, AUSA, Cedar Rapids, IA, for Appellee USA.\n\n## 인용\n\n- 356 F.3d 831\n\n## 판결문 요약\n\n356 F.3d 831\n    UNITED STATES of America, Appellee,v.Ruth LEE, Appellant.United States of America, Appellee,v.Michael Sandmeyer, Appellant.\n    No. 03-1324.\n    No. 03-1376.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: October 20, 2003.\n    Filed: December 31, 2003.\n    \n      COPYRIGHT MATERIAL OMITTED Alfred E. Willett, Cedar Rapids, IA, for Appellant Ruth Lee.\n      Roger L. Sutton, Charles City, IA, for Appellant Michael Sandmeyer.\n      C.J. Williams, AUSA, Cedar Rapids, IA, for Appellee USA.\n      Before MORRIS SHEPPARD ARNOLD, BOWMAN, and MURPHY, Circuit Judges.\n      MORRIS SHEPPARD ARNOLD, Circuit Judge.\n    \n    \n      1\n      Ruth Lee and Michael Sandmeyer were convicted by a jury of possessing with intent to distribute 500 grams or more of a substance containing methamphetamine. See 21 U.S.C. &#167; 841(a)(1), (b)(1)(A)(viii). In addition, Mr. Sandmeyer was convicted of being a felon in possession of a firearm. See 18 U.S.C. &#167; 922(g)(1). Mr. Sandmeyer maintains that the district court1 erred in denying his motion to suppress, in denying his motion for judgment as a matter of law, and in instructing the jury. Ms. Lee challenges only the sufficiency of the evidence to support her conviction. For the reasons stated below, we affirm the district court on all points.\n    \n    I.\n    \n      2\n      This case began with an investigation into the suspected drug-dealing activities of Kenny Siepker, who allegedly took property ranging from Coca-C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ruth-lee-united-states-of-america-v-michael-sandmeyer"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9039,
    9040,
    9044
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}