{
  "id": 9024,
  "title": "2003년 Hendricks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hendricks. 판결일: 2003-12-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Bobby Hendricks\n**판결일**: 2003-12-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2 A.D.3d 1450\n- 769 N.Y.S.2d 432\n\n## 판결문 요약\n\n\nAppeal from a judgment of Oneida County Court (Dwyer, J.), entered November 18, 1999, convicting defendant after a jury trial of murder in the second degree and robbery in the first degree (two counts).\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting him after a jury trial of murder in the second degree (Penal *1451Law § 125.25 [3]) and two counts of robbery in the first degree (§ 160.15 [1], [2]). Defendant contends that he was denied a fair trial when the prosecutor failed to correct the testimony of a witness that she had not received a benefit in exchange for her testimony. The People disclosed in their response to defendant’s discovery demand that “the People have agreed to grant favorable treatment to [the witness], on a criminal misdemeanor charge in exchange for information regarding this investigation.” At trial, the witness testified that she had received an adjournment in contemplation of dismissal on charges of criminal possession of a controlled substance in the seventh degree, but testified further that she had not received a benefit for the information she provided regarding the charges against defendant. The prosecutor should have corrected that testimony based on the People’s discovery response indicating that the adjournment in contemplation of dismissal had in fact been granted in exchange for the witness’s information (see People v Novoa, 70 NY...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "폭행",
    "성범죄",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hendricks"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-butler"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hendrix"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sanders"
    }
  ],
  "relatedIncidents": [
    9257,
    9281,
    9418,
    8700,
    8949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}