{
  "id": 9039,
  "title": "2003년 Murray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Murray. 판결일: 2003-12-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Patrick S. Murray\n**판결일**: 2003-12-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Lahtinen\n\n## 인용\n\n- 2 A.D.3d 1160\n- 768 N.Y.S.2d 705\n\n## 판결문 요약\n\n\n— Lahtinen, J.\nAppeal from an order of the County Court of Cortland County (Smith, J.), entered May 2, 2003, which granted defendant’s motion pursuant to CPL 440.10 to vacate the judgment convicting him of the crime of attempted burglary in the second degree, without a hearing.\nIn March 2000, defendant pleaded guilty to attempted burglary in the second degree in satisfaction of a five-count indictment. During the plea allocution, defendant was told that he would receive a determinate two-year sentence, but he was not informed of the three-year period of postrelease supervision imposed by Penal Law § 70.45. At the time of sentencing, however, County Court stated that the sentence being imposed included three years of postrelease supervision. After the sentence was imposed, defendant signed a waiver of his right to appeal and did not pursue an appeal. In January 2003, he moved *1161pursuant to CPL 440.10 to vacate his judgment of conviction and withdraw his plea of guilty on the ground that County Court failed to inform him about the postrelease supervision at the time of his plea. County Court granted defendant’s motion. The People appeal.\nWe reverse. Notwithstanding his waiver, defendant could have raised the sentencing issue in a direct appeal and the record would have been sufficient for review of that issue (see People v Swansbrough, 307 AD2d 389 [2003], lv denied 100 NY2d 624 [2003]). Defendant’s failure to pursue the issue in an available appeal precludes consideration ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-murray"
    }
  ],
  "relatedIncidents": [
    9086,
    9107,
    9110,
    9126,
    9131
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}