{
  "id": 9040,
  "title": "2003년 Igbara 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Igbara. 판결일: 2003-12-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Faride Igbara, Individually and as Administrator of the Estate of Sary M. Igbara v. Verizon Communications, Inc.\n**판결일**: 2003-12-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2 A.D.3d 330\n- 770 N.Y.S.2d 29\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Harold Tompkins, J.), entered December 18, 2002, which granted defendant’s motion to dismiss the complaint pursuant to CPLR 3211 (a) (7), unanimously affirmed, without costs.\nPlaintiffs husband was murdered by an individual who, having stolen one of defendant Verizon’s vehicles, gained admission to plaintiffs home by representing that he was a Verizon employee. There is no allegation that the assailant was, in fact, a Verizon employee, only that Verizon’s negligence in safeguarding its vehicle placed the impostor in a position to harm plaintiff and her husband. Defendant, however, had no relationship with plaintiff and her husband sufficient to support imposing upon it a duty to protect them from the criminal conduct of a third party over whom it had neither supervision nor control (see Hamilton v Beretta U.S.A. Corp., 96 NY2d 222 [2001]; Lauer v City of New York, 95 NY2d 95, 100 [2000]). Accordingly, the *331complaint was properly dismissed. Concur—Nardelli, J.P., Saxe, Rosenberger, Williams and Friedman, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=igbara-v-verizon-communications-inc"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9050,
    9064,
    9067
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}