{
  "id": 9044,
  "title": "2003년 Voth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-19",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Voth. 판결일: 2003-12-19. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: FRANK E.VOTH, Appellant, v. STATE OF OREGON, Robert Lampert, and Officer Hoglan, Respondents\n**판결일**: 2003-12-19\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Deits, Edmonds, Schuman\n\n## 변호인\n\nFrank E. Voth filed the briefs pro se., Jas. Jeffrey Adams, Assistant Attorney General, filed the brief for respondents. With him on the brief were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.\n\n## 인용\n\n- 78 P.3d 565\n- 190 Or. App. 154\n\n## 판결문 요약\n\n\n78 P.3d 565 (2003)\n190 Or. App. 154\nFrank E. VOTH, Appellant,\nv.\nSTATE of Oregon, Robert Lampert, and Officer Hoglan, Respondents.\n01C-15561; A117697.\nCourt of Appeals of Oregon.\nSubmitted on Record and Briefs April 3, 2003.\nDecided October 22, 2003.\nAppeal Dismissed December 19, 2003.\n*566 Frank E. Voth filed the briefs pro se.\nJas. Jeffrey Adams, Assistant Attorney General, filed the brief for respondents. With him on the brief were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.\nBefore EDMONDS, Presiding Judge, and DEITS, Chief Judge,[*] and SCHUMAN, Judge.\nEDMONDS, P.J.\nPlaintiff, an inmate in an Oregon correctional facility, appeals from the trial court's grant of summary judgment to defendant State of Oregon[1] dismissing his negligence and intentional infliction of emotional distress claims for noneconomic damages. ORCP 47 C. The trial court ruled under ORS 30.650[2] that plaintiff could not recover noneconomic damages in the absence of establishing economic damages. We affirm.\nFor the purpose of this summary judgment proceeding, we state the facts in the light most favorable to plaintiff. Shockey v. City of Portland, 313 Or. 414, 422, 837 P.2d 505 (1992), cert. den., 507 U.S. 1017, 113 S.Ct. 1813, 123 L.Ed.2d 444 (1993). Plaintiff was in the custody of the Oregon Department of Corrections during all of the events related to this action. He suffers from a medical problem related to his feet. From the fall of 1991 through the spring of 1998, pla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=voth-v-state"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}