{
  "id": 9045,
  "title": "2003년 Ly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-18",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Ly. 판결일: 2003-12-18. 법원: District Court, D. Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In Re: Neng Nhia Yi LY, Petitioner, v. Viviane HEU, Respondent\n**판결일**: 2003-12-18\n**법원**: District Court, D. Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Doty\n\n## 변호인\n\nPatrick H. Stiehm, Esq., Stiehm Law Office, Alexandria, VA, counsel for petitioner., Margaret J. Gustafson, Esq., Baker Court, St. Paul, MN, counsel for respondent.\n\n## 인용\n\n- 296 F. Supp. 2d 1009\n\n## 판결문 요약\n\n\n296 F.Supp.2d 1009 (2003)\nIn Re: Neng Nhia Yi LY, Petitioner,\nv.\nViviane HEU, Respondent.\nNo. CIV.A.03-3415DSD/SRN.\nUnited States District Court, D. Minnesota.\nDecember 18, 2003.\n*1010 Patrick H. Stiehm, Esq., Stiehm Law Office, Alexandria, VA, counsel for petitioner.\nMargaret J. Gustafson, Esq., Baker Court, St. Paul, MN, counsel for respondent.\n\nORDER\nDOTY, District Judge.\nThis matter is before the court upon petitioner's motion pursuant to Federal Rule of Civil Procedure 59(e) to alter or amend the judgment to enforce petitioner's right of access to his daughter, Sandie Nhia Yi Ly. Because the court finds that it lacks jurisdiction to grant the requested relief, petitioner's motion is denied.\n\nBACKGROUND\nThis is an action for the return of Sandie Nhia Yi Ly, a minor child, brought by Sandie's father under the International Child Abduction Remedies Act (\"ICARA\"), 42 U.S.C. §§ 11601-11610. Following a bench trial, the court announced its findings of fact and conclusions of law in an order dated December 1, 2003. The court held that, although petitioner had proved that respondent wrongfully removed Sandie from France, respondent had demonstrated by a preponderance of the evidence that Sandie was settled in her new environment in the United States within the meaning of Article 12 of the Convention on the Civil Aspects of International Child Abduction, done at the Hague on October 25, 1980 (\"Hague Convention\"). Accordingly, the court directed that judgment be entered in favor ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ly-v-heu"
    }
  ],
  "relatedIncidents": [
    9135,
    9269,
    9410,
    8668,
    8692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}