{
  "id": 9047,
  "title": "2003년 Kuhl 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-17",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Kuhl. 판결일: 2003-12-17. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: John C. KUHL, Trustee for the Estate and Next of Kin of Julian J. Kuhl, Respondent (A03-411), Appellant (A03-431), v. Ruth Ann HEINEN, Appellant (A03-411), Respondent (A03-431), Elenore TORBORG, A/K/A Ella Torborg, Respondent, Richard ROE, Et Al., Defendants\n**판결일**: 2003-12-17\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Shumaker, Toussaint, Willis\n\n## 변호인\n\nJohn H. Bradshaw, Bradshaw & Bryant Law Offices, Eden Valley, MN, for respondent/appellant John C. Kuhl., Timothy R. Murphy, Stephen M. Warner, O’Neill & Murphy, LLP, Saint Paul, MN, for appellant/respondent Ruth Ann Heinen., Deborah C. Eckland, Goetz & Eckland, P.A., Minneapolis, MN, for respondent Elenore Torborg.\n\n## 인용\n\n- 672 N.W.2d 590\n\n## 판결문 요약\n\n\n672 N.W.2d 590 (2003)\nJohn C. KUHL, trustee for the Estate and next of kin of Julian J. Kuhl, Respondent (A03-411), Appellant (A03-431),\nv.\nRuth Ann HEINEN, Appellant (A03-411), Respondent (A03-431),\nElenore TORBORG, a/k/a Ella Torborg, Respondent,\nRichard ROE, et al., Defendants.\nNos. A03-411, A03-431.\nCourt of Appeals of Minnesota.\nDecember 17, 2003.\n*591 John H. Bradshaw, Bradshaw &amp; Bryant Law Offices, Eden Valley, MN, for respondent/appellant John C. Kuhl.\nTimothy R. Murphy, Stephen M. Warner, O'Neill &amp; Murphy, LLP, Saint Paul, MN, for appellant/respondent Ruth Ann Heinen.\nDeborah C. Eckland, Goetz &amp; Eckland, P.A., Minneapolis, MN, for respondent Elenore Torborg.\nConsidered and decided by TOUSSAINT, Chief Judge; WILLIS, Judge; and SHUMAKER, Judge.\n\nOPINION\nWILLIS, Judge.\nAppellants challenge the district court's grant of summary judgment dismissing their negligence claim against respondent. Appellants argue that the presence of children on or near respondent's driveway distracted one of the appellants, who was driving on the adjacent highway, that respondent was negligent by allowing children from her in-home daycare center to gather on or near her driveway, and that respondent's negligence was a proximate cause of injuries suffered by the brother of one of the appellants in a collision with the other appellant. Because we conclude that respondent owed no duty to motorists on the highway to prevent children from gathering on or near her driveway, we affirm.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kuhl-v-heinen"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}