{
  "id": 9050,
  "title": "2003년 Rues 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-16",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Rues. 판결일: 2003-12-16. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. James P. RUES\n**판결일**: 2003-12-16\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Holliger, Newton, Spinden\n\n## 변호인\n\nKent Denzel, Asst. State Public Defender, Columbia, for Appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., John Munson Morris and Karen L. Kramer, Office of Attorney General, Jefferson City, for Respondent.\n\n## 인용\n\n- 121 S.W.3d 319\n\n## 판결문 요약\n\n\nORDER\nJames Rues was convicted of first-degree murder, § 565.020 RSMo 2000,1 and armed criminal action, § 571.015, when a jury found he shot and killed Michael Wol-ver, his girlfriend’s estranged husband. Rues raises three points of error on appeal: (1) the trial court erroneously admitted expert testimony from a firearms expert that bunter markings on shotgun shells found at Rues’ residence matched bunter markings found on shells at the scene of the murder; (2) the trial court improperly curtailed cross-examination preventing Rues from confronting a witness against him; and (3) the trial court erroneously admitted irrelevant toxicology reports that were intended to enhance the victim’s character.\nWe have reviewed the briefs of the parties and the record on appeal and find no error of law. A written opinion reciting the detailed facts and restating the applicable principles of law would have no prec-edential or jurisprudential value. The parties, however, have been furnished with a memorandum opinion for their information only, setting forth the facts and reasons for this order.\nThe judgment of the trial court is affirmed in accordance with Rule 30.25(b).\n\n. All statutory citations are to RSMo 2000, unless otherwise indicated.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rues"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9064,
    9067
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}