{
  "id": 9057,
  "title": "2003년 Virginia Imports, Inc. v. Kirin Brewery of America, LLC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-08",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Virginia Imports, Inc. v. Kirin Brewery of America, LLC. 판결일: 2003-12-08. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: VIRGINIA IMPORTS, INC., Plaintiff, v. KIRIN BREWERY OF AMERICA, LLC, Defendant\n**판결일**: 2003-12-08\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Cacheris\n\n## 변호인\n\nGeorge E. Kostel, Esquire, Reed Smith, LLP, Richmond, VA, for Plaintiff., Warwick Rex Furr, II, Esquire, Holland and Knight, McLean, VA, for Defendant.\n\n## 인용\n\n- 296 F. Supp. 2d 691\n\n## 판결문 요약\n\n\n296 F. Supp. 2d 691 (2003)\nVIRGINIA IMPORTS, INC., Plaintiff,\nv.\nKIRIN BREWERY OF AMERICA, LLC, Defendant.\nNo. CIV. 03-928-A.\nUnited States District Court, E.D. Virginia, Alexandria Division.\nDecember 8, 2003.\n*692 George E. Kostel, Esquire, Reed Smith, LLP, Richmond, VA, for Plaintiff.\nWarwick Rex Furr, II, Esquire, Holland and Knight, McLean, VA, for Defendant.\n\nMEMORANDUM OPINION\nCACHERIS, District Judge.\nPlaintiff brings this action to recover on claims of fraud and constructive fraud. It alleges that the Defendant committed fraud or constructive fraud in its policies and actions during its termination of the agreement between the parties under Virginia's Beer Franchise Act. Defendant moves to dismiss this action or in the alternative for summary judgment. The Court holds the following: (1) the Plaintiff's cause of action is not preempted by the Beer Franchise Act; and, (2) the action is barred by Virginia's statute of limitation for fraud actions.\n\nI. Background\n\nA. Factual Background\nPlaintiff Virginia Imports (\"VI\") is a Virginia corporation and a state-licensed beer and wine distributor. Defendant Kirin Brewery of America LLC (\"Kirin\") is a Delaware limited liability company, with its principal place of business in Santa Monica, California. Kirin's parent company is a Japanese brewery. The following background information is drawn from an opinion by Judge Roush of the Circuit Court of Virginia, Fairfax County, which sets forth the relevant facts. See Kirin Brewery of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=virginia-imports-inc-v-kirin-brewery-of-america-llc"
    }
  ],
  "relatedIncidents": [
    9063,
    9101,
    9130,
    9188,
    9254
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}