{
  "id": 9063,
  "title": "2003년 United States v. Joseph Wayne Pratt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Joseph Wayne Pratt. 판결일: 2003-12-05. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Joseph Wayne PRATT\n**판결일**: 2003-12-05\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Luttig, Motz, Niemeyer\n\n## 변호인\n\nARGUED: Paul Geoffrey Gill, Assistant Federal Public Defender, Richmond, Virginia, for Appellant. Sara Elizabeth Flan-nery, Assistant United States Attorney, Richmond, Virginia, for Appellee. ON BRIEF: Frank W. Dunham, Jr., Federal Public Defender, Richmond, Virginia, for Appellant. Paul J. McNulty, United States Attorney, Richmond, Virginia, for Appellee.\n\n## 인용\n\n- 351 F.3d 131\n\n## 판결문 요약\n\n351 F.3d 131\n    UNITED STATES of America, Plaintiff-Appellee,v.Joseph Wayne PRATT, Defendant-Appellant.\n    No. 02-4833.\n    United States Court of Appeals, Fourth Circuit.\n    Argued: September 26, 2003.\n    Decided: December 5, 2003.\n    \n      COPYRIGHT MATERIAL OMITTED ARGUED: Paul Geoffrey Gill, Assistant Federal Public Defender, Richmond, Virginia, for Appellant. Sara Elizabeth Flannery, Assistant United States Attorney, Richmond, Virginia, for Appellee.\n      ON BRIEF: Frank W. Dunham, Jr., Federal Public Defender, Richmond, Virginia, for Appellant. Paul J. McNulty, United States Attorney, Richmond, Virginia, for Appellee.\n      Before NIEMEYER, LUTTIG, and MOTZ, Circuit Judges.\n      Affirmed by published opinion. Judge NIEMEYER wrote the opinion, in which Judge LUTTIG joined. Judge MOTZ joined in Parts I, II, IV, and V of the opinion and wrote a separate opinion dissenting from Part III and from the judgement.\n      OPINION\n      NIEMEYER, Circuit Judge:\n    \n    \n      1\n      Joseph Wayne Pratt was convicted on five drug trafficking counts: one count of conspiracy to traffic in cocaine, three counts of attempt to possess cocaine with the intent to distribute it, and one count of using a communication facility &#8212; a telephone &#8212; to facilitate one of the attempt violations. The district court sentenced Pratt to 188 months' imprisonment.\n    \n    \n      2\n      On appeal, Pratt contends (1) that the evidence was insufficient to support the convictions on the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-joseph-wayne-pratt"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-gross"
    }
  ],
  "relatedIncidents": [
    9057,
    9101,
    9130,
    9188,
    9254
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}