{
  "id": 9064,
  "title": "2003년 Dague 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-05",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Dague. 판결일: 2003-12-05. 법원: Alaska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Michele K. DAGUE, Petitioner, v. STATE of Alaska, Respondent\n**판결일**: 2003-12-05\n**법원**: Alaska Supreme Court\n**관할**: Alaska, AK\n\n**판사**: Fabe, Chief Justice, Matthews, Eastaugh, Bryner, and Carpeneti, Justices\n\n## 변호인\n\nKathleen Murphy, Assistant Public Defender, Barbara K. Brink, Public Defender, Anchorage, for Petitioner., W.H. Hawley, Jr., Assistant Attorney General, Anchorage, Gregg D. Renkes, Attorney General, Juneau, for Respondent.\n\n## 인용\n\n- 81 P.3d 274\n\n## 판결문 요약\n\n\n81 P.3d 274 (2003)\nMichele K. DAGUE, Petitioner,\nv.\nSTATE of Alaska, Respondent.\nNos. S-10385.\nSupreme Court of Alaska.\nDecember 5, 2003.\n*275 Kathleen Murphy, Assistant Public Defender, Barbara K. Brink, Public Defender, Anchorage, for Petitioner.\nW.H. Hawley, Jr., Assistant Attorney General, Anchorage, Gregg D. Renkes, Attorney General, Juneau, for Respondent.\nBefore: FABE, Chief Justice, MATTHEWS, EASTAUGH, BRYNER, and CARPENETI, Justices.\n\nOPINION\nMATTHEWS, Justice.\n\nI. INTRODUCTION\nMichele Dague admitted responsibility for the death of a ten-month-old child in her care. The only issue in dispute was whether Dague had acted \"knowingly\"with awareness of the nature of her actwhen she swung or threw the child against a hard object. This is an element of the extreme indifference second-degree murder charge against Dague. At trial Dague attempted to question the State's expert witness regarding three items of interest: the dynamics of child abuse, the mental state of abusers generally, and the expert's opinion about Dague's mental state at the time of the incident. Dague hoped to demonstrate to the jury this expert's belief that most abusers act unknowingly. Dague also hoped to elicit testimony that would add credence to her own expert's parallel testimony, as well as her expert's specific conclusion that Dague had acted \"reflexively.\" The trial court initially ruled that the State's expert did not have the proper expertise and a jury convicted Dague of second-degree murder...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dague-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9067
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}