{
  "id": 9065,
  "title": "2003년 Winkley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Winkley. 판결일: 2003-12-04. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Julia WINKLEY, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2003-12-04\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Justices Kidd, B.A. Smith and Puryear\n\n## 변호인\n\nRevis G. Kanak, Austin, for appellant., Whitney S. Wiedeman, Assistant Criminal District Attorney, Lockhart, for appel-lee.\n\n## 인용\n\n- 123 S.W.3d 707\n\n## 판결문 요약\n\n\n123 S.W.3d 707 (2003)\nJulia WINKLEY, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 03-02-00732-CR.\nCourt of Appeals of Texas, Austin.\nDecember 4, 2003.\n*710 Revis G. Kanak, Austin, for appellant.\nWhitney S. Wiedeman, Assistant Criminal District Attorney, Lockhart, for appellee.\nBefore Justices KIDD, B.A. SMITH and PURYEAR.\n\nOPINION\nDAVID PURYEAR, Justice.\nAppellant was found guilty at a bench trial of class B misdemeanor theft and class B criminal trespass and was sentenced to ninety days confinement probated for twelve months. Tex. Pen.Code Ann. §§ 30.05, 31.03 (West 2003). Appellant challenges the legal and factual sufficiency of the evidence to sustain each conviction.\n\nBackground\nOn August 7, 2000, appellant went onto land owned by Danny Ellis and took a hay dolly. Appellant was seen by Beverly Travis, an employee of Ellis, as appellant was driving away from the property with the dolly connected to her truck. Travis notified Ellis and the sheriff's office. Travis, on instructions from Ellis, had told appellant not to use the hay dolly after a prior incident. Appellant admitted taking the dolly for the purpose of transporting hay. Appellant testified that she believed she had permission to do so and claimed she was planning to return the dolly that same day. The hay dolly was in fact recovered the same day. Appellant was subsequently charged with trespassing on Ellis's property and stealing his dolly.\n\nCriminal Trespass\nWhen reviewing the legal sufficiency of the eviden...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=winkley-v-state"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}