{
  "id": 9066,
  "title": "2003년 Colmar Ltd. v. Fremantlemedia North America, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-04",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Colmar Ltd. v. Fremantlemedia North America, Inc.. 판결일: 2003-12-04. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: COLMAR, LTD., Plaintiff-Appellant, v. FREMANTLEMEDIA NORTH AMERICA, INC. Defendant-Appellee\n**판결일**: 2003-12-04\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Greiman\n\n## 변호인\n\nAppeal from the Circuit Court of Cook County; the Hon. Lester D. Foreman, Judge, presiding., Charles R. Trieschmann, of Evanston, for appellant., Jonathan S. Feld, BeLinda I. Mathie, and Emily J. Henson, all of Katten, Muchin, Zavis & Rosenman, of Chicago, for appellee.\n\n## 인용\n\n- 801 N.E.2d 1017\n- 344 Ill. App. 3d 977\n- 280 Ill. Dec. 72\n\n## 판결문 요약\n\n\n801 N.E.2d 1017 (2003)\n344 Ill. App.3d 977\n280 Ill.Dec. 72\nCOLMAR, LTD., Plaintiff-Appellant,\nv.\nFREMANTLEMEDIA NORTH AMERICA, INC., Defendant-Appellee.\nNo. 1-02-3533.\nAppellate Court of Illinois, First District, Fourth Division.\nDecember 4, 2003.\n*1019 Charles R. Trieschmann, Evanston, for Plaintiff-Appellant.\nJonathan S. Feld, BeLinda I., Mathie, Emily J. Henson of Katten, Muchin, Zavis &amp; Rosenman, Chicago, for Defendant-Appellee.\nJustice GREIMAN delivered the opinion of the court:\nPlaintiff, Colmar, Ltd. (Colmar), appeals from the trial court's order dismissing its complaint seeking to vacate an arbitration award entered in favor of defendant, Fremantlemedia *1020 North America, Inc. (FMNA). Colmar argues on appeal that the trial court erred by affirming the arbitration award because (1) the arbitration award was void due to the fact that defendant was represented during the arbitration by an attorney who was not licensed in Illinois; (2) the arbitrator exceeded his powers by refusing to hear material evidence, ruling on an issue not submitted in plaintiffs complaint, and failing to consider all of the arguments presented in plaintiffs complaint; and (3) public policy demands that the trial court vacate the award. Colmar further alleges that the trial court erred by dismissing the complaint for failure to state a claim upon which relief could be granted. We affirm the order of the court below.\nColmar is a Delaware corporation that produced and owns a feature motion pi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=colmar-ltd-v-fremantlemedia-north-america-inc"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}