{
  "id": 9067,
  "title": "2003년 Sayas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-12-03",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Sayas. 판결일: 2003-12-03. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Antonio Meza SAYAS, Petitioner-Appellant, v. STATE of Idaho, Respondent\n**판결일**: 2003-12-03\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Gutierrez, Lansing, Perry\n\n## 변호인\n\nNevin, Benjamin McKay, LLP, Boise, for appellant. Dennis Benjamin argued., Hon. Lawrence G. Wasden, Attorney General; Ralph Reed Blount, Deputy Attorney General, Boise, for respondent. Ralph Reed Blount argued.\n\n## 인용\n\n- 88 P.3d 776\n- 139 Idaho 957\n\n## 판결문 요약\n\n\n88 P.3d 776 (2003)\n139 Idaho 957\nAntonio Meza SAYAS, Petitioner-Appellant,\nv.\nSTATE of Idaho, Respondent.\nNo. 29402.\nCourt of Appeals of Idaho.\nDecember 3, 2003.\nRehearing Denied December 29, 2003.\nReview Denied April 27, 2004.\n*777 Nevin, Benjamin McKay, LLP, Boise, for appellant. Dennis Benjamin argued.\nHon. Lawrence G. Wasden, Attorney General; Ralph Reed Blount, Deputy Attorney General, Boise, for respondent. Ralph Reed Blount argued.\nGUTIERREZ, Judge.\nAntonio Meza Sayas appeals from the order of the district court summarily dismissing his petition for post-conviction relief. We affirm.\n\nI.\n\nFACTUAL AND PROCEDURAL SUMMARY\nMeza Sayas pled guilty to one count of first degree murder and was sentenced to life in prison with thirty years determinate. The judgment of conviction and sentence were entered on March 7, 1997. Approximately eight months after the judgment was filed, Meza Sayas sent his trial counsel a letter in which he explained \"once again\" that he needed his legal papers in order to file a post-conviction relief petition. Meza Sayas did not receive a response to this letter, so two weeks later he wrote once more. Again, Meza Sayas did not receive a satisfactory reply, although at some point he did receive a short note informing him that his files had been transferred to a new public defender.\nEleven months after judgment had been entered, in January of 1998, Meza Sayas wrote to the trial court. In that letter, Meza Sayas explained that he had been unsuccessful in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sayas-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}