{
  "id": 9069,
  "title": "2003년 Jefferson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Jefferson. 판결일: 2003-11-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. KENDRICK JEFFERSON, Defendant-Appellant\n**판결일**: 2003-11-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Greiman, Hartman, Quinn\n\n## 변호인\n\nMichael J. Pelletier and Elizabeth C. Smith, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb and Jon J. Walters, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 801 N.E.2d 552\n- 345 Ill. App. 3d 60\n- 279 Ill. Dec. 878\n\n## 판결문 요약\n\n\n801 N.E.2d 552 (2003)\n345 Ill. App.3d 60\n279 Ill.Dec. 878\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nKendrick JEFFERSON, Defendant-Appellant.\nNo. 1-01-4483.\nAppellate Court of Illinois, First District, Fourth Division.\nOctober 23, 2003.\nRehearing Denied November 25, 2003.\nAs Modified on Rehearing November 26, 2003.\n*554 Office of the State Appellate Defender, Chicago (Deputy Defender Michael J. Pelletier, and Assistant Appellate Defender Elizabeth C. Smith, of counsel), for Appellant.\nRichard A. Devine, State's Attorney of Cook County, Chicago (Assistant State's Attorneys Renee Goldfarb and Jon J. Walters, of counsel), for Appellee.\n\nMODIFIED UPON REHEARING\nPresiding Justice QUINN delivered the opinion of the court:\nThe defendant, Kendrick Jefferson (defendant), appeals from an order of the circuit court dismissing his petition for relief under the Post-Conviction Hearing Act (Act) (725 ILCS 5/122-1 et seq. (West 2000)). On appeal, defendant argues that the trial court erred in dismissing the postconviction petition without appointing counsel where defendant stated the gist of a meritorious claim by asserting that (1) his trial counsel was ineffective for (a) failing to call an alibi witness; and (b) failing to explain why defendant's cellular phone records were exculpatory evidence; and (2) his appellate counsel was ineffective for (a) failing to raise the issue that defendant's confession was the fruit of an unlawful arrest and detention; and (b) failing t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jefferson"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}