{
  "id": 9072,
  "title": "2003년 Minelli Construction Co. v. Arben Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Minelli Construction Co. v. Arben Corp.. 판결일: 2003-11-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Minelli Construction Co., Inc. v. Arben Corporation\n**판결일**: 2003-11-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 1 A.D.2d 580\n- 768 N.Y.S.2d 227\n\n## 판결문 요약\n\n\nIn an action, inter alia, to foreclose a mechanic’s lien, the defendants Arben Corporation and United States Fidelity and Guaranty Company appeal from so much of an order of the Supreme Court, Westchester County (Rudolph, J.), entered June 12, 2002, as denied their cross motion for summary judgment discharging the lien as a willful exaggeration pursuant to Lien *581Law §§ 39 and 39-a, and on their counterclaim alleging breach of contract and as granted that branch of the plaintiffs motion which was for summary judgment dismissing Arben Corporation’s counterclaims to recover damages for maintenance and protection of traffic.\nOrdered that the order is modified, by deleting the provision thereof granting that branch of the plaintiffs motion which was to dismiss Arben Corporation’s counterclaims to recover damages for maintenance and protection of traffic and substituting therefor a provision denying that branch of the motion; as so modified, the order is affirmed insofar as appealed from, without costs or disbursements.\nThe Supreme Court properly held that the appellants failed to demonstrate, as a matter of law, that the plaintiff Minelli Construction Co., Inc. (hereinafter Minelli), willfully exaggerated the subject lien (see East Hills Metro v Dennis Constr. Corp., 277 AD2d 348 [2000]; Fidelity N.Y., FSB v Kensington-Johnson Corp., 234 AD2d 263 [1996]). The fact that a lien may contain improper charges does not, in and of itself, establish that a plaintiff willfully exaggera...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=freemonde-v-city-of-new-york"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=minelli-construction-co-v-arben-corp"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}