{
  "id": 9074,
  "title": "2003년 Gast 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-21",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Gast. 판결일: 2003-11-21. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: William E. Gast, Appellant, v. Paul F. Peters and Gast & Peters, a Nebraska Partnership, Appellees\n**판결일**: 2003-11-21\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nDavid E. Pavel, of David E. Pavel Law Offices, P.C., for appellant., Monte Taylor and Paul F. Peters, of Taylor, Peters & Drews, for appellees.\n\n## 인용\n\n- 671 N.W.2d 758\n- 267 Neb. 18\n\n## 판결문 요약\n\n\n671 N.W.2d 758 (2003)\n267 Neb. 18\nWilliam E. GAST, Appellant,\nv.\nPaul F. PETERS and Gast &amp; Peters, a Nebraska partnership, Appellees.\nNo. S-02-974.\nSupreme Court of Nebraska.\nNovember 21, 2003.\n*760 David E. Pavel, of David E. Pavel Law Offices, P.C., Omaha, for appellant.\nMonte Taylor and Paul F. Peters, of Taylor, Peters &amp; Drews, Omaha, for appellees.\nHENDRY, C.J., and WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nSTEPHAN, J.\nThis appeal arises from a dispute between two lawyers involving fees earned before the dissolution of their partnership but collected thereafter. Following a bench trial, the district court for Douglas County found that Paul F. Peters was justified in setting off $17,620.62 from fees due his former partner, William E. Gast, from a case which Peters had concluded because Gast had underpaid Peters by that same amount in distributing fees collected on another case which Gast had concluded. Upon consideration of Gast's appeal, we find no error and affirm.\n\nBACKGROUND\nThe parties entered into a written partnership agreement effective January 1, 1990, in which they agreed to practice law under the firm name \"Gast &amp; Peters\" (G&amp;P). Under the terms of the agreement, the net profits and losses of the partnership were to be divided and borne equally between the partners.\nIn a November 10, 1992, agreement (merger agreement), Gast and Peters each indicated their acceptance of the outlined terms and conditions of a merger bet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gast-v-peters"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}