{
  "id": 9082,
  "title": "2003년 Nieto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-17",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Nieto. 판결일: 2003-11-17. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Isaias Robert Nieto\n**판결일**: 2003-11-17\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Agid\n\n## 변호인\n\nIsaías Nieto, pro se., Richard A. Hansen (of Allen, Hansen & Maybrown, P.S.), for appellant., David S. McEachran, Prosecuting Attorney, and Eric J. Richey and Kimberly A. Thulin, Deputies, for respondent.\n\n## 인용\n\n- 119 Wash. App. 157\n\n## 판결문 요약\n\n\nAgid, J.\nIsaias Robert Nieto appeals his conviction of third degree rape of a child. He claims that the trial court erred by admitting the victim’s written statement as substantive evidence and finding that Nieto had confessed. We hold the victim’s statement lacked sufficient indicia of reliability to render it admissible as substantive evidence. Because insufficient evidence remains to convict Nieto, we reverse the conviction.\nFACTS\nFrom June to December 2000, Nieto and WB worked together at a pizza restaurant in Blaine. At the time, WB was 14 years old and Nieto was 28 years old. WB stopped working at the restaurant in December 2000, but she continued to visit Nieto there, and the two had regular phone and e-mail contact. In January 2001, shortly after WB turned 15 years old, Nieto told WB that he had romantic feelings for her, and WB responded in kind. Nieto left Whatcom County one month later, but they continued to stay in touch, and Nieto occasionally visited WB.\nWB’s parents were concerned about this relationship, so they contacted Officer John Landis of the Blaine Police *160Department. Officer Landis was trained in child abuse investigation and was WB’s neighbor and a family acquaintance. In February 2002, one month after WB’s 16th birthday, Officer Landis interviewed WB at the police station. After the interview, WB handwrote and signed a seven page statement. She described her relationship with Nieto and admitted there were at least three occasions on which she and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nieto"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9140,
    9174,
    9185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}