{
  "id": 9085,
  "title": "2003년 Reineke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-13",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Reineke. 판결일: 2003-11-13. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Frances M. REINEKE, Plaintiff, Appellee and Cross-Appellant, v. Ronald K. REINEKE, Defendant, Appellant and Cross-Appellee\n**판결일**: 2003-11-13\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Dale, Dale V, Gerald, Kapsner, Maring, Mary, Muehlen, Neumann, Sandstrom, Vande, Walle, William\n\n## 변호인\n\nBrenda A. Neubauer, Neubauer & Oster, Bismarck, N.D., for plaintiff, appellee and cross-appellant., Theresa L. Zimmerman, American Legal Services, Bismarck, N.D., for defendant, appellant and cross-appellee.\n\n## 인용\n\n- 2003 ND 167\n- 670 N.W.2d 841\n\n## 판결문 요약\n\n\n670 N.W.2d 841 (2003)\n2003 ND 167\nFrances M. REINEKE, Plaintiff, Appellee and Cross-Appellant,\nv.\nRonald K. REINEKE, Defendant, Appellant and Cross-Appellee.\nNo. 20030014.\nSupreme Court of North Dakota.\nNovember 13, 2003.\n*844 Brenda A. Neubauer, Neubauer &amp; Oster, Bismarck, N.D., for plaintiff, appellee and cross-appellant.\nTheresa L. Zimmerman, American Legal Services, Bismarck, N.D., for defendant, appellant and cross-appellee.\nKAPSNER, Justice.\n[¶ 1] Ronald K. Reineke (\"Reineke\") appealed from the judgment entered in the divorce action brought by Frances M. Reineke (\"Michels\"),[1] and she cross-appealed. We affirm the judgment and remand with directions to retain jurisdiction.\n\nI\n[¶ 2] The parties married in 1983. The parties had two children, a son, born in 1985, and a daughter, born in 1988. In October 2001, Reineke began a social relationship with Betty Althoff and told Michels he wanted a divorce. The relationship with Althoff became intimate on December 31, 2001, or January 1, 2002. Michels sued for divorce in February 2002. In March 2002, Reineke, his daughter, Althoff, and Althoff's children visited a friend of Althoff's in Nebraska. Reineke and Althoff shared a room, while Reineke's daughter and Althoff's children slept in another room. Reineke stayed at Althoff's home about once a week until he moved out of the family home in April 2002.\n[¶ 3] The judgment entered on December 5, 2002, granted the parties a divorce, divided the marital property, ordered Reinek...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reineke-v-reineke"
    }
  ],
  "relatedIncidents": [
    9024,
    9111,
    9118,
    9172,
    9243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}