{
  "id": 9086,
  "title": "2003년 Rodriguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rodriguez. 판결일: 2003-11-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Ricardo Rodriguez\n**판결일**: 2003-11-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 1 A.D.3d 150\n- 766 N.Y.S.2d 557\n\n## 판결문 요약\n\n\n*151Judgment, Supreme Court, Bronx County (Megan Tallmer, J.), rendered January 11, 2001, convicting defendant, after a jury trial, of robbery in the first and second degrees, coercion in the first degree, and attempted grand larceny in the second degree, and sentencing him to an aggregate term of 12 years, unanimously affirmed.\nSince defendant took no exception to the court’s charge, he did not call the court’s attention to his claim that the instructions delivered failed to satisfy the concern he raised in his request to charge, and that these instructions had the potential of misleading the jury into thinking that the requirement of intent to “deprive” or “appropriate” as defined in Penal Law § 155.00 did not apply to robbery. Accordingly, his present arguments are unpreserved (see People v Hoke, 62 NY2d 1022 [1984]; People v Whalen, 59 NY2d 273, 280 [1983]), and we decline to review them in the interest of justice. Were we to review these claims, we would find that the court’s instructions, viewed as a whole (People v Fields, 87 NY2d 821 [1995]), adequately stated the law as it applied to the elements “deprive” or “appropriate.” The court defined robbery as necessarily incorporating larceny, and ultimately defined larceny with explicit reference to the definitions of “deprive” and “appropriate” set forth in the Penal Law. While the organization of the court’s charge may not have been optimal, there was no reasonable possibility that the jury could have been misled as to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rodriguez"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lopez"
    }
  ],
  "relatedIncidents": [
    9039,
    9107,
    9110,
    9126,
    9131
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}