{
  "id": 9096,
  "title": "2003년 In re Coumaris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: In re Coumaris. 판결일: 2003-11-10. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: IN THE MATTER OF GEORGE THOMAS COUMARIS\n**판결일**: 2003-11-10\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n## 변호인\n\nWilliam P. Smith III, General Counsel State Bar, K. Gene Chapman, Assistant General Counsel State Bar, for State Bar of Georgia.\n\n## 인용\n\n- 277 Ga. 346\n- 589 S.E.2d 66\n\n## 판결문 요약\n\n\nPer curiam.\nThis matter is before the Court on the Report and Recommendation of the Special Master that Respondent George Thomas Coumaris be disbarred for his violation of Rule 8.4 (a) (2) of Bar Rule 4-102 (d). The State Bar requested a hearing and the special master sent a notice of hearing to Coumaris, who personally acknowledged service of the petition for hearing, in case he wished to participate by telephone. The special master convened the hearing, but Coumaris did not appear either in person or telephonically. The undisputed facts show that on March 3, 2003, Coumaris was convicted in the United States District Court for the District of Columbia for conspiracy to commit crimes against the United States, 18 USC § 371, which is a felony. Coumaris did not request a Review Panel review and, therefore, he has waived his right to file exceptions to the special master’s report or request oral argument, Bar Rule 4-217 (c). The maximum penalty for a violation of Rule 8.4 (a) (2) is disbarment and, accordingly, George Thomas Coumaris hereby is disbarred from the practice of law in the State of Georgia.\n\nDisbarred.\n\n\nAll the Justices concur.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-coumaris"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}