{
  "id": 9101,
  "title": "2003년 In Re Iseman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-11-03",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: In Re Iseman. 판결일: 2003-11-03. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Marvin Daniel ISEMAN, Respondent\n**판결일**: 2003-11-03\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Burnett, Moore, Pleicones, Toal, Waller\n\n## 변호인\n\nBarbara M. Seymour, of Columbia, for The Office of Disciplinary Counsel., Marvin Daniel Iseman, of Eastover, pro se.\n\n## 인용\n\n- 588 S.E.2d 606\n- 356 S.C. 280\n\n## 판결문 요약\n\n\n356 S.C. 280 (2003)\n588 S.E.2d 606\nIn the Matter of Marvin Daniel ISEMAN, Respondent.\nNo. 25744.\nSupreme Court of South Carolina.\nHeard June 11, 2003.\nDecided November 3, 2003.\n*282 Barbara M. Seymour, of Columbia, for The Office of Disciplinary Counsel.\nMarvin Daniel Iseman, of Eastover, pro se.\nPER CURIAM:\nMarvin Daniel Iseman (\"Respondent\") has taken exception to the Subpanel of the Commission on Lawyer Conduct's (\"Subpanel\") recommendation that he be disbarred and required to pay the costs of these proceedings.\n\nFACTUAL/PROCEDURAL BACKGROUND\nThis attorney discipline matter arises from Respondent's conduct involving two separate events: (1) a series of money leasing transactions and (2) bank fraud.\n\nA. \"MONEY LEASING\" TRANSACTION\nEvidently deft at putting together convoluted international business transactions that circumvent tax laws and involve large amounts of risk, Respondent was hired by a Kentucky law firm in late 1996 to scrutinize the structure of a business deal originating in London. According to Respondent, the deal was a \"money leasing\" transaction that involved raising $3 to $5 million in cash to \"lease\" $40 million in cash from a Mexican bank, which would be exchanged for a \"German Bank Guarantee\" and not constitute a taxable event. Respondent came in contact with Volker Schneider (\"Schneider\"), who invested $480,000 into the deal in February 1997. According to Respondent, Schneider told him that coming up with the rest of the $3 to $5 million needed to \"lea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-iseman"
    }
  ],
  "relatedIncidents": [
    9057,
    9063,
    9130,
    9188,
    9254
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}