{
  "id": 9107,
  "title": "2003년 Valley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-29",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Valley. 판결일: 2003-10-29. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Valley v. State\n**판결일**: 2003-10-29\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hazouri\n\n## 인용\n\n- 860 So. 2d 464\n\n## 판결문 요약\n\n\n860 So.2d 464 (2003)\nDarryl VALLEY, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 4D01-3809.\nDistrict Court of Appeal of Florida, Fourth District.\nOctober 29, 2003.\nRehearing Denied December 17, 2003.\n*466 Carey Haughwout, Public Defender, and Gary Caldwell, Assistant Public Defender, West Palm Beach, for appellant.\nCharles J. Crist, Jr., Attorney General, Tallahassee, and Heidi L. Bettendorf, Assistant Attorney General, West Palm Beach, for appellee.\nHAZOURI, J.\nDarryl Valley was charged with and convicted of one count of strong arm robbery and one count of burglary with assault. We hold that the trial court erred in admitting certain collateral crime evidence and permitting an investigating police officer to testify to the identity of the defendant through the use of hearsay.\nThe charges against Valley arise from a robbery that occurred on November 27, 1999 next to a drive-through automated teller machine (ATM). At approximately 9:10 p.m., Christy Gentry drove up to the ATM to conduct a transaction. A man in a hooded sweatshirt approached her vehicle and told her, \"this is a robbery.\" The assailant then got into the back seat of her car and told her to run an account balance. The assailant demanded money and jewelry from Gentry and she complied. Thereafter, the assailant exited the car and fled on foot.\nGentry was unable to identify her assailant due to the fact that his face was partially concealed by the hooded sweatshirt. She could only generally identify the man as a b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=valley-v-state"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9110,
    9126,
    9131
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}