{
  "id": 9111,
  "title": "2003년 Hangarter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-27",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Hangarter. 판결일: 2003-10-27. 법원: District Court, N.D. California.",
  "description": "## 사건 정보\n\n**사건명**: Joan HANGARTER, Plaintiff, v. the PAUL REVERE LIFE INSURANCE COMPANY, Et Al., Defendants\n**판결일**: 2003-10-27\n**법원**: District Court, N.D. California\n**관할**: California, CA\n\n**판사**: Larson\n\n## 변호인\n\nRay Bourhis, Jill K. Schlichtmann, Alice J. Wolfson, Bourhis Wolfson & Schlicht-mann, San Francisco, CA, Daniel U. Smith, Daniel U. Smith Law Offices, Kent-field, CA, for Plaintiff., Horace W. Green, Peter E. Romo, Jr., Eric R. McDonough, Seyfarth Shaw LLP, San Francisco, CA, Lori K. Bernard, Bar-ger & Wolen LLP, San Francisco, CA, Evan M. Tager, Mayer Brown Rowe & Maw, Washington, DC, for Defendants.\n\n## 인용\n\n- 289 F. Supp. 2d 1105\n\n## 판결문 요약\n\n\n289 F.Supp.2d 1105 (2003)\nJoan HANGARTER, Plaintiff,\nv.\nThe PAUL REVERE LIFE INSURANCE COMPANY, et al., Defendants.\nNo. C 99-5286 JL.\nUnited States District Court, N.D. California.\nOctober 27, 2003.\n*1106 Ray Bourhis, Jill K. Schlichtmann, Alice J. Wolfson, Bourhis Wolfson &amp; Schlichtmann, San Francisco, CA, Daniel U. Smith, Daniel U. Smith Law Offices, Kentfield, CA, for Plaintiff.\nHorace W. Green, Peter E. Romo, Jr., Eric R. McDonough, Seyfarth Shaw LLP, San Francisco, CA, Lori K. Bernard, Barger &amp; Wolen LLP, San Francisco, CA, Evan M. Tager, Mayer Brown Rowe &amp; Maw, Washington, DC, for Defendants.\n\nORDER\nLARSON, United States Magistrate Judge.\nPlaintiff's Application for Order to Show Cause re Contempt, Defendants' Motion for Leave to Conduct Discovery to Oppose Application and Defendants' Motion for Reassignment to District Judge came on for hearing before this Court on August 20, 2003. The Court denied the application and motion to take discovery and granted the request for reassignment to a district judge from the bench. At the parties' request, the Court hereby provides the rationale for its decision.\nIn brief, Laurie Hindiyeh and Eugene Molfino's motion was denied, as an improper attempt without leave of court to amend the complaint in the Hangarter action to add plaintiffs after entry of judgment, as forum-shopping, and as an attempt to circumvent the assignment process. Furthermore, Plaintiffs are seeking precisely the relief which was denied in this cour...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hangarter-v-paul-revere-life-insurance"
    }
  ],
  "relatedIncidents": [
    9024,
    9085,
    9118,
    9172,
    9243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}