{
  "id": 9117,
  "title": "2003년 Long 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-23",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Long. 판결일: 2003-10-23. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: LONG, D.B.A. Weight Spot, Appellant, v. GRILL Et Al., Appellees\n**판결일**: 2003-10-23\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Bryant, Lazarus, Peggy, Watson\n\n## 변호인\n\nTerry L. Thomas and Heather R. Gall, for appellant., Murray, Murphy, Moul & Basil, L.L.P., and Brian K. Murphy, for appellees.\n\n## 인용\n\n- 799 N.E.2d 642\n- 155 Ohio App. 3d 135\n- 2003 Ohio 5665\n\n## 판결문 요약\n\n                                 OPINION *Page 137 \n{&#182; 1} Plaintiff-appellant, Robert O. Long, appeals from the November 18, 2002 decision and judgment entry of the Franklin County Court of Common Pleas sustaining a motion to dismiss by defendants-appellees, Simon Grill and B.V.P. Design, Inc. (\"BVP\"), for lack of in personam jurisdiction over defendants. Plaintiff assigns a single error:\n  The Trial Court erred as a matter of law in sustaining Defendant-Appellee's Motion to Dismiss.\n  {&#182; 2} Because the trial court had an adequate basis upon which to properly assert in personam jurisdiction over defendants, we reverse the trial court's judgment dismissing plaintiff's complaint.\n  {&#182; 3} This case arises out of the purchase of sports ball vending equipment and licenses to place the vending equipment at specific retail establishments in Florida, Ohio, South Carolina, Kentucky, and Alabama. The sports ball vending machines dispense small bouncy balls when the appropriate change is deposited into the machine. Long (\"plaintiff\") is a sole proprietor, doing business as \"Weight Spot\" and \"Toyspot,\" with the principle place of business in Dublin, Ohio. Grill resides in California and is the president of BVP (together referred to as \"defendants\" unless otherwise noted), which is incorporated and has its principle place of business in California, and does business throughout the United States.\n  {&#182; 4} In a complaint filed on July 30, 2001, plaintiff alleged defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=long-v-grill"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}