{
  "id": 9118,
  "title": "2003년 Helou 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-23",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Helou. 판결일: 2003-10-23. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Helou\n**판결일**: 2003-10-23\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Johnson\n\n## 인용\n\n- 857 So. 2d 1024\n\n## 판결문 요약\n\n\n857 So.2d 1024 (2003)\nSTATE of Louisiana\nv.\nJason HELOU.\nNo. 2002-K-2302.\nSupreme Court of Louisiana.\nOctober 23, 2003.\n*1025 William R. Campbell, Jr., Kenota P. Johnson, for Applicant.\nRichard P. Ieyoub, Attorney General, Michael Harson, District Attorney, James N. Prather, Jr., New Orleans, for Respondent.\nJOHNSON, Justice.\nThe defendant was charged by bill of information with the offense of second degree battery. After trial, a unanimous six person jury found the defendant guilty as charged, and he was sentenced to serve three years at hard labor with one year suspended. The defendant appealed his conviction and sentence. The Third Circuit Court of Appeal affirmed his conviction but vacated his sentence and remanded the case for resentencing.[1] Upon the defendant's application, we granted certiorari to consider the correctness of that decision, being particularly interested in the sufficiency of evidence issue.[2]\n\nFACTS AND PROCEDURAL HISTORY\nOn September 12, 1997, Mr. and Mrs. Floyd Richard were in the parking lot of the Academy Sporting Goods store in Lafayette, Louisiana, when a young man, Jeremy Jones (\"Jones\") ran past them and yelled, \"Help me, Mister. There's some people who want to hurt me.\" Shortly thereafter, the defendant, Jason Helou, and two other men followed behind Jones while screaming expletives. Offended by the profanity, Mr. Richard (\"the victim\") asked the three men to watch their language. The defendant then moved closer to the victim and asked him ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-helou"
    }
  ],
  "relatedIncidents": [
    9024,
    9085,
    9111,
    9172,
    9243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}