{
  "id": 9123,
  "title": "2003년 Donahue 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Donahue. 판결일: 2003-10-21. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Patricia DONAHUE, Madeleine F. Pierucci, Petitioners, v. PUBLIC SCHOOL EMPLOYEES’ RETIREMENT SYSTEM OF the COMMONWEALTH of Pennsylvania, Board of Trustees of the Public School Employees’ Retirement System of the Commonwealth of Pennsylvania, State Employees’ Retirement System of the Commonwealth of Pennsylvania, Board of Trustees of the State Employees’ Retirement System of the Commonwealth of Pennsylvania, Honorable Barbara Hafer, Treasurer of the Commonwealth of Pennsylvania and Chair of the Board of Trustees of the Public School Retirement System of Pennsylvania, Nicholas J. Maiale, Chair of the Board of Trustees of the State Employees’ Retirement System, Respondents\n**판결일**: 2003-10-21\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Colins, President Judge, Smith-Ribner, Judge, Pellegrini, Judge, Friedman, Judge, Leadbetter, Judge, Cohn, Judge, and Leavitt, Judge\n\n## 변호인\n\nMichael S. Fettner and Cletus P. Lyman, Philadelphia, for petitioners., Michael L. Harvey, Harrisburg, for respondents.\n\n## 인용\n\n- 834 A.2d 655\n\n## 판결문 요약\n\n\n834 A.2d 655 (2003)\nPatricia DONAHUE, Madeleine F. Pierucci, Petitioners,\nv.\nPUBLIC SCHOOL EMPLOYEES' RETIREMENT SYSTEM OF the COMMONWEALTH of Pennsylvania, Board of Trustees of the Public School Employees' Retirement System of the Commonwealth of Pennsylvania, State Employees' Retirement System of the Commonwealth of Pennsylvania, Board of Trustees of the State Employees' Retirement System of the Commonwealth of Pennsylvania, Honorable Barbara Hafer, Treasurer of *656 the Commonwealth of Pennsylvania and Chair of the Board of Trustees of the Public School Retirement System of Pennsylvania, Nicholas J. Maiale, Chair of the Board of Trustees of the State Employees' Retirement System, Respondents.\nCommonwealth Court of Pennsylvania.\nArgued September 10, 2003.\nDecided October 21, 2003.\n*657 Michael S. Fettner and Cletus P. Lyman, Philadelphia, for petitioners.\nMichael L. Harvey, Harrisburg, for respondents.\nBEFORE: COLINS, President Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, FRIEDMAN, Judge, LEADBETTER, Judge, COHN, Judge, and LEAVITT, Judge.\nOPINION BY Judge LEADBETTER.\nPatricia Donahue and Madeleine F. Pierucci, retired public school teachers, filed a petition for review in our original jurisdiction asserting a class action for a judgment declaring unconstitutional the 2001 amendments to the Public School Employees' Retirement Code, 24 Pa.C.S. §§ 8101-8535, and the State Employees' Retirement Code, 71 Pa.C.S. §§ 5101-5956. Donahue and Pierucci assert that the Act of May 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=donahue-v-public-school-employees-retirement-system"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}