{
  "id": 9126,
  "title": "2003년 Caroselli 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Caroselli. 판결일: 2003-10-17. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Dino CAROSELLI v. James STINSON, Superintendent\n**판결일**: 2003-10-17\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nRandolph Z. Volkell, Merrick, NY, for Petitioner-Appellant., Morgan Dennehy, Assistant District Attorney (Leonard Joblove, Victor Barall, Assistant District Attorneys), for Charles J. Hynes, District Attorney for Kings County, Brooklyn, NY, for Respondent Appellee, of counsel.\n\n## 인용\n\n- 82 F. App'x 233\n\n## 판결문 요약\n\n\nSummary Order\nPetitioner-appellant Dino Caroselli challenges his 1993 conviction in New York state court for an attempted armed robbery of a Brooklyn law office. Following *234a jury trial held in New York Supreme Court, Kings County, Caroselli was convicted of one count of Attempted Robbery in the First Degree, NY. Penal Law §§ 110.00, 160.15[4], two counts of Attempted Aggravated Assault upon a Police Officer in the First Degree, N.Y. Penal Law §§ 110.00, 120.11[2], and two counts of Criminal Possession of a Weapon in the Second Degree, N.Y. Penal Law § 265.03. On September 7, 1993, Caroselli was sentenced as a persistent violent felony offender to concurrent prison terms of seventeen and one-half years to life. As relevant here, Caroselli alleges that the trial judge improperly sentenced him as a persistent violent felony offender because that sentencing determination was premised on his 1985 conviction for attempted robbery in the second degree, which arose from an unconstitutionally obtained guilty plea. Caroselli alleges that the trial judge presiding over that guilty plea failed to inform him that he would be considered a persistent felon at a future sentencing.\nNumerous direct and collateral challenges have followed from Caroselli’s 1993 conviction. On June 24, 1996, the Appellate Division, Second Department, affirmed Caroselli’s conviction, State v. Caroselli, 228 A.D.2d 691, 645 N.Y.S.2d 311 (1996), and the New York Court of Appeals denied leave to appeal on August...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caroselli-v-stinson"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9107,
    9110,
    9131
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}