{
  "id": 9137,
  "title": "2003년 Griffith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-06",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Griffith. 판결일: 2003-10-06. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: PITTSBURGH CONSTRUCTION COMPANY, Appellee, v. Paul GRIFFITH and Saundra Griffith, Appellants; Pittsburgh Construction Company, Appellant, v. Paul Griffith and Saundra Griffith, Appellees\n**판결일**: 2003-10-06\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Todd, Bender, and Kelly\n\n## 변호인\n\nBrenda B. Sebring, Monroeville, for Griffith., Paul R. Robinson, Pittsburgh, for Pittsburgh Construction Company.\n\n## 인용\n\n- 834 A.2d 572\n\n## 판결문 요약\n\n\n834 A.2d 572 (2003)\nPITTSBURGH CONSTRUCTION COMPANY, Appellee,\nv.\nPaul GRIFFITH and Saundra Griffith, Appellants.\nPittsburgh Construction Company, Appellant,\nv.\nPaul Griffith and Saundra Griffith, Appellees.\nSuperior Court of Pennsylvania.\nArgued March 12, 2003.\nFiled October 6, 2003.\n*576 Brenda B. Sebring, Monroeville, for Griffith.\nPaul R. Robinson, Pittsburgh, for Pittsburgh Construction Company.\nBEFORE: TODD, BENDER, and KELLY, JJ. *573 *574\n*575 OPINION BY KELLY, J.:\n¶ 1 In these consolidated appeals and cross-appeals of Paul and Saundra Griffith (\"Griffiths\") and Pittsburgh Construction Company (\"PCC\"), we are asked to determine several issues regarding the jury awards on claims for breach of contract and conversion in favor of PCC and against the Griffiths for the Griffiths' failure to release payments due PCC pursuant to the contract for construction of the Griffiths' residence. In addition to claims challenging the sufficiency and weight of the evidence, the Griffiths ask us to review whether PCC's conversion claim was properly *577 submitted to the jury. PCC asks whether a contractually created 18% prejudgment and post-judgment interest rate should apply to the judgments. We hold that the trial court should not have submitted the conversion claim to the jury because the \"gist of the action\" was the contract claim. We also hold that PCC, the prevailing party, was nevertheless aggrieved by the verdict, which did not award the interest PCC sought under the constructi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pittsburgh-construction-co-v-griffith"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}