{
  "id": 9138,
  "title": "2003년 In re Esmeralda C. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Esmeralda C.. 판결일: 2003-10-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Esmeralda C., a Person Alleged to be a Juvenile Delinquent\n**판결일**: 2003-10-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 309 A.D.2d 507\n- 765 N.Y.S.2d 244\n\n## 판결문 요약\n\n\nOrder of disposition, Family Court, Bronx County (Sidney Gribetz, J.), entered on or about November 21, 2001, which adjudicated appellant a juvenile delinquent, upon a fact-finding determination that she committed acts which, if committed by an adult, would constitute the crimes of robbery in the second degree, attempted gang assault in the second degree and assault in the second degree, and placed her with the Office of Children and Family Services for a period of 18 months, unanimously affirmed, without costs.\nThe court’s finding was based on legally sufficient evidence and was not against the weight of the evidence (People v Bleakley, 69 NY2d 490, 495 [1987]). There is no basis for disturbing the court’s determinations concerning credibility. The victim’s credible testimony clearly established that appellant deliber*508ately stole the victim’s property, and also established the element of physical injury (see People v Guidice, 83 NY2d 630, 636 [1994]).\nThe court properly exercised its discretion in ordering placement, which was the least restrictive alternative (see Matter of Katherine W., 62 NY2d 947 [1984]). Concur — Buckley, P.J., Tom, Ellerin, Marlow and Gonzalez, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-esmeralda-c"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9107,
    9110,
    9126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}