{
  "id": 9140,
  "title": "2003년 Griffith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-10-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Griffith. 판결일: 2003-10-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: London GRIFFITH, Appellant, v. the STATE of Texas\n**판결일**: 2003-10-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Price\n\n## 변호인\n\nRoland Brice Moore, III, Houston, for Appellant., Alan Curry, Assist. DA, Houston, Matthew Paul, State’s Attorney, Austin, for the State.\n\n## 인용\n\n- 116 S.W.3d 782\n\n## 판결문 요약\n\n\n116 S.W.3d 782 (2003)\nLondon GRIFFITH, Appellant,\nv.\nThe STATE of Texas.\nNo. 1602-02.\nCourt of Criminal Appeals of Texas.\nOctober 1, 2003.\n*783 Roland Brice Moore, III, Houston, for Appellant.\nAlan Curry, Assist. DA, Houston, Matthew Paul, State's Attorney, Austin, for the State.\n\n\n*784 OPINION\n\nPRICE, J., delivered the opinion of the Court.\nTexas Penal Code Section 12.42(c)(2) provides an enhanced punishment range for repeat sex offenders. In the appellant's trial for sexual assault of a child, the State sought to enhance his punishment with two prior convictions from 1980 under former Penal Code Sections 21.02 (rape)[1] and 21.03 (aggravated rape),[2] even though those offenses are not specifically enumerated in the statute. See Tex. Pen.Code § 12.42(c)(2)(B)(i)-(iv). In this case, we are called upon decide whether Penal Code Section 12.42(c)(2)(B) includes the statutory predecessors to the offenses enumerated therein. We conclude that they do.\n\nBACKGROUND\nA Harris County jury convicted the appellant, London Griffith, of aggravated sexual assault of a child. Tex. Penal Code § 22.021(a)(1)(B). During the punishment phase, the State sought to enhance the appellant's sentence by offering evidence of the appellant's prior convictions for attempted rape in Mississippi in 1962, rape in Texas in 1980, and aggravated rape in Texas in 1980. The jury found the enhancement paragraphs for the offenses committed in Texas to be true, and assessed punishment at life in prison pursuant to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffith-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9174,
    9185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}