{
  "id": 9145,
  "title": "2003년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-09-30",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Davis. 판결일: 2003-09-30. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Davis v. State\n**판결일**: 2003-09-30\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: King, P.J., Bridges and Irving\n\n## 인용\n\n- 866 So. 2d 1107\n\n## 판결문 요약\n\n\n866 So.2d 1107 (2003)\nEric Shawn DAVIS, Appellant,\nv.\nSTATE of Mississippi, Appellee.\nNo. 2002-KA-00209-COA.\nCourt of Appeals of Mississippi.\nSeptember 30, 2003.\nRehearing Denied December 16, 2003.\n*1108 Pamela A. Ferrington, Natchez, attorney for appellant.\n*1109 Office of the Attorney General by Billy L. Gore, attorney for appellee.\nBefore KING, P.J., BRIDGES and IRVING, JJ.\nIRVING, J., for the court.\n¶ 1. Eric Shawn Davis was convicted by an Adams County jury of two counts of simple assault, one count of aggravated assault and one count of possession of a deadly weapon by a convicted felon. Feeling aggrieved, Davis has appealed and alleges (1) that the indictment was defective and should have been quashed, (2) that the jury's verdict was against the weight of the evidence, and (3) that the evidence was legally insufficient to sustain the convictions.\n¶ 2. Detecting no reversible error, this Court affirms the trial court's judgment.\n\nFACTS\n¶ 3. On November 3, 1999, around 7:20 a.m., Vanessa James was treated in Natchez Regional Medical Center for bruises to her face, neck, hemorrhaging in the whites of her eyes, and a small puncture wound above her left breast. James told the hospital staff that her injuries were from a fight she had two days earlier.\n¶ 4. James identified her attacker as Eric Shawn Davis. James and Davis were involved in a sexual affair. James testified that, on the night of the assault, she picked up Davis while he was walking on the side of the road. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9070,
    9078,
    9120,
    9158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}