{
  "id": 9151,
  "title": "2003년 Boyd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-09-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Boyd. 판결일: 2003-09-26. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Boyd v. State\n**판결일**: 2003-09-26\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Cobb\n\n## 인용\n\n- 913 So. 2d 1113\n\n## 판결문 요약\n\n\n913 So.2d 1113 (2003)\nAnthony BOYD\nv.\nSTATE.\nCR-02-0037.\nCourt of Criminal Appeals of Alabama.\nSeptember 26, 2003.\nRehearing Denied December 2, 2003.\nCertiorari Denied May 27, 2005.\n*1119 David A. Brown, Boston, Massachusetts; and Raymond Charles Bryan, Anniston, for appellant.\n*1120 William H. Pryor, Jr., atty. gen., and Nathan A. Forrester, deputy atty. gen., and Tracy Daniel and James R. Houts, asst. attys. gen., for appellee.\nAlabama Supreme Court 1030438.\nCOBB, Judge.\nIn March 1995, Anthony Boyd was convicted in the Talladega Circuit Court of murder made capital because it occurred during the course of a kidnapping in the first degree. See § 13A-5-40(a)(1), Ala. Code 1975. The jury recommended by a vote of 10-2 that the death sentence be imposed. The trial court accepted the jury's recommendation and sentenced Boyd to death. This court affirmed the conviction and sentence. Boyd v. State, 715 So.2d 825 (Ala.Crim.App.1997). Boyd now appeals from the circuit court's dismissal of his postconviction petition filed pursuant to Rule 32, Ala. R.Crim. P. We affirm.\nOn direct appeal of Boyd's conviction and death sentence, this court, quoting the trial court's order, summarized the evidence presented at Boyd's trial:\n\"`The victim of this crime was Gregory Huguley. The participants in this capital murder are the defendant, Anthony Boyd, Shawn Ingram, Marcel Ackles and Quintay Cox. All of these participants played an active role in the abduction and the murder of the victim. All we...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyd-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}