{
  "id": 9152,
  "title": "2003년 McClenithan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-09-26",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McClenithan. 판결일: 2003-09-26. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: McClenithan v. State\n**판결일**: 2003-09-26\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Salcines\n\n## 인용\n\n- 855 So. 2d 675\n\n## 판결문 요약\n\n\n855 So. 2d 675 (2003)\nCharles Leroy McCLENITHAN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 2D02-2794.\nDistrict Court of Appeal of Florida, Second District.\nSeptember 26, 2003.\nJames Marion Moorman, Public Defender, and John C. Fisher, Assistant Public Defender, Bartow, for Appellant.\nCharles J. Crist, Jr., Attorney General, Tallahassee, and Deborah F. Hogge, Assistant Attorney General, Tampa, for Appellee.\nSALCINES, Judge.\nCharles Leroy McClenithan appeals his convictions for aggravated assault and armed trespass. McClenithan asserts that the twenty-year minimum mandatory term imposed by the trial court was improper and that the trial court erred when it denied his motion to correct sentencing errors pursuant to Florida Rule of Criminal Procedure 3.800(b). Of the five issues raised on appeal, two have merit. We *676 affirm in part, reverse in part, and remand.\nMcClenithan was charged with four counts of attempted first-degree murder, one count of shooting into a building, one count of burglary with a firearm, and one count of possession of a firearm while a domestic violence injunction was in effect.\nAfter a jury trial, McClenithan was found not guilty of three counts of attempted first-degree murder and found to be guilty of only one count of the allegedly lesser-included offense of aggravated assault. He was also convicted of shooting into a building, the lesser-included offense of trespass in a structure with a firearm, and possession of a firearm while a domestic vio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcclenithan-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}