{
  "id": 9157,
  "title": "2003년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-09-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2003-09-22. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: ALLOC, INC., BERRY FINANCE N v.  AND VALINGE ALUMINIUM, AB v. INTERNATIONAL TRADE COMMISSION, AND PERGO, INC., AND ROYSOL, AND AKZENTA PANEELE + PROFILE GMBH, AND UNILIN DÉCOR N v.  BHK OF AMERICA, AND MEISTER-LEISTEN SCHULTE, GMBH, INTERVENORS\n**판결일**: 2003-09-22\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 342 F.3d 1361\n\n## 판결문 요약\n\n342 F.3d 1361\n    ALLOC, INC., Berry Finance N.V., and Valinge Aluminium, AB, Appellants,v.INTERNATIONAL TRADE COMMISSION, Appellee, andPergo, Inc., andRoysol, andAkzenta Paneele + Profile GmbH, andUnilin D&#233;cor N.V., BHK of America, and Meister-Leisten Schulte, GmbH, Intervenors.\n    No. 02-1222.\n    No. 02-1291.\n    United States Court of Appeals, Federal Circuit.\n    DECIDED: September 10, 2003.\n    Corrected September 22, 2003.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Daniel J. O'Connor, Baker &amp; McKenzie, of Chicago, Illinois, argued for appellants. With him on the brief were David I. Roche, Jasmine C. Abdel-khalik, and Shima S. Roy.\n      Clara Kuehn, Attorney, International Trade Commission, of Washington, DC, argued for appellee. On the brief were Lyn M. Schlitt, General Counsel; James M. Lyons, Deputy General Counsel; and Timothy P. Monaghan, Attorney. Of counsel were David I. Wilson, Michael Diehl, and Wayne Herrington, Attorneys.\n      John M. DiMatteo, Wilkie Farr &amp; Gallagher, LLP, of New York, New York, argued for intervenors Unilin D&#233;cor N.V., BHK of America, Meister-Leisten Schulte GmbH, and all other intervenors. On the brief were Eugene M. Gelernter, of Patterson, Belknap, Webb &amp; Tyler LLP; Art C. Cody, of Wilkie Farr &amp; Gallagher, LLP; and Laura M. Raisty, Adeel A. Mangi, and Daniel Ravicher, Patterson, Belknap, Webb &amp; Tyler LLP, of New York, New York. Of counsel was Cecilia H. Gonzalez, Howrey, Simon Arnold...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alloc-inc-berry-finance-n-v-and-valinge-aluminium-ab-v-international"
    }
  ],
  "relatedIncidents": [
    9256,
    9297,
    8634,
    8756,
    8815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}