{
  "id": 9172,
  "title": "2003년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-09-10",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Brown. 판결일: 2003-09-10. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: BROWN, Appellant, v. MARCUS THEATRES CORPORATION, Appellee, Et Al.\n**판결일**: 2003-09-10\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Farmer, Gwin, Wise\n\n## 변호인\n\nJames L. Mann, for appellant.\n\nDouglas Holthus, for appellee Marcus Theatres Corporation.\n\nChristopher C. Tsitouris, for appellee Irwin Seating Company.\n\n## 인용\n\n- 797 N.E.2d 95\n- 154 Ohio App. 3d 273\n- 2003 Ohio 4852\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} On December 2, 1999, appellant, Charles Brown, went to a movie theater owned by appellee, Marcus Theatres Corporation. As he was taking his seat in the darkened theater, appellant fell to the bottom supporting brace of the chair due to a missing seat cushion. Appellant sustained injuries.\n  {&#182; 2} On October 10, 2000, appellant filed a complaint against appellee. Appellee filed a third-party complaint against Irwin Seating Company. On June 28, 2001, appellee filed a motion for summary judgment. By decision filed November 18, 2002 and judgment entry filed February 27, 2003, the trial court granted said motion.\n  {&#182; 3} Appellant filed an appeal and this matter is now before this court for consideration. Assignment of error is as follows:\n  {&#182; 4} \"The trial court erred in granting summary judgment to the defendant.\"\n  {&#182; 5} Appellant claims the trial court erred in granting summary judgment to appellee. Specifically, appellant claims the trial court erred in finding there was a failure \"to offer evidence to support any one of the required elements for a breach of the duty owed by a premises owner to its invitees.\" We agree.\n  {&#182; 6} \"Summary Judgment motions are to be resolved in light of the dictates of Civ.R. 56. Said rule was reaffirmed by the Supreme Court of Ohio in State ex rel. Zimmerman v. Tompkins, 75 Ohio St.3d 447, 448,1996-Ohio-211:\n  {&#182; 7} \"Civ.R. 56(C) provides that before summary judgm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-marcus-theatres-corp"
    }
  ],
  "relatedIncidents": [
    9024,
    9085,
    9111,
    9118,
    9243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}