{
  "id": 9185,
  "title": "2003년 Gregory Lynn Willis v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-08-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Gregory Lynn Willis v. State. 판결일: 2003-08-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Gregory Lynn Willis v. State\n**판결일**: 2003-08-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\n\n\n\nWILLIS V. STATE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCOURT OF APPEALS\n\nSECOND DISTRICT OF TEXAS\n\nFORT WORTH\n\n\n\n\n\nNOS.  2-02-117-CR\n\n        2-02-118-CR\n\n\n\n\n\nGREGORY LYNN WILLIS\tAPPELLANT\n\n\n\nV.\n\n\n\nTHE STATE OF TEXAS\tSTATE\n\n\n\n------------\n\n\n\nFROM CRIMINAL DISTRICT COURT NO. 1 OF TARRANT COUNTY\n\n\n\n------------\n\n\n\nOPINION\n\n\n\n------------\n\nAppellant was given deferred adjudication pursuant to pleas of nolo contendere to two felony charges.  He appeals from judgments adjudicating his guilt and sentencing him to two and five years’ confinement, respectively.  We affirm the trial court’s judgments.\n\nBACKGROUND FACTS\n\nIn 1997, Appellant was charged in two indictments with aggravated assault with a deadly weapon and aggravated robbery with a deadly weapon. Pursuant to a Mental Health and Mental Retardation (“MHMR”) staff psychiatrist’s recommendation and on the motion of Appellant’s counsel, the trial court ordered a competency examination.  Following his examination by a court-appointed psychiatrist, a jury found Appellant not competent to stand trial.  The trial court adjudged Appellant incompetent and ordered that he be sent to Vernon State Hospital.  After a ninety-day commitment period, and based upon the opinion of the hospital psychiatrist, the trial court rendered a judgment, without objection by Appellant or his counsel, that he was competent to stand trial.\n\nPursuant to a plea bargain and stipulation of evidence, Appellant then pleaded nolo contendere to both charges and was placed on defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gregory-lynn-willis-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eddie-joseph-arnold-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9039,
    9049,
    9082,
    9086
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}