{
  "id": 9188,
  "title": "2003년 Rente Co. v. Truckers Express, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-08-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rente Co. v. Truckers Express, Inc.. 판결일: 2003-08-28. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: RENTE COMPANY and Mike Kiszkiel, Appellants, v. TRUCKERS EXPRESS, INC., Appellee\n**판결일**: 2003-08-28\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Kem Thompson Frost\n\n## 변호인\n\nTracy C. Temple, Karen Ann Lister, Houston, for appellants., Barham Lewis, Houston, for appellee.\n\n## 인용\n\n- 116 S.W.3d 326\n\n## 판결문 요약\n\n\n116 S.W.3d 326 (2003)\nRENTE COMPANY and Mike Kiszkiel, Appellants,\nv.\nTRUCKERS EXPRESS, INC., Appellee.\nNo. 14-02-00006-CV.\nCourt of Appeals of Texas, Houston (14th Dist.).\nAugust 28, 2003.\n*327 Tracy C. Temple, Karen Ann Lister, Houston, for appellants.\nBarham Lewis, Houston, for appellee.\n*328 Panel consists of Justices ANDERSON, FOWLER, and FROST.\n\nOPINION\nKEM THOMPSON FROST, Justice.\nThis case arises out of a business dispute between appellee Truckers Express, Inc. and appellant Rente Company and its owner, appellant Mike Kiszkiel. The trial court granted Truckers's motion for directed verdict as to its promissory-note claim against Rente and Kiszkiel, refused to submit jury questions as to Rente's conversion and fraud claims against Truckers, and submitted jury questions as to whether Rente or Truckers breached the equipment lease agreement between them. We hold that the trial court erred in granting a directed verdict as to the note claim and in refusing to submit a jury question as to the conversion claim, but that it did not err by refusing to submit the fraud question. We conclude the evidence is sufficient to support the jury's finding that Truckers did not breach the lease agreement, but that the evidence is insufficient to support the damage finding regarding Rente's breach. Therefore, we reverse the trial court's judgment on Rente's claim for conversion of the equipment and Truckers's breach-of-contract claim, sever these claims, and remand them for a new trial....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rente-co-v-truckers-express-inc"
    }
  ],
  "relatedIncidents": [
    9057,
    9063,
    9101,
    9130,
    9254
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}