{
  "id": 9208,
  "title": "2003년 Carpitcher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-08-11",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Carpitcher. 판결일: 2003-08-11. 법원: Roanoke County Circuit Court.",
  "description": "## 사건 정보\n\n**사건명**: Aleck J. Carpitcher v. George M. Hinkle, Warden\n**판결일**: 2003-08-11\n**법원**: Roanoke County Circuit Court\n**관할**: Virginia, VA\n\n**판사**: Doherty\n\n## 인용\n\n- 62 Va. Cir. 391\n\n## 판결문 요약\n\n\nBy Judge Robert P. Doherty, Jr.\nThis matter comes before the Court on the Plaintiffs Petition for a Writ of Habeas Corpus. Plaintiff seeks relief from his convictions before a jury of one count of sexual battery of a minor, three counts of animate object sexual penetration of a minor, and one count of indecent liberties with a minor. He was found not guilty of one count of indecent liberties with a minor. No physical evidence of assault was presented to the jury. The convictions were based primarily on the testimony of the victim, a young girl who was age nine and ten at the time of the acts in question. The Court sentenced the criminal defendant to 73 years in the penitentiary, suspended after 38 years were served, and a fine of $20,000.00 that was also suspended. Nine months after sentencing, the child victim recanted that portion of her testimony relating to the sexual battery of a minor and the three counts of animate object penetration of a minor. She did not retract her testimony concerning the two counts of indecent liberties with a minor. As the Plaintiff was barred by the twenty-one day rule as set forth in Rule 1:1 of the Rules of the Supreme Court *392of Virginia from being granted a new trial, he filed this Petition challenging the constitutionality of his convictions. An evidentiary hearing was held, after which the Court took the matter under advisement. Upon reviewing the transcript of the habeas corpus hearing, the criminal file of the Commonwealth’s Attorney...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carpitcher-v-hinkle"
    }
  ],
  "relatedIncidents": [
    9024,
    9070,
    9078,
    9120,
    9145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}