{
  "id": 9223,
  "title": "2003년 State v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-07-24",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: State v. Johnson. 판결일: 2003-07-24. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Appellant, v. JESSE L. JOHNSON, Respondent\n**판결일**: 2003-07-24\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Carson, Chief Justice, and Gillette, Durham, Riggs, De Muniz, and Balmer, Justices\n\n## 변호인\n\nJennifer S. Lloyd, Assistant Attorney General, Salem, argued the cause and filed the briefs for appellant. With her on the briefs were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General., Jesse Wm. Barton, Salem, argued the cause and filed the brief for respondent.\n\n## 인용\n\n- 73 P.3d 282\n- 335 Or. 511\n\n## 판결문 요약\n\n\n73 P.3d 282 (2003)\n335 Or. 511\nSTATE of Oregon, Appellant,\nv.\nJesse L. JOHNSON, Respondent.\nCC 98C46239, SC S49843\nSupreme Court of Oregon.\nArgued and Submitted March 11, 2003.\nDecided July 24, 2003.\n*283 Jennifer S. Lloyd, Assistant Attorney General, Salem, argued the cause and filed the briefs for appellant. With her on the briefs were Hardy Myers, Attorney General, and Mary H. Williams, Solicitor General.\nJesse Wm. Barton, Salem, argued the cause and filed the brief for respondent.\nBefore CARSON, Chief Justice, and GILLETTE, DURHAM, RIGGS, De MUNIZ, and BALMER, Justices.\nGILLETTE, J.\nIn this aggravated murder case, the state appeals from a pretrial ruling that suppressed certain evidence.[1] The police seized the evidence in question pursuant to a warrant. The issue before us is whether the trial court erred in suppressing that evidence on the ground that the seizure was tainted by an earlier, unlawful seizure of the same evidence. For the reasons that follow, we conclude that, on the record before us, the trial court did not err.\nThe underlying charge involves the death of Harriet Thompson, who was stabbed to death in her home on or about March 20, 1998. (The uncertainty relates to whether the victim was killed before or after midnight on March 19.) The victim's body was found on the living room floor of the home. Someone apparently had stepped in the victim's blood and then tracked the blood on the floor. The track included a partial shoe sole impression that appeared t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}