{
  "id": 9226,
  "title": "2003년 McAllister 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2003-07-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McAllister. 판결일: 2003-07-22. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Benjamin MCALLISTER v. Larry SMALL, Warden Attorney General of the State of California\n**판결일**: 2003-07-22\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Paez, Reed, Thomas\n\n## 인용\n\n- 70 F. App'x 947\n\n## 판결문 요약\n\n\nMEMORANDUM **\nI.\nBenjamin McAlister (“McAllister”) appeals the district court’s dismissal of his petition for a writ of habeas corpus under 28 U.S.C. § 2254. A state court jury convicted McAllister of two counts of first degree burglary: one for the burglary of Mack Baker’s (“Baker”) house and one for the burglary of Doris Brown’s (“Brown”) house. Brown testified at a preliminary hearing that she identified McAlister shortly after the burglary of her home at a field identification in front of Baker’s house; however, Brown did not testify at the trial. In his habeas petition, McAllister alleged that his Sixth Amendment right to confrontation was violated by the admission of Brown’s preliminary hearing testimony. Because the parties are familiar with the facts, we do not recount them here.\n*949McAllister filed his petition for habeas corpus relief after April 24, 1996; therefore, the Antiterrorism and Effective Death Penalty Act (“AEDPA”), Pub.L. No. 104-132, 110 Stat. 1214 (1996), guides our review of McAllister’s constitutional claims. According to AEDPA, habeas relief may be granted if a state court’s adjudication of the claim\n(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or (2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\n28 U.S.C. § 2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcallister-v-small"
    }
  ],
  "relatedIncidents": [
    9398,
    8931,
    9507,
    8281,
    8364
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}