{
  "id": 9236,
  "title": "2003년 Vandeweaghe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-07-21",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Vandeweaghe. 판결일: 2003-07-21. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: State of New Jersey, Plaintiff-Appellant, v. Peter Vandeweaghe, Defendant-Respondent\n**판결일**: 2003-07-21\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Zazzali\n\n## 변호인\n\nNancy A Hulett, Deputy Attorney General, argued the cause for appellant (Peter C. Harvey, Acting Attorney General of New Jersey, attorney; Ms. Hulett and Wendy Alice Way, Deputy Attorney General, of counsel and on the briefs)., Stephen W. Kirsch, Assistant Deputy Public Defender, argued the cause for respondent (Yvonne Smith Segars, Public Defender, attorney).\n\n## 인용\n\n- 827 A.2d 1028\n- 177 N.J. 229\n\n## 판결문 요약\n\n\n827 A.2d 1028 (2003)\n177 N.J. 229\nSTATE of New Jersey, Plaintiff-Appellant,\nv.\nPeter VANDEWEAGHE, Defendant-Respondent.\nSupreme Court of New Jersey.\nArgued April 29, 2003.\nDecided July 21, 2003.\n*1029 Nancy A. Hulett, Deputy Attorney General, argued the cause for appellant (Peter C. Harvey, Acting Attorney General of New Jersey, attorney; Ms. Hulett and Wendy Alice Way, Deputy Attorney General, of counsel and on the briefs).\nStephen W. Kirsch, Assistant Deputy Public Defender, argued the cause for respondent (Yvonne Smith Segars, Public Defender, attorney).\nThe opinion of the Court was delivered by ZAZZALI, J.\nIn this appeal we must determine whether the admission of irrelevant and highly prejudicial evidence that defendant suffered from antisocial personality disorder was justified on the ground that defendant \"opened the door\" in his intoxication defense to murder.\nThis matter arose after several individuals witnessed defendant Peter Vandeweaghe kick his female companion to death in Atlantic City. Defendant claimed that at the time of the incident he was incapable of forming the requisite mens rea for purposeful or knowing murder, N.J.S.A. 2C:11-3a(1), (2), due to severe, self-induced intoxication. Defendant and the State each presented a forensic psychologist *1030 to testify regarding defendant's intoxication and its impact on his ability to act purposely or knowingly. In addition, each expert presented conflicting testimony concerning whether defendant suffered from ant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vandeweaghe"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}