{
  "id": 9242,
  "title": "2003년 Love 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-07-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Love. 판결일: 2003-07-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Christopher Love\n**판결일**: 2003-07-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Kane\n\n## 인용\n\n- 307 A.D.2d 528\n- 762 N.Y.S.2d 162\n\n## 판결문 요약\n\n\nKane, J.\nAppeal from a judgment of the County Court of Chemung County (Buckley, J.), rendered February 7, 2000, upon a verdict convicting defendant of the crimes of sodomy in the first degree (two counts) and burglary in the second degree.\nDefendant knocked on the victim’s door early in the morning. When she opened it a crack, he pushed his way into the house, grabbed her by the shoulders and backed her up to the couch. After pushing her onto the couch and threatening that he or his friends would hurt her if she screamed or told anyone,-he engaged in sexual acts with her. Defendant was indicted for *529rape in the first degree, burglary in the second degree and two counts of sodomy in the first degree. After trial, where the victim’s testimony was controverted by some of the physical evidence and defendant’s version of the incident, the jury acquitted defendant of rape, but found him guilty on the remaining charges. County Court sentenced defendant, as a second violent felony offender, to concurrent determinate prison terms of 22 years for each sodomy count and 10 years for the burglary count.\nDefendant claims that his convictions were not supported by legally sufficient evidence and were against the weight of the evidence. Legal sufficiency examines “whether there is any valid line of reasoning and permissible inferences which could lead a rational person to the conclusion reached by the jury on the basis of the evidence at trial and as a matter of law satisfy the proof and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-love"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}