{
  "id": 9243,
  "title": "2003년 In Re Condemnation of Certain Rights 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-07-16",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: In Re Condemnation of Certain Rights. 판결일: 2003-07-16. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: In Re Condemnation of Certain Rights\n**판결일**: 2003-07-16\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Carter\n\n## 인용\n\n- 666 N.W.2d 137\n\n## 판결문 요약\n\n\n666 N.W.2d 137 (2003)\nIn the Matter of the CONDEMNATION OF CERTAIN RIGHTS IN LAND FOR THE CONSTRUCTION OF A COUNTY ROAD BY ALLAMAKEE COUNTY, IOWA.\nRichard H. Wild, Randy L. Wild, Robert B. Wild, Donald G. Kermeen, Lillian Kermeen, Evelyn Wild, and Dale Buntrock, Appellants,\nv.\nAllamakee County, Appellee.\nNo. 02-0393.\nSupreme Court of Iowa.\nJuly 16, 2003.\n*138 Dennis G. Larson of Larson Law Office, Decorah, for appellants.\nRobert W. Goodwin of Goodwin Law Office, P.C., Ames, for appellee.\nCARTER, Justice.\nPlaintiffs, Richard H. Wild, Randy L. Wild, Robert D. Wild, Donald K. Kermeen, Lillian Kermeen, Evelyn Wild, and Dale Buntrock, who are owners of property within an \"agricultural area,\" created pursuant to Iowa Code section 352.6 (2001), appeal from an adverse judgment in their action to enjoin Allamakee County from taking land within the area by eminent domain. After reviewing the record and considering the arguments presented, we affirm the district court's grant of summary judgment denying injunctive relief.\nThe taking by eminent domain, which plaintiffs sought to enjoin, involved 19.12 acres of land, all of which was situated within an agricultural area created pursuant to Iowa Code section 352.6. On April 6, 2001, an eminent-domain proceeding was initiated by the county for purposes of relocating a county road so as to align with a newly constructed bridge. Plaintiffs' injunction action was commenced on May 15, 2001. The award of the compensation commission totaling $10...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-condemnation-of-certain-rights"
    }
  ],
  "relatedIncidents": [
    9024,
    9085,
    9111,
    9118,
    9172
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}