{
  "id": 9254,
  "title": "2003년 Agillion, Inc. v. Mary Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-07-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Agillion, Inc. v. Mary Oliver. 판결일: 2003-07-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Agillion, Inc. v. Mary Oliver\n**판결일**: 2003-07-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n\n                                      NO. 03-02-00562-CV\n\n\n\n                                    Agillion, Inc., Appellant\n\n                                                 v.\n\n                                     Mary Oliver, Appellee\n\n\n\n\n     FROM THE DISTRICT COURT OF TRAVIS COUNTY, 126TH JUDICIAL DISTRICT\n        NO. GN1-00571, HONORABLE F. SCOTT MCCOWN, JUDGE PRESIDING\n\n\n\n                                          OPINION\n\n\n               Mary Oliver sued Agillion, Inc. and Steve Papermaster, the former CEO of Agillion,\n\nfor breach of contract, fraud, and negligent misrepresentation involving the circumstances\n\nsurrounding her decision to leave American Express to work for Agillion. Oliver dismissed her\n\nfraud claim as well as all claims against Papermaster. Oliver filed a motion for partial summary\n\njudgment on her breach of contract claim, which the trial court granted. The case proceeded to trial\n\non the sole claim of negligent misrepresentation. The jury awarded Oliver $589,200 in actual\n\ndamages and $883,800 in punitive damages.\n\n               On appeal, Agillion argues that the trial court erred in: (1) submitting the negligent\n\nmisrepresentation claim to the jury and rendering judgment on the findings of the jury because\n\nOliver’s claim is a contract claim not a tort claim and (2) submitting a punitive damages charge to\n\fthe jury and rendering judgment on the finding of punitive damages made by the jury. Ag...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=agillion-inc-v-mary-oliver"
    }
  ],
  "relatedIncidents": [
    9057,
    9063,
    9101,
    9130,
    9188
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}