{
  "id": 9256,
  "title": "2003년 In Re Detention of Thorell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-07-10",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In Re Detention of Thorell. 판결일: 2003-07-10. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Detention of Thorell\n**판결일**: 2003-07-10\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Johnson\n\n## 인용\n\n- 72 P.3d 708\n\n## 판결문 요약\n\n\n72 P.3d 708 (2003)\n149 Wash.2d 724\nIn re the DETENTION OF Bernard THORELL, Petitioner.\nIn re the Detention of Kenneth R. Gordon, State of Washington, Respondent.\nIn re the Detention of Gordon Michael Strauss, Petitioner,\nIn re the Detention of Charles Lee Johnson, Petitioner.\nIn re the Detention of Casper William Ross, Respondent.\nIn re the Detention of Roger Charles Bishop, Petitioner.\nNos. 69574-1, 70488-1, 70967-0, 71059-7, 71315-4, 70405-8.\nSupreme Court of Washington, En Banc.\nArgued May 29, 2002.\nDecided July 10, 2003.\n*712 The Public Defender Association, David Hirsch, Dennis Carroll, Douglas McCrae, Leslie Garrison, Christine Gregoire, Attorney General, Sarah Sappington, Todd Bowers, Asst. Attorneys General, Washington Appellate Project, Jason Saunders, Nielsen, Broman &amp; Assoc., James Dixon, Eric Broman, Seattle, for Petitioners.\nNorm Maleng, King County Prosecutor, Michelle Hauptman, David Hackett, Jeffrey Dernbach, Deputies, Seattle, James Krider, Snohomish County Prosecutor, Seth Fine, David Thiele, Deputies, Everett, Suzanne Elliott, Seattle, for Respondents.\nLisa O'Toole, Seattle, for Amicus Curiae.\nTiller Wheeler Tiller, Peter Tiller, Centralia. *709 *710\n*711 JOHNSON, J.\nThis case involves three issues regarding commitment proceedings under chapter 71.09 RCW, the sexually violent predator act (SVPA). The first issue is whether the fact finder must determine that the person facing commitment as a sexually violent predator (SVP) has serious difficulty contro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-detention-of-thorell"
    }
  ],
  "relatedIncidents": [
    9157,
    9297,
    8634,
    8756,
    8815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}