{
  "id": 9269,
  "title": "2003년 State of Tennessee v. Kerry L. Dowell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-27",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Kerry L. Dowell. 판결일: 2003-06-27. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Kerry L. Dowell\n**판결일**: 2003-06-27\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                                   December 10, 2002 Session\n\n                  STATE OF TENNESSEE v. KERRY L. DOWELL\n\n                 Direct Appeal from the Criminal Court for Davidson County\n                          No. 2000-C-1380    Seth Norman, Judge\n\n\n\n                      No. M2002-00630-CCA-R3-CD - Filed June 27, 2003\n\n\nThe defendant, Kerry L. Dowell, was convicted by a jury of kidnapping, car jacking, robbery, felony\nevasion of arrest, and misdemeanor evading arrest, and was sentenced to an effective twenty-four\nyears in the Tennessee Department of Correction. On appeal, the defendant claims that the evidence\nwas insufficient to support his conviction for kidnapping, car jacking, and Class D felony evading\narrest; the trial court erred in failing to suppress a statement he made to the police; the trial court\nerred in failing to give a limiting instruction to the jury regarding the defendant’s prior convictions;\nthe trial court failed to properly instruct the jury on lesser-included offenses; and the trial court erred\nin sentencing the defendant consecutively on one of the counts. The Class D felony evading arrest\nconviction is reversed. We affirm all other judgments of the trial court.\n\nTenn. R. App. P. 3 Appeal as of Right; Judgments of the Criminal Court Affirmed in Part\n                                  and Reversed in Part\n\nJOHN EVERETT WILLIAMS, J., delivered the opi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-kerry-l-dowell"
    }
  ],
  "relatedIncidents": [
    9045,
    9135,
    9410,
    8668,
    8692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}