{
  "id": 9275,
  "title": "2003년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-23",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Williams v. State. 판결일: 2003-06-23. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: John H. WILLIAMS v. STATE of South Carolina\n**판결일**: 2003-06-23\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Burnett, Moore, Pleicones, Toal, Waller\n\n## 변호인\n\nSenior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, of Columbia; for Petitioner., Attorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Chief, Capital & Collateral Litigation Donald J. Zelenka, Assistant Deputy Attorney General B. Allen Bullard, Jr., and Assistant Attorney General W. Bryan Dukes, of Columbia, for Respondent.\n\n## 인용\n\n- 354 S.C. 630\n- 583 S.E.2d 52\n\n## 판결문 요약\n\n\nJustice WALLER:\nIn this post-conviction relief (PCR) action, petitioner John H. Williams’ appellate counsel filed a Johnson1 petition for a writ of certiorari. We denied counsel’s request to be relieved and directed the parties to address the following question:\nDid the PCR judge err in directing, pursuant to In re Maxton, 325 S.C. 3, 478 S.E.2d 679 (1996), the Georgetown County Clerk of Court not to accept any further applications for PCR from petitioner unless he pays the $70 filing fee generally required for the filing of a summons and complaint?\nWe subsequently granted the petition for a writ of certiorari to review this issue, and we now vacate the trial court’s order.\nFACTS\nPetitioner was indicted for murder. A jury convicted him of voluntary manslaughter in 1985. He was sentenced to thirty years imprisonment. This Court affirmed his conviction in an unpublished decision. State v. Williams, Op. No. 86-MO-077 (S.C. Sup.Ct. filed Feb. 27,1986).\nPetitioner filed his PCR application in 1986. The PCR action was dismissed. He filed a second PCR application in 1989 which was dismissed after a hearing. This Court denied certiorari in 1991. Petitioner filed a third PCR action in 1994, and again relief was denied after a hearing. This Court granted certiorari and reversed. Williams v. State, Op. NO.2000-MO-029 (S.C. Sup.Ct. filed Mar. 13, 2000).2\nThe instant case arises out of petitioner’s fourth PCR application filed in 2000. The State filed a return and motion to dismiss based...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}