{
  "id": 9279,
  "title": "2003년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2003-06-20. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re: Magnetic Audiotape Antitrust Litigation Texas International Magnetics, Inc., F/k/a Hix Recording, on Behalf of Itself and All Others Similarly Situated, and Crown Magnetics, Inc., and Premier Multimedia, Inc., Plaintiff-Counter-Defendant-Appellant v. Auriga-Aurex, Inc., Defendant-Counter-Claimant-Appellee, and Sunkyong Industries Co., F/k/a Sunkyong Ltd, Sunkyong America, Inc. (New York), Sunkyong America, Inc. (Los Angeles), Basf Magnetics Gmbh, Emtec Magnetics Promedia, Inc., F/k/a Jr Pro Sales, Emtec Magnetics Gmbh, Kohap Group of Korea, Kohap Inc., Emtec Holding Gmbh, Aurex S.A. De C v. (Auriga), Tdk Corporation, Tdk Electronics Corporation, and Skm Ltd., Formerly Sk Magnetic Co. Ltd.\n**판결일**: 2003-06-20\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 334 F.3d 204\n\n## 판결문 요약\n\n334 F.3d 204\n    In re: MAGNETIC AUDIOTAPE ANTITRUST LITIGATIONTexas International Magnetics, Inc., f/k/a Hix Recording, on behalf of itself and all others similarly situated, and Crown Magnetics, Inc., Plaintiffs-Appellants, andPremier Multimedia, Inc., Plaintiff-Counter-Defendant-Appellant,v.Auriga-Aurex, Inc., Defendant-Counter-Claimant-Appellee, andSunkyong Industries Co., f/k/a Sunkyong Ltd, Sunkyong America, Inc. (New York), Sunkyong America, Inc. (Los Angeles), BASF Magnetics GMBH, EMTEC Magnetics Promedia, Inc., f/k/a Jr Pro Sales, EMTEC Magnetics GMBH, Kohap Group of Korea, Kohap Inc., EMTEC Holding GMBH, Aurex S.A. De C.V. (Auriga), TDK Corporation, TDK Electronics Corporation, and SKM Ltd., formerly SK Magnetic Co. Ltd., Defendants-Appellees.\n    Docket No. 02-7687.\n    United States Court of Appeals, Second Circuit.\n    Argued/Submitted March 13, 2003.\n    Decided: June 20, 2003.\n    \n      Howard J. Sedran, Philadelphia, PA (Levin, Fishbein, Sedran &amp; Berman, Eric L. Olson, Karla Gluek, Heins, Mills &amp; Olson, P.L.C., Minneapolis, MN; Richard J. Kilsheimer, Kaplan Fox &amp; Kilsheimer, LLP, New York, NY; and Michael J. Brickman, Richardson, Patrick, Westbrook &amp; Brickman, LLC, Charleston, SC, of counsel), for Plaintiffs-Appellants and Plaintiff-Counter-Defendant-Appellant.\n      Bud G. Holman, New York, N.Y. (Kelley, Drye &amp; Warren, LLP, of counsel), for Defendant-Appellee SKM Ltd.\n      Before: OAKES, CABRANES and SOTOMAYOR, Circuit Judges.\n      PER ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-magnetic-audiotape-antitrust-litigation-texas-international"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}