{
  "id": 9280,
  "title": "2003년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-20",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Taylor. 판결일: 2003-06-20. 법원: District Court, E.D. Washington.",
  "description": "## 사건 정보\n\n**사건명**: PACIFIC AEROSPACE & ELECTRONICS, INC., a Washington Corporation, Plaintiff, v. Edward TAYLOR, an Individual; Kristen Taylor, an Individual; James Petri, an Individual; Raad Technologies, Inc., a Washington Corporation; Defendants\n**판결일**: 2003-06-20\n**법원**: District Court, E.D. Washington\n**관할**: Washington, WA\n\n**판사**: McDonald\n\n## 변호인\n\nHarry J.F. Korrell and Douglas J. Mor-rill of Davis Wright Tremaine LLP, Seattle, WA, for plaintiff., John W. Beuhler, Jr., Wenatchee, WA, Janyce L. Fink, Esq., Seattle, WA, for defendants.\n\n## 인용\n\n- 295 F. Supp. 2d 1188\n\n## 판결문 요약\n\n\n295 F.Supp.2d 1188 (2003)\nPACIFIC AEROSPACE &amp; ELECTRONICS, INC., a Washington corporation, Plaintiff,\nv.\nEdward TAYLOR, an individual; Kristen Taylor, an individual; James Petri, an individual; Raad Technologies, Inc., a Washington corporation; Defendants.\nNo. CS-02-0412-AAM.\nUnited States District Court, E.D. Washington.\nJune 20, 2003.\n*1189 *1190 Harry J.F. Korrell and Douglas J. Morrill of Davis Wright Tremaine LLP, Seattle, WA, for plaintiff.\nJohn W. Beuhler, Jr., Wenatchee, WA, Janyce L. Fink, Esq., Seattle, WA, for defendants.\n\nORDER GRANTING PLAINTIFF'S PRELIMINARY INJUNCTION\nMCDONALD, Senior District Judge.\n\nI. INTRODUCTION\nIn 1994, Congress amended the Computer Fraud and Abuse Act, 18 U.S.C. § 1030 (\"CFAA\"), the application of which this case will confer jurisdiction on the district court for one of plaintiff's claims. Plaintiff, an engineering and manufacturing corporation, seeks to assert the revised provisions of the CFAA as private rights of action against the defendants. Resolving any perceived ambiguities in the legislation in plaintiff's favor, the court by this Order concludes that plaintiff has stated a claim under federal question jurisdiction and has pled a claim under the revised CFAA.\nThe jurisdictional issue is examined first, followed by a discussion of plaintiff's motion for preliminary injunction and defendants' opposition to such motion.\n\nII. PROCEDURAL HISTORY AND BACKGROUND\nPlaintiff Pacific Aerospace &amp; Electronic, Inc. (\"PAE\") filed this...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pacific-aerospace-electronics-inc-v-taylor"
    }
  ],
  "relatedIncidents": [
    9057,
    9063,
    9101,
    9130,
    9188
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}