{
  "id": 9281,
  "title": "2003년 Rich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rich. 판결일: 2003-06-19. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rodney L. RICH, Appellant, v. the STATE of Texas, State\n**판결일**: 2003-06-19\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cayce, Livingston, Panela, Walker\n\n## 변호인\n\nWhitney S. Wiedeman, Fort Worth, for appellant., Tim Curry, Criminal District Attorney, Charles M. Mallin, Asst. Criminal District Attorney, Chief of the Appellate Section, Danielle A. LeGault, Timothy Bednarz, Tiffany Hamilton, Asst. Criminal District Attorneys, Fort Worth, for appellee.\n\n## 인용\n\n- 114 S.W.3d 54\n\n## 판결문 요약\n\n\n114 S.W.3d 54 (2003)\nRodney L. RICH, Appellant,\nv.\nThe STATE of Texas, State.\nNo. 2-01-102-CR.\nCourt of Appeals of Texas, Fort Worth.\nJune 19, 2003.\n*55 Whitney S. Wiedeman, Fort Worth, for appellant.\nTim Curry, Criminal District Attorney, Charles M. Mallin, Asst. Criminal District Attorney, Chief of the Appellate Section, Danielle A. LeGault, Timothy Bednarz, Tiffany Hamilton, Asst. Criminal District Attorneys, Fort Worth, for appellee.\nPANEL A: CAYCE, C.J.; LIVINGSTON and WALKER, JJ.\n\nOPINION\nJOHN CAYCE, Chief Justice.\nRodney L. Rich appeals from his convictions for burglary of a habitation and aggravated *56 assault with a deadly weapon. In three points, appellant complains that the trial court erred by denying his request to question the venire members regarding their interpretation of the term reasonable doubt and by denying his request to impeach the victim's credibility with evidence that she approached him during the trial. We will affirm.\nThe victim, Shauna Bess, was appellant's estranged common-law wife and the mother of his four children. At the time of the assault, he and Shauna were not sharing a residence. Therefore, appellant did not have a key to her residence.\nIn the early morning hours before the assault, appellant's mother called Shauna and warned her that appellant was probably on his way over to her house. Appellant had gone to a club with his mother and had become intoxicated. When he arrived at Shauna's residence, he ran into her vehicle parked in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rich-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=enrico-valdez-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-david-navarrette-garcia"
    }
  ],
  "relatedIncidents": [
    9024,
    9399,
    9445,
    8688,
    8700
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}