{
  "id": 9282,
  "title": "2003년 State Ex Rel. Bailey v. STATE DIV. OF CORP. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-19",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: State Ex Rel. Bailey v. STATE DIV. OF CORP.. 판결일: 2003-06-19. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of West Virginia Ex Rel. Randy BAILEY, Petitioner, v. STATE of West Virginia, DIVISION OF CORRECTIONS; James Rubenstein, Commissioner; Mark A. Williamson, Warden; Denmar Correctional Center; And William S. Haines, Warden, Huttonsville Correctional Center, Respondents\n**판결일**: 2003-06-19\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Per Curiam\n\n## 변호인\n\nJason E. Huber, Esq., Forman & Huber, Charleston, Christopher W. Cooper, Esq., Parsons, for Petitioner., Darrell V. MeGraw, Jr., Attorney General, Charles P. Houdyschell, Jr., Assistant Attorney General, Charleston, for Respondents.\n\n## 인용\n\n- 584 S.E.2d 197\n- 213 W. Va. 563\n\n## 판결문 요약\n\n\n584 S.E.2d 197 (2003)\n213 W.Va. 563\nSTATE of West Virginia ex rel. Randy BAILEY, Petitioner,\nv.\nSTATE of West Virginia, DIVISION OF CORRECTIONS; James Rubenstein, Commissioner; Mark A. Williamson, Warden; Denmar Correctional Center; and William S. Haines, Warden, Huttonsville Correctional Center, Respondents.\nNo. 31148.\nSupreme Court of Appeals of West Virginia.\nSubmitted April 9, 2003.\nDecided June 19, 2003.\n*198 Jason E. Huber, Esq., Forman &amp; Huber, Charleston, Christopher W. Cooper, Esq., Parsons, for Petitioner.\nDarrell V. McGraw, Jr., Attorney General, Charles P. Houdyschell, Jr., Assistant Attorney General, Charleston, for Respondents.\nPER CURIAM:\n\nI.\n\nFACTS\nThis case concerns the revocation of a prisoner's so-called \"good time\" for violations *199 of prison rules. As discussed, infra, West Virginia Code § 28-5-27 (1984) allows for a one day reduction in the time an inmate must serve for every day that inmate is incarcerated without disciplinary problems. Randy Bailey, petitioner, entered a plea of guilty to 3rd offense Driving Under the Influence in November 2001 in the Circuit Court of Cabell County. The court ordered Mr. Bailey to serve an indeterminate sentence of 1 to 3 years in prison. The Order of Commitment indicates that Mr. Bailey's conviction date was November 14, 2001, with an \"effective sentence\" date of November 13, 2001.\nPursuant to West Virginia Code § 28-5-27(g) (1984), prison authorities calculated Mr. Bailey's minimum discharge date to be May 13,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-bailey-v-state-div-of-corp"
    }
  ],
  "relatedIncidents": [
    9024,
    9085,
    9111,
    9118,
    9172
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}