{
  "id": 9286,
  "title": "2003년 Andantech L.L.C. v. Commissioner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Andantech L.L.C. v. Commissioner. 판결일: 2003-06-17. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: ANDANTECH L.L.C., Et Al., Appellants, v. COMMISSIONER OF INTERNAL REVENUE SERVICE, Appellee\n**판결일**: 2003-06-17\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Garland, Henderson, Sentelle\n\n## 변호인\n\nWalter A. Pickhardt argued the cause for appellants. With him on the briefs were Myron L. Frans, Mark Alan Hager, and William K. Wilcox., Robert W. Metzler, Attorney, U.S. Department of Justice, argued the cause for appellee. With him on the brief was Richard Farber, Attorney.\n\n## 인용\n\n- 331 F.3d 972\n- 356 U.S. App. D.C. 387\n\n## 판결문 요약\n\n331 F.3d 972\n    ANDANTECH L.L.C., et al., Appellants,v.COMMISSIONER OF INTERNAL REVENUE SERVICE, Appellee.\n    No. 02-1213.\n    No. 02-1215.\n    United States Court of Appeals, District of Columbia Circuit.\n    Argued May 13, 2003.\n    Decided June 17, 2003.\n    \n      Appeals from the United States Tax Court (TAX Ct. Nos. 15532-98 &amp; 4277-00).\n      Walter A. Pickhardt argued the cause for appellants. With him on the briefs were Myron L. Frans, Mark Alan Hager, and William K. Wilcox.\n      Robert W. Metzler, Attorney, U.S. Department of Justice, argued the cause for appellee. With him on the brief was Richard Farber, Attorney.\n      Before: SENTELLE, HENDERSON and GARLAND, Circuit Judges.\n      Opinion for the Court filed by Circuit Judge SENTELLE.\n      SENTELLE, Circuit Judge:\n    \n    \n      1\n      This case arises from a final decision of the Tax Court rejecting challenges brought by the petitioners to the Commissioner of Internal Revenue's final administrative adjustments to the partnership tax returns filed by Andantech, L.L.C. for short taxable years ending December 10, 1993 and December 31, 1993, and for the taxable year ending December 31, 1994. The court first held that the 1993 years had been timely assessed by the Commissioner, then rejected the petitioners' claim to $51 million in losses reported on the returns. For the reasons explained below, we affirm the Tax Court in part, and remand the remainder of the issues for further proceedings consistent with th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andantech-llc-v-commissioner"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}