{
  "id": 9287,
  "title": "2003년 Carprue 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-17",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Carprue. 판결일: 2003-06-17. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Respondent, v. Johnnie Carprue, Defendant-Appellant\n**판결일**: 2003-06-17\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Wedemeyer, P.J., Fine and Curley\n\n## 변호인\n\nOn behalf of the defendant-appellant, the cause was submitted on the brief oí Stephanie G. Rapkin, Mequon., On behalf of the plaintiff-respondent, the cause was submitted on the brief of Peggy A. Lautenschlager, attorney general, and Alan Lee, assistant attorney general.\n\n## 인용\n\n- 2003 WI App 148\n- 667 N.W.2d 800\n- 266 Wis. 2d 168\n\n## 판결문 요약\n\n\nWEDEMEYER, PJ.\n¶ 1. Johnnie Carprue appeals from a judgment entered after a jury found him guilty of one count of second-degree sexual assault, use of force, contrary to Wis. Stat. § 940.225(2)(a) (2001-02).1 He also appeals from an order denying his postconviction motion. Carprue claims: (1) the trial court erred when it conducted its own investigation, which included questioning a witness, questioning the defendant, and using a file from another pending criminal case; and (2) trial counsel provided ineffective assistance by failing to object to the trial court's actions. *172Because the trial court's actions reflected an adversarial process and did not constitute harmless error, we reverse and remand for a new trial.\nBACKGROUND\n¶ 2. In May 2001, Carprue was charged with second-degree sexual assault. The case was tried to a jury. During the trial, the State presented evidence that when the police came to arrest Carprue, he fled and tried to hide. Carprue testified that he fled from police because he was violating rules of In-House Correctional Services related to a different matter, and that he feared the police would arrest him for those violations if they caught him. He indicated he did not flee from the police for fear of being apprehended for a sexual assault. It was Carprue's theory that the sexual intercourse with the victim was consensual.\n¶ 3. After his testimony, but before the close of evidence, the trial court excused the jury and conducted its own investigation....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-carprue"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}