{
  "id": 929,
  "title": "2022년 State of Tennessee v. Tyrone De Angelo Shaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2022-08-25",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Tyrone De Angelo Shaw. 판결일: 2022-08-25. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Tyrone De Angelo Shaw\n**판결일**: 2022-08-25\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert H. Montgomery, Jr.\n\n\n## 판결문 요약\n\n                                                                                          08/25/2022\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                         Assigned on Briefs August 23, 2022\n\n          STATE OF TENNESSEE v. TYRONE DE ANGELO SHAW\n\n                  Appeal from the Criminal Court for Knox County\n                         No. 118439 G. Scott Green, Judge\n\n\n                             No. E2021-00437-CCA-R3-CD\n\n\nThe Defendant, Tyrone De Angelo Shaw, appeals from his guilty plea conviction for\naggravated assault, a Class C felony. See T.C.A. § 39-13-102 (Supp. 2019) (subsequently\namended). The trial court ordered the Defendant to serve the agreed-upon ten-year, Range\nII sentence. On appeal, the Defendant contends that the court erred in denying alternative\nsentencing and in denying his motion for reduction of sentence pursuant to Tennessee Rule\nof Criminal Procedure 35. We affirm the judgment of the trial court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nROBERT H. MONTGOMERY, JR., J., delivered the opinion of the court, in which JAMES\nCURWOOD WITT, JR., and CAMILLE R. MCMULLEN, JJ., joined.\n\nEric Lutton, District Public Defender; John Randolph Halstead, Assistant District Public\nDefender, for the Appellant, Tyrone De Angelo Shaw.\n\nHerbert H. Slatery III, Attorney General and Reporter; Hannah-Catherine Lackey,\nAssistant Attorney General; Charme P. Allen, District At...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-tyrone-de-angelo-shaw"
    }
  ],
  "relatedIncidents": [
    875,
    899,
    973,
    996,
    1047
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}