{
  "id": 9292,
  "title": "2003년 Browne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Browne. 판결일: 2003-06-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Browne v. the State\n**판결일**: 2003-06-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Miller, Ruffin, Smith\n\n## 변호인\n\nMichael M. Sheffield, for appellant., Daniel J. Porter, District Attorney, Jennifer Kolman, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 583 S.E.2d 496\n- 261 Ga. App. 648\n\n## 판결문 요약\n\n\n583 S.E.2d 496 (2003)\n261 Ga. App. 648\nBROWNE\nv.\nThe STATE.\nNo. A03A0262.\nCourt of Appeals of Georgia.\nJune 13, 2003.\n*497 Michael M. Sheffield, for appellant.\nDaniel J. Porter, Dist. Atty., Jennifer Kolman, Asst. Dist. Atty., for appellee.\nMILLER, Judge.\nSean Leroy Browne appeals from his convictions on two counts of robbery. On appeal he contends (1) the trial court erred in admitting alleged character evidence and (2) his trial counsel was ineffective. We discern no error and affirm.\nThe record reveals that Browne was tried for three purse snatchings that took place in Gwinnett County. An investigating officer testified that during his Gwinnett County investigation, he was unable to identify a suspect based on the descriptions given by the victims, so he made inquiries to DeKalb County police regarding purse snatchings in DeKalb. The officer received two photographic lineups from DeKalb police, and when asked why he prepared a lineup of his own involving Browne, the officer responded: \"The lineup that I obtained from DeKalb County was an older picture. I believe it was from '98. Mr. Browne had been picked upbasically, the picture was a better quality picture. I obtained a better picture of Mr. Browne and placed him in the lineup.\" The court allowed this testimony over objection from defense counsel that the officer's statements constituted improper character evidence.\nBrowne presented an alibi defense at trial. In addition to Browne's own testimony, Browne presented evi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=browne-v-state"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9107,
    9110,
    9126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}