{
  "id": 9293,
  "title": "2003년 Bowen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bowen. 판결일: 2003-06-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Betsy Bowen v. Thomas C. Dunn\n**판결일**: 2003-06-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 306 A.D.2d 929\n- 762 N.Y.S.2d 465\n\n## 판결문 요약\n\n\n—Appeal from an order of Supreme Court, Wyoming County (Dadd, J.), entered March 20, 2002, which denied the motion of defendants Thomas C. Dunn and Elizabeth Dunn seeking summary judgment dismissing the complaint.\nIt is hereby ordered that the order so appealed from be and the same hereby is unanimously modified on the law by granting the motion of defendants Thomas C. Dunn and Elizabeth Dunn in part and dismissing the claim of serious injury under the significant limitation of use of a body function or system category under Insurance Law § 5102 (d) against them and as modified the order is affirmed without costs.\nMemorandum: Although Supreme Court properly denied that part of the motion of Thomas C. Dunn and Elizabeth Dunn (defendants) seeking summary judgment dismissing the claim under the 90/180-day category of serious injury, it erred in denying that part of the motion seeking summary judgment dismissing the claim under the significant limitation of use of a body function or system category (see Insurance Law § 5102 [d]). With respect to plaintiff’s claim of serious injury under the 90/180-day category, “the complaint as amplified by the bill of particulars” (Balnys v Town of New Baltimore, 160 AD2d 1136, 1136 [1990]) alleges a qualifying injury consisting of a “whiplash injury to [plaintiff’s] cervical spine and [a] lumbosacral sprain/strain.” Defendants’ expert did not refute that allegation. Indeed, the only opinion expressed by defendants’ expert relevant to the 90/1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bowen-v-dunn"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}