{
  "id": 9297,
  "title": "2003년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Thompson. 판결일: 2003-06-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Alvin Houston THOMPSON, Appellant, v. the STATE of Texas\n**판결일**: 2003-06-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cochran, Hervey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack\n\n## 변호인\n\nDean M. Swanda, Arlington, for Appellant., Tanya S. Dohoney, Asst. DA, Fort Worth, Matthew Paul, State’s Atty., Austin, for State.\n\n## 인용\n\n- 108 S.W.3d 287\n\n## 판결문 요약\n\n\n108 S.W.3d 287 (2003)\nAlvin Houston THOMPSON, Appellant,\nv.\nThe STATE of Texas.\nNo. 1833-02.\nCourt of Criminal Appeals of Texas.\nJune 11, 2003.\n*288 Dean M. Swanda, Arlington, for Appellant.\nTanya S. Dohoney, Asst. DA, Fort Worth, Matthew Paul, State's Atty., Austin, for State.\n\nOPINION\nCOCHRAN, J., delivered the opinion of the Court, in which KELLER, P.J., MEYERS, PRICE, WOMACK, JOHNSON, HERVEY and HOLCOMB, J.J., joined.\nThis case concerns the scope of appellate review when an appeals court has jurisdiction over one conviction of a two-count indictment, but does not have jurisdiction over the second count because the defendant was never sentenced on that count.[1] We conclude that the court of *289 appeals correctly dismissed the appeal on the second count while it addressed the merits of appellant's claims on the first count.[2]\n\nI.\nA jury convicted appellant of one count of sexual assault of a child and one count of indecency with a child. Both of these offenses were charged in a single indictment. After the jury returned its verdicts, the trial court ordered the preparation of a Preliminary Sentence Investigation (\"PSI\") and postponed sentencing for three months to obtain that report. At the sentencing hearing, appellant pleaded true to a burglary of a building enhancement paragraph. The trial judge then orally pronounced a sentence of thirty years on the sexual assault of a child count. He did not orally pronounce any sentence on the indecency with a child count. No one...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9157
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}