{
  "id": 9298,
  "title": "2003년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-11",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Wright. 판결일: 2003-06-11. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Leonard C. WRIGHT v. Mary Anita ZIELINSKI\n**판결일**: 2003-06-11\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Flaherty, Flanders, Goldberg, Williams\n\n## 변호인\n\nMichael Ahn, for Plaintiff., William J. Balkun, Cranston, for Defendant.\n\n## 인용\n\n- 824 A.2d 494\n\n## 판결문 요약\n\n\n824 A.2d 494 (2003)\nLeonard C. WRIGHT\nv.\nMary Anita ZIELINSKI\nNo. 2001-57-Appeal.\nSupreme Court of Rhode Island.\nJune 11, 2003.\nMichael Ahn, for Plaintiff.\nWilliam J. Balkun, Cranston, for Defendant.\nPresent: WILLIAMS, C.J., FLANDERS, and GOLDBERG, JJ.\nOPINION\nPER CURIAM.\nAfter the entry of a final judgment of divorce, can one of the parties maintain a lawsuit alleging breach of their prenuptial agreement? Not under the circumstances of this case, we hold, because the doctrine of res judicata bars such post-divorce litigation.\nThe plaintiff-husband, Leonard C. Wright, appeals from a Superior Court summary judgment in favor of defendantwife, Mary Anita Zielinski, dismissing the husband's claims for (1) breach of contract, (2) abuse of process, and (3) intentional infliction of emotional distress. This Court directed both parties to show cause why we should not resolve this appeal summarily. *496 Because they have not done so, we proceed to decide the appeal at this time.\nThis is a controversy over a prenuptial agreement that the parties entered into in 1980 to \"determine the rights and claims that will accrue to each of them * * by reason of their marriage [1\" They agreed \"to accept the provisions of this Agreement in lieu of and in full discharge, settlement and satisfaction of, all such rights and claims [.1\" The agreement provided, in part, that the parties waived their right to claim alimony or other divisions of property if they were divorced.\nOn November 16, 1995, howev...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wright-v-zielinski"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}