{
  "id": 9303,
  "title": "2003년 Janet Bogle, Sherri Bowers v. William McClure, Mary Jamerson Ward 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Janet Bogle, Sherri Bowers v. William McClure, Mary Jamerson Ward. 판결일: 2003-06-06. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Janet BOGLE, Sherri Bowers, Et Al., Plaintiffs-Appellees, v. William McCLURE, in His Individual Capacity and in His Official Capacity as Chairman of the Atlanta-Fulton County Public Library Board of Trustees, Mary Jamerson Ward, Et Al., Defendants-Appellants\n**판결일**: 2003-06-06\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Black, Dubina, Ryskamp\n\n## 변호인\n\nH. Lane Dennard, Jr., Griffin B. Bell, Lovita T. Tandy, King & Splading, Atlanta, GA, June D. Green, Carmen R. Alexander, Office of the County Attorney, Atlanta, GA, Willie Jake Lovett, Jr., Atlanta, GA, for Defendants-Appellants., Kelly Jean Beard, Meadows Ichter & Trigg, P.C., Atlanta, GA, Michael J. Bowers, Christopher Scott Anulewicz, Atlanta, GA, Michael B. Terry, Joshua F. Thorpe, Bondurant, Mixson & Elmore, Atlanta, GA, for Plaintiffs-Appellees.\n\n## 인용\n\n- 332 F.3d 1347\n\n## 판결문 요약\n\n332 F.3d 1347\n    Janet BOGLE, Sherri Bowers, et al., Plaintiffs-Appellees,v.William McCLURE, in his individual capacity and in his official capacity as Chairman of the Atlanta-Fulton County Public Library Board of Trustees, Mary Jamerson Ward, et al., Defendants-Appellants.\n    No. 02-13213.\n    United States Court of Appeals, Eleventh Circuit.\n    June 6, 2003.\n    \n      COPYRIGHT MATERIAL OMITTED H. Lane Dennard, Jr., Griffin B. Bell, Lovita T. Tandy, King &amp; Splading, Atlanta, GA, June D. Green, Carmen R. Alexander, Office of the County Attorney, Atlanta, GA, Willie Jake Lovett, Jr., Atlanta, GA, for Defendants-Appellants.\n      Kelly Jean Beard, Meadows Ichter &amp; Trigg, P.C., Atlanta, GA, Michael J. Bowers, Christopher Scott Anulewicz, Atlanta, GA, Michael B. Terry, Joshua F. Thorpe, Bondurant, Mixson &amp; Elmore, Atlanta, GA, for Plaintiffs-Appellees.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before DUBINA and BLACK, Circuit Judges, and RYSKAMP*, District Judge.\n      BLACK, Circuit Judge:\n    \n    \n      1\n      This case involves claims of race discrimination at the Atlanta-Fulton Public Library System (AFPLS) brought by Appellees, seven Caucasian female librarians, against Appellants, members of the AFPLS Board of Trustees and the Director of the AFPLS. Appellees (the Librarians) claim Appellants transferred them from their jobs at Central Library to dead-end jobs at branch libraries because of their race. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=janet-bogle-sherri-bowers-v-william-mcclure-mary-jamerson-ward"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}