{
  "id": 9305,
  "title": "2003년 Doomes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-06-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Doomes. 판결일: 2003-06-02. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Doomes v. the State\n**판결일**: 2003-06-02\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Adams, Andrews, Barnes\n\n## 변호인\n\nWilliam O. Cox, for appellant., J. Thomas Durden, Jr., District Attorney, Mark A. Hendrix, Assistant District- Attorney, for appellee.\n\n## 인용\n\n- 583 S.E.2d 151\n- 261 Ga. App. 442\n\n## 판결문 요약\n\n\n583 S.E.2d 151 (2003)\n261 Ga. App. 442\nDOOMES\nv.\nThe STATE.\nNo. A03A0434.\nCourt of Appeals of Georgia.\nJune 2, 2003.\n*153 William O. Cox, Savannah, for appellant.\nJ. Thomas Durden, Jr., Dist. Atty., Mark A. Hendrix, Asst. Dist. Atty., for appellee.\n*152 ADAMS, Judge.\nLarry D. Doomes appeals his conviction and sentence for aggravated battery and aggravated assault. Doomes enumerates nine errors.\n1. Doomes challenges the sufficiency of the evidence. We construe the evidence in a light most favorable to support the jury's verdict to determine whether a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. Brooks v. State, 252 Ga.App. 389, 390(3), 556 S.E.2d 484 (2001).\nSo construed, the evidence shows that Doomes threatened to fight Larry Jackson about a past incident. A fight ensued, during which Doomes said, \"I'm going to shoot you. I'm going to kill your ass when I get back.\" Doomes then left the scene and got his .22-caliber pistol. When he returned to the scene of the fight, he ran toward Jackson and shot him once. Jackson was hit and fell, and Doomes said, \"I told you I was going to shoot you....\" Next, Doomes kicked Jackson about 30 times, breaking his ankle, finger, and teeth. Four eyewitnesses testified that Doomes shot Jackson. There was some evidence that Jackson lost the use of his legs.\nDoomes was not charged for kicking Jackson. He was charged with aggravated battery for \"maliciously caus[ing] bodily harm to... Larr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=doomes-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9070,
    9078,
    9120,
    9145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}