{
  "id": 9306,
  "title": "2003년 State of Tennessee v. Rita Ellis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-29",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Rita Ellis. 판결일: 2003-05-29. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Rita Ellis\n**판결일**: 2003-05-29\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge David H. Welles\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                                     April 29, 2003 Session\n\n                       STATE OF TENNESSEE v. RITA ELLIS\n\n                  Direct Appeal from the Criminal Court for Monroe County\n                            No. 00-093    R. Steven Bebb, Judge\n\n\n\n                                  No. E2002-02433-CCA-R3-CD\n                                          May 29, 2003\n\n\nThe Defendant, Rita Ellis, was convicted upon a jury verdict of theft under the value of five hundred\ndollars, a Class A misdemeanor. She was sentenced to eleven months and twenty-nine days in the\ncounty jail, but her sentence was suspended, and she was placed on probation. She was fined two\nhundred and fifty dollars. The Defendant presents two issues for review, which she states as follows:\n(1) failure of counsel to request recording of proceedings denied right of effective appeal; and (2)\nappellant denied ability to properly argue that verdict was against the weight of the evidence. We\naffirm the judgment of the trial court.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nDAVID H. WELLES, J., delivered the opinion of the court, in which JERRY L. SMITH and ROBERT W.\nWEDEMEYER, JJ., joined.\n\nM.J. Hoover, III, Knoxville, Tennessee, for the appellant, Rita Ellis.\n\nPaul G. Summers, Attorney General and Reporter; Brent C. Cherry, Assistant Attorney General;\nJerry N. Estes, District...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-rita-ellis"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}