{
  "id": 9308,
  "title": "2003년 United States v. Pamela Kuenstler, United States of America v. Gregory A. Hill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Pamela Kuenstler, United States of America v. Gregory A. Hill. 판결일: 2003-05-28. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Pamela KUENSTLER, Defendant-Appellant; United States of America, Plaintiff-Appellee, v. Gregory A. Hill, Defendant-Appellant\n**판결일**: 2003-05-28\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Autrey, Murphy, Wollman\n\n## 변호인\n\nElizabeth U. Carlyle, argued, Lee’s Summit, MO, for appellant Pamela Kuen-stler., Bruce C. Houdek, argued, Kansas City, MO, for appellant Gregory A. Hill., Catherine A. Connelly, argued, Kansas City, MO, for appellee.\n\n## 인용\n\n- 325 F.3d 1015\n\n## 판결문 요약\n\n325 F.3d 1015\n    UNITED STATES of America, Plaintiff-Appellee,v.Pamela KUENSTLER, Defendant-Appellant.United States of America, Plaintiff-Appellee,v.Gregory A. Hill, Defendant-Appellant.\n    No. 02-2694.\n    No. 02-2748.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: January 15, 2003.\n    Filed: April 15, 2003.\n    Rehearing and Rehearing En Banc Denied: May 28, 2003.*\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Elizabeth U. Carlyle, argued, Lee's Summit, MO, for appellant Pamela Kuenstler.\n      Bruce C. Houdek, argued, Kansas City, MO, for appellant Gregory A. Hill.\n      Catherine A. Connelly, argued, Kansas City, MO, for appellee.\n      Before WOLLMAN and MURPHY Circuit Judges, and AUTREY,1 District Judge.\n      MURPHY, Circuit Judge.\n    \n    \n      1\n      Gregory Hill and Pamela Kuenstler were each convicted of two charges related to manufacturing methamphetamine in an amount of fifty grams or more: one count of conspiracy to manufacture a mixture and substance of methamphetamine and another charging attempt to manufacture the same, in violation of 21 U.S.C. &#167;&#167; 841(a)(1), 841(b)(1)(B), and 846. Hill was also convicted of possession of methamphetamine with intent to distribute, in violation of 21 U.S.C. &#167;&#167; 841(a)(1) and 841(b)(1)(C). The district court sentenced Hill to 360 months and Kuenstler to 63 months. Hill and Kuenstler appeal, and we affirm.\n    \n    I.\n    \n      2\n      In May 2001 authorities uncov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-pamela-kuenstler-united-states-of-america-v-gregory-a"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=securities-exchange-commission-v-first-choice-management-services-inc"
    }
  ],
  "relatedIncidents": [
    9057,
    9063,
    9101,
    9130,
    9188
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}