{
  "id": 9316,
  "title": "2003년 Arabie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-21",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: Arabie. 판결일: 2003-05-21. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of South Dakota, Plaintiff and Appellee, v. Shaun ARABIE, Defendant and Appellant\n**판결일**: 2003-05-21\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Gilbertson, Konenkamp, Meierhenry, Sabers, Zinter\n\n## 변호인\n\nLawrence E. Long, Attorney General, Patricia Archer, Assistant Attorney General, Pierre, South Dakota, Attorneys for plaintiff and appellee., Michael Stonefield, Office of the Public Defender for Pennington County, Rapid City, South Dakota, Attorneys for defendant and appellant.\n\n## 인용\n\n- 2003 SD 57\n- 663 N.W.2d 250\n\n## 판결문 요약\n\n\n663 N.W.2d 250 (2003)\n2003 SD 57\nSTATE of South Dakota, Plaintiff and Appellee,\nv.\nShaun ARABIE, Defendant and Appellant.\nNo. 22286.\nSupreme Court of South Dakota.\nConsidered on Briefs January 13, 2003.\nDecided May 21, 2003.\n*252 Lawrence E. Long, Attorney General, Patricia Archer, Assistant Attorney General, Pierre, South Dakota, Attorneys for plaintiff and appellee.\nMichael Stonefield, Office of the Public Defender for Pennington County, Rapid City, South Dakota, Attorneys for defendant and appellant.\n*253 PER CURIAM.\n[¶ 1.] Shaun Arabie appeals his conviction and sentence for one count of first degree burglary and one count of second degree rape. We affirm.\n\nFACTS\n[¶ 2.] The victim was a thirty-one-year-old single mother who lived with her six-year-old son in a trailer home in Rapid City. Early on the morning of June 26, 2001, the victim was awakened in her bed when she felt some pressure on her chest. Opening her eyes, the victim found a male assailant, later identified as Arabie, lying on top of her holding a knife to her chest. Arabie told the victim not to scream because he had a knife and then pressed the serrated edge of the steak knife he was holding to her throat. The victim screamed and tried to squirm away, but Arabie instructed her to do as he said and he would not hurt her. Arabie forced the victim to remain on her back, pulled off her underwear and tore off the top of her nightgown. He then bit her on one of her breasts hard enough to draw blood and leave tee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-arabie"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}