{
  "id": 9317,
  "title": "2003년 In re Kyiah P. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-21",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: In re Kyiah P.. 판결일: 2003-05-21. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In re: KYIAH P. and Joseph P.\n**판결일**: 2003-05-21\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Starcher\n\n## 변호인\n\nPat Lamp, Esq., Beckley, Guardian ad Li-tem., Darrell V. McGraw, Jr., Esq., Attorney General, Charleston, Angela A. Ash, Esq., Assistant Attorney General, Beckley, for WV DH & HR., Paul W. Roop, II, Esq., Roop, Smith & Roop, PLLC, Beckley, for Alvin P., David A. Kirkpatrick, Esq., Kirkpatrick Law Office, Beckley, for Stacy P.\n\n## 인용\n\n- 213 W. Va. 424\n- 582 S.E.2d 871\n\n## 판결문 요약\n\n\nPER CURIAM.\nThis case is before this Court upon appeal of a final order of the Circuit Court of Raleigh County entered on August 29, 2002. Pursuant to that order, the abuse and neglect petition brought against the appellees, Alvin and Stacy P.,1 concerning their two children, Kyiah and Joseph P., was dismissed.2 In this appeal, the appellants, the guardian ad litem on behalf of the children and the Department of Health and Human Resources (“DHHR”), contend that the circuit court erred by dismissing the petition.\nThis Court has before it the petition for appeal, the entire record, and briefs and argument of counsel. For the reasons set forth below, the final order is reversed, and this ease is remanded for further proceedings consistent with this opinion.\nI.\nFACTS\nOn April 15, 2002, Alvin P. contacted the DHHR and requested diapers for his son, Joseph. According to the DHHR, it was evident from the phone call that there was stress in the home and, thus, a referral for services was made. On April 25, 2002, a DHHR social worker met with the family which included Alvin P., his wife, Stacy P., and their two children, Kyiah P., who was bom on December 24, 2000, and Joseph P., who was bom on December 24, 2001. During the meeting, Stacy P. told the social *426worker that she had four other children removed from her custody by child protective services in Virginia.\nThereafter, the DHHR contacted Amy Whitt of child protective services in Campbell County, Virginia. The DHHR was advised...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-kyiah-p"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}