{
  "id": 9325,
  "title": "2003년 Weaver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Weaver. 판결일: 2003-05-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Weaver v. State\n**판결일**: 2003-05-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cope, Gersten and Shevin\n\n## 인용\n\n- 845 So. 2d 280\n\n## 판결문 요약\n\n\n845 So.2d 280 (2003)\nMichael Thomas WEAVER, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNos. 3D02-364, 3D00-1019, 3D02-356.\nDistrict Court of Appeal of Florida, Third District.\nMay 14, 2003.\nMichael Thomas Weaver, in proper person.\nRobert A. Butterworth, Attorney General, and Consuelo Maingot, Assistant Attorney General, for appellee.\nBefore COPE, GERSTEN and SHEVIN, JJ.\nCOPE, J.\nThis is an appeal after adjudication and sentencing for the offenses of second degree murder and armed robbery, and an appeal from a denial of postconviction relief. We remand for a hearing on the voluntariness of the plea.\n\nI.\nMichael Thomas Weaver was indicted for first degree murder, armed robbery, and unlawful possession of a firearm while engaged in a criminal offense.[1] In September 1999, the State and the defense entered into a plea agreement whereby defendant-appellant Weaver would plead guilty to a reduced charge of second degree murder and armed robbery. The length of the sentence would be left up to the trial judge. In the September plea *281 colloquy, the trial court accepted the plea,[2] ordered a presentence investigation, and scheduled a sentencing hearing for December 1999.\nPrior to the sentencing hearing, the defendant filed a pro se motion to withdraw his plea. He asserted that he accepted the plea offer based on counsel's advice that he would still be allowed to withdraw the plea at any time prior to sentencing.\nAt the start of the December sentencing proceeding, the defendant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weaver-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}