{
  "id": 9329,
  "title": "2003년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: King. 판결일: 2003-05-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Daphne King v. Brooklyn Sports Club\n**판결일**: 2003-05-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 305 A.D.2d 465\n- 759 N.Y.S.2d 339\n\n## 판결문 요약\n\n\n—In an action, inter alia, to recover damages for discrimination in violation of Executive Law § 296, the plaintiff appeals from an order and judgment (one paper) of the Supreme Court, Kings County (Hubsher, J.), dated June 17, 2002, which denied her motion for summary judgment on the complaint, granted the defendants’ cross motion for summary judgment dismissing the complaint, and dismissed the complaint.\nOrdered that the order and judgment is affirmed, with costs.\nThe plaintiff was an at-will employee of the defendant Brooklyn Sports Club for approximately two years. She was terminated for alleged unprofessional conduct and inappropriate actions. The plaintiff commenced this action alleging that she was wrongfully terminated in violation of the Executive Law. Upon the completion of disclosure, the plaintiff moved and the defendants cross-moved for summary judgment. The Supreme Court denied the plaintiff’s motion, granted the defendants’ cross motion, and dismissed the complaint. We affirm.\nTo establish a prima facie case of discrimination under the Executive Law, the plaintiff must plead and prove that (1) she is a member of a protected class, (2) she was actively or constructively discharged, (3) she was qualified to hold the position from which she was discharged, and (4) the discharge occurred under circumstances giving rise to an inference of discrimination (see Ferrante v American Lung Assn., 90 NY2d 623, 629 [1997], citing McDonnell Douglas Corp. v Green, 411 US 792,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-brooklyn-sports-club"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}