{
  "id": 9331,
  "title": "2003년 Shaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Shaw. 판결일: 2003-05-10. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATE of America, v. Christopher SHAW, Defendant\n**판결일**: 2003-05-10\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Spatt\n\n## 변호인\n\nRoslynn R. Mauskopf, United States Attorney Eastern District of New York, Central by Timothy S. Driscoll, Assistant United States Attorney, Islip, NY, for Plaintiff., Ease & Druker by John Laurence Ease, Esq., Garden City, NY, for Defendant.\n\n## 인용\n\n- 260 F. Supp. 2d 567\n\n## 판결문 요약\n\n\n260 F.Supp.2d 567 (2003)\nUNITED STATE of America,\nv.\nChristopher SHAW, Defendant.\nNo. CR 02-1147(ADS).\nUnited States District Court, E.D. New York.\nMay 10, 2003.\n*568 Roslynn R. Mauskopf, United States Attorney Eastern District of New York, Central by Timothy S. Driscoll, Assistant United States Attorney, Islip, NY, for Plaintiff.\nKase &amp; Druker by John Laurence Kase, Esq, Garden City, NY, for Defendant.\n\nMEMORANDUM OF DECISION AND ORDER\nSPATT, District Judge.\nThis case involves a felon-in-possession. Presently before the Court is a motion by Christopher Shaw (\"Shaw\" or the \"defendant\") to suppress a gun that is the subject of the indictment in this case or, in the alternative, to dismiss the indictment.\n\nI. BACKGROUND\nIn 1997, the defendant was sentenced to 2-6 years incarceration after being convicted in the state court for Burglary in the Third Degree. On September 23, 1999, the defendant was released on parole. Prior to his release, Shaw signed a \"certificate of release,\" dated August 4, 1999, which listed the terms and conditions of his release. The certificate listed as conditions, among other things, that \"(4) I will permit my Parole Officer to visit me at my residence and/or place of employment and I will permit the search and inspection of my person, residence and property ... (9) I will not own, possess, or purchase any shotgun, rifle or firearm of any type without the written permission of my Parole Officer....\"\nIn October of 2000, while Shaw was on parole, Det...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-shaw"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9107,
    9110,
    9126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}