{
  "id": 9334,
  "title": "2003년 United States v. Octavio Correa-Gomez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Octavio Correa-Gomez. 판결일: 2003-05-09. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. Octavio CORREA-GOMEZ, Defendant-Appellee\n**판결일**: 2003-05-09\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Boggs, Norris\n\n## 변호인\n\nCharles P. Wisdom, Jr. (briefed), David A. Marye (briefed), U.S. Attorneys, Gregory F. Van Tatenhove (argued), U.S. Attorney, Lexington, KY, for Plaintiff-Appellant., Steven R. Romines (argued and briefed), Romines, Weis & Young, Louisville, KY, for Defendant-Appellee.\n\n## 인용\n\n- 328 F.3d 297\n\n## 판결문 요약\n\n328 F.3d 297\n    UNITED STATES of America, Plaintiff-Appellant,v.Octavio CORREA-GOMEZ, Defendant-Appellee.\n    No. 01-6542.\n    United States Court of Appeals, Sixth Circuit.\n    Argued February 5, 2003.\n    Decided and Filed May 9, 2003.\n    \n      Charles P. Wisdom, Jr. (briefed), David A. Marye (briefed), U.S. Attorneys, Gregory F. Van Tatenhove (argued), U.S. Attorney, Lexington, KY, for Plaintiff-Appellant.\n      Steven R. Romines (argued and briefed), Romines, Weis &amp; Young, Louisville, KY, for Defendant-Appellee.\n      Before: BOGGS and NORRIS, Circuit Judges; BELL, Chief District Judge.*\n      OPINION\n      ALAN E. NORRIS, Circuit Judge.\n    \n    \n      1\n      The United States appeals from an order of the district court dismissing the indictment against defendant, Octavio Correa-Gomez, based upon his allegation of selective prosecution. The indictment charged defendant and his brother, Miguel Correa-Gomez, with encouraging aliens to enter the United States illegally and then harboring them upon their arrival \"for the purpose of commercial advantage,\" which in this case involved working in Mexican restaurants that defendants operated in Kentucky.1 After reviewing the manner in which immigration violations had been investigated and prosecuted in the Eastern District of Kentucky, the district court concluded that defendant, Octavio Correa-Gomez, had been prosecuted selectively based upon his nationality. See United States v. Correa-Gomez, 160 F.Supp.2d 748 (E.D.Ky.2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-octavio-correa-gomez"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}