{
  "id": 9352,
  "title": "2003년 Moncrief 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-02",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Moncrief. 판결일: 2003-05-02. 법원: Court of Civil Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Moncrief v. Donohoe\n**판결일**: 2003-05-02\n**법원**: Court of Civil Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Pittman\n\n## 인용\n\n- 892 So. 2d 379\n\n## 판결문 요약\n\n\n892 So.2d 379 (2003)\nJ.W. MONCRIEF\nv.\nCathy DONOHOE.\n2020016.\nCourt of Civil Appeals of Alabama.\nMay 2, 2003.\nRehearing Denied January 30, 2004.\nCertiorari Denied May 14, 2004.\n*380 Jerry M. Blevins, Montgomery, for appellant.\nDonald R. Jones, Jr., Montgomery, for appellee.\nAlabama Supreme Court 1030697.\nPITTMAN, Judge.\nThis case was transferred to this court from the supreme court pursuant to § 12-2-7(6), Ala.Code 1975.\nOn June 12, 2000, J.W. Moncrief sued attorney Cathy Donohoe, alleging breach of contract, fraud in the inducement, and conversion. Moncrief alleged that Donohoe had agreed to represent Jeff Stanley in an automobile-collision case. Moncrief further alleged that Stanley had borrowed money from Moncrief and had agreed to repay Moncrief out of any proceeds obtained from the automobile-collision settlement. Moncrief also alleged that he had secured a \"letter of protection\" from Donohoe assuring him that the money loaned would be repaid out of Stanley's settlement proceeds.\nDonohoe filed an answer, and Moncrief subsequently amended his complaint to add claims of fraudulent misrepresentation and fraudulent suppression. Donohoe filed a motion for a summary judgment on September 26, 2001. On October 29, 2001, Moncrief filed a statement in opposition to Donohoe's summary-judgment motion; however, he consented to a summary judgment on the conversion and fraudulent-suppression claims. On May 21, 2002, the trial court entered a summary judgment for Donohoe on the remaini...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moncrief-v-donohoe"
    }
  ],
  "relatedIncidents": [
    9057,
    9063,
    9101,
    9130,
    9188
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}