{
  "id": 9354,
  "title": "2003년 Barraza 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-05-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Barraza. 판결일: 2003-05-01. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Mauro Morris BARRAZA, Petitioner-Appellant, v. Janie COCKRELL, Director, Texas Department of Criminal Justice, Institutional Division, Respondent-Appellee\n**판결일**: 2003-05-01\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Clement, Higginbotham, Smith\n\n## 변호인\n\nRobert Patrick Abbott, Coppell, TX, for Petitioner-Appellant., John Andrew Hutton, Austin, TX, for Respondent-Appellee.\n\n## 인용\n\n- 330 F.3d 349\n\n## 판결문 요약\n\n330 F.3d 349\n    Mauro Morris BARRAZA, Petitioner-Appellant,v.Janie COCKRELL, Director, Texas Department of Criminal Justice, Institutional Division, Respondent-Appellee.\n    No. 02-10979.\n    United States Court of Appeals, Fifth Circuit.\n    May 1, 2003.\n    \n      Robert Patrick Abbott, Coppell, TX, for Petitioner-Appellant.\n      John Andrew Hutton, Austin, TX, for Respondent-Appellee.\n      Appeal from the United States District Court for the Northern District of Texas.\n      Before HIGGINBOTHAM, SMITH and CLEMENT, Circuit Judges.\n      PATRICK E. HIGGINBOTHAM, Circuit Judge:\n    \n    \n      1\n      Mauro Morris Barraza is a prisoner of the State of Texas under a sentence of death imposed after a jury in Tarrant County convicted him of the murder of 73-year-old Vilorie Nelson in the course of a burglary of her home in Fort Worth, Texas.\n    \n    \n      2\n      Barraza's conviction and sentence have been affirmed and his state habeas petition denied by the Texas Court of Criminal Appeals.1 The Supreme Court has declined review of both decisions.2 The United States District Court has in turn denied his federal petition for federal habeas relief and refused to issue a certificate of appealability.3\n    \n    \n      3\n      Barraza asks this court to issue a certificate of appealability on three interrelated issues:4\n    \n    \n      4\n      1. Whether the federal district court violated the Sixth and Fourteenth Amendments when it denied Barraza's motion to obtain funding for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barraza-v-cockrell"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}