{
  "id": 9357,
  "title": "2003년 McCutchen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-29",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: McCutchen. 판결일: 2003-04-29. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: McCUTCHEN v. THE STATE\n**판결일**: 2003-04-29\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley\n\n## 변호인\n\nCathy M. Alterman, for appellant., Patrick H. Head, District Attorney, Amy H. McChesney, Timothy B. Lumpkin, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Jill M. Zubler, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 579 S.E.2d 732\n- 276 Ga. 532\n\n## 판결문 요약\n\n\n579 S.E.2d 732 (2003)\n276 Ga. 532\nMcCUTCHEN\nv.\nThe STATE.\nNo. S03A0272.\nSupreme Court of Georgia.\nApril 29, 2003.\n*733 Alterman &amp; Associates, P.C., Cathy M. Alterman, Atlanta, for appellant.\nPatrick H. Head, Dist. Atty., Amy H. McChesney, Timothy B. Lumpkin, Asst. Dist. Attys., Thurbert E. Baker, Atty. Gen., Jill M. Zubler, Asst. Atty. Gen., for appellee.\nCARLEY, Justice.\nGeorge Allen McCutchen was charged with malice murder, three counts of felony murder, two counts of armed robbery, one count of burglary, and three counts of aggravated assault. He pled guilty to one count of felony murder and was sentenced to life imprisonment. In exchange for the guilty plea, the State agreed to enter a nolle prosequi on the other charges and not to oppose parole after 14 years. Shortly thereafter, McCutchen retained new counsel who filed a motion to withdraw the guilty plea, which the trial court denied. McCutchen appeals,[1] contending that the guilty plea was void because his trial attorney rendered ineffective assistance in failing to confer with him or to investigate exculpatory or mitigating evidence.\nTo prevail on this claim, McCutchen \"must show that his lawyer's performance was deficient and that, but for [his] errors, there is a reasonable probability he would have insisted on going to trial. [Cit.]\" Ellis v. State, 272 Ga. 763, 764(1), 534 S.E.2d 414 (2000). See also Hill v. Lockhart, 474 U.S. 52, 59, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985). The trial court specifically found ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccutchen-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}