{
  "id": 9362,
  "title": "2003년 Scruggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Scruggs. 판결일: 2003-04-24. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Leo E. SCRUGGS v. Patrick HURLEY, RespondentAppellee\n**판결일**: 2003-04-24\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Clay, Duggan, Gibbons\n\n## 인용\n\n- 65 F. App'x 944\n\n## 판결문 요약\n\n\n\nORDER\n\nLeo E. Scruggs appeals pro se from a district court judgment that dismissed his habeas corpus petition filed under 28 U.S.C. § 2254. His appeal has been referred to a panel of this court pursuant to Rule 34(j)(l), Rules of the Sixth Circuit. Upon examination, the panel unanimously agrees that oral argument is not needed in this case. Fed. R.App. P. 34(a).\nIn 1999, an Ohio jury convicted Scruggs of aggravated robbery, a violation of Ohio Rev.Code § 2911.01(B). This conviction arose from charges that he had attempted to take a firearm from a law enforcement officer during a drug raid on his home. Scruggs was sentenced to a term of six years of imprisonment and that sentence was affirmed on direct appeal.\nIn his § 2254 petition, Scruggs primarily alleged that there was insufficient evidence to support his robbery conviction. The district court adopted a magistrate judge’s recommendation and dismissed the case on August 27, 2002. It is from this judgment that Scruggs now appeals.\nWe review the denial of a § 2254 petition de novo, although the district court’s factual findings are examined for clear error. Seymour v. Walker, 224 F.3d 542, 549 (6th Cir.2000). Federal habeas corpus relief is available only if the state court’s rejection of Scruggs’s claim:\n(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or\n(2) resulted in a decision that was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scruggs-v-hurley"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9107,
    9110,
    9126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}