{
  "id": 9365,
  "title": "2003년 State of Tennessee v. Jimmy Gene Blankenship 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-17",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Jimmy Gene Blankenship. 판결일: 2003-04-17. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Jimmy Gene Blankenship\n**판결일**: 2003-04-17\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                             Assigned on Briefs March 19, 2002\n\n          STATE OF TENNESSEE v. JIMMY GENE BLANKENSHIP\n\n                    Direct Appeal from the Circuit Court for Rhea County\n                             No. 15468    J. Curtis Smith, Judge\n\n\n\n                                  No. E2001-01372-CCA-R3-CD\n                                         April 17, 2003\n\nThe Defendant was indicted for driving under the influence, driving on a revoked license, evading\narrest, reckless endangerment with a deadly weapon, vehicular assault, and violation of the implied\nconsent law. A Rhea County jury convicted the Defendant of driving under the influence, driving\non a revoked license, reckless endangerment with a deadly weapon, and vehicular assault. The trial\ncourt merged the DUI and reckless endangerment convictions into the vehicular assault conviction.\nIt sentenced the Defendant to four years for vehicular assault and to six months for driving on a\nrevoked license, to be served concurrently. The trial court ordered that the Defendant serve one year\nin the county jail, perform one hundred hours of public service, pay $800 in restitution, and imposed\na fine of $5,500. The Defendant now appeals, arguing the following issues: (1) whether the trial\ncourt properly allowed testimony about the Defendant’s erratic driving in Hamilton County; (2)\nwhether the trial court erred by allowing t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-jimmy-gene-blankenship"
    }
  ],
  "relatedIncidents": [
    9024,
    9070,
    9078,
    9120,
    9145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}