{
  "id": 9366,
  "title": "2003년 TPJ 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-16",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: TPJ. 판결일: 2003-04-16. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: TPJ, a Minor, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 2003-04-16\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Hill, C.J., and Golden, Lehman, Kite, and Voigt\n\n## 변호인\n\nKenneth M. Koski, State Public Defender; Donna D. Domonkos, Appellate Counsel; Ryan R. Roden, Senior Assistant Appellate Counsel, Representing Appellant., Hoke MacMillan, Wyoming Attorney General; Paul S. Rehurek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Georgia L. Tibbetts, Senior Assistant Attorney General; Theodore E. Lauer, Director, and Tari L. Elam, Student Intern, of the Prosecution Assistance Program, Representing Appellee.\n\n## 인용\n\n- 2003 WY 49\n- 66 P.3d 710\n\n## 판결문 요약\n\n\n66 P.3d 710 (2003)\n2003 WY 49\nTPJ, a minor, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. C-01-3.\nSupreme Court of Wyoming.\nApril 16, 2003.\n*711 Kenneth M. Koski, State Public Defender; Donna D. Domonkos, Appellate Counsel; Ryan R. Roden, Senior Assistant Appellate Counsel, Representing Appellant.\nHoke MacMillan, Wyoming Attorney General; Paul S. Rehurek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Georgia L. Tibbetts, Senior Assistant Attorney General; Theodore E. Lauer, Director, and Tari L. Elam, Student Intern, of the Prosecution Assistance Program, Representing Appellee.\nBefore HILL, C.J., and GOLDEN, LEHMAN, KITE, and VOIGT, JJ.\nGOLDEN, Justice.\n[¶ 1] The Juvenile Court of the Ninth Judicial District adjudicated TPJ, age 16, to be delinquent following his admission of committing numerous acts of burglary. Following the adjudication hearing, at a later restitution hearing the juvenile court ordered TPJ to pay a total of $1,964.59 as restitution to the victims of his delinquent acts of burglary. The restitution amount included $41.59 as the cost of a car alarm which one of TPJ's victims purchased and installed in her car after TPJ's burglary of her car and $300.72 as the cost of repair to a garage door allegedly damaged during TPJ's burglary of another victim's residence. TPJ challenged these particular costs at the restitution hearing and renews that challenge on appeal. As for the cost of the car alarm, TP...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tpj-v-state"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9107,
    9110,
    9126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}