{
  "id": 9367,
  "title": "2003년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-16",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Turner. 판결일: 2003-04-16. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Turner v. Ishee, Warden\n**판결일**: 2003-04-16\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Connor, Cook, Moyer, Pfeifer, Resnick, Stratton, Sweeney\n\n## 변호인\n\nDonald Turner, pro se., Jim Petro, Attorney General, and Thelma Thomas Price, Assistant Attorney General, for respondent.\n\n## 인용\n\n- 98 Ohio St. 3d 411\n\n## 판결문 요약\n\n\nPer Curiam.\n{¶ 1} Between May 1970 and March 1984, the Cuyahoga County Court of Common Pleas convicted appellant, Donald Turner, of various offenses, including aggravated burglary, aggravated assault, robbery, and theft, and sentenced him to prison.\n{¶ 2} In 1997, Turner filed a petition for a writ of habeas corpus in the Noble County Court of Common Pleas. The common pleas court dismissed the petition.\n{¶ 3} In April 2002, Turner filed a petition for a writ of habeas corpus in the Court of Appeals for Mahoning County. Turner claimed that his convictions were void for various reasons, including that the indictments and informations upon which the convictions were based were invalid. In May 2002, appellee, Warden Todd Ishee, filed a motion to dismiss.\n{¶ 4} In September 2002, the court of appeals granted Ishee’s motion and dismissed Turner’s petition.\nDonald Turner, pro se.\nJim Petro, Attorney General, and Thelma Thomas Price, Assistant Attorney General, for respondent.\n{¶ 5} We affirm the judgment of the court of appeals.\n{¶ 6} Turner was not entitled to a writ of habeas corpus because he was barred by res judicata from filing a successive habeas corpus petition when he could have raised the same claims in his previous habeas corpus petition. State ex rel. Johnson v. Ohio Dept. of Rehab. &amp; Corr. (2002), 95 Ohio St.3d 70, 71, 765 N.E.2d 356; State ex rel. Childs v. Lazaroff (2001), 90 Ohio St.3d 519, 520-521, 739 N.E.2d 802. In fact, he expressly raised some of his claims...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-ishee"
    }
  ],
  "relatedIncidents": [
    9039,
    9086,
    9107,
    9110,
    9126
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}