{
  "id": 9368,
  "title": "2003년 United States v. Terrence Williams, Also Known as Rico, Also Known as Terron Darrel Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Terrence Williams, Also Known as Rico, Also Known as Terron Darrel Williams. 판결일: 2003-04-14. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Terrence WILLIAMS, Also Known as Rico, Also Known as Terron Darrel Williams, Defendant-Appellant\n**판결일**: 2003-04-14\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Melloy, Per Curiam, Wollman\n\n## 변호인\n\nPaul Applebaum, St. Paul, MN, for appellant., Jeffrey S. Paulsen, AUSA, Minneapolis, MN, for appellee.\n\n## 인용\n\n- 324 F.3d 1049\n\n## 판결문 요약\n\n324 F.3d 1049\n    UNITED STATES of America, Plaintiff-Appellee,v.Terrence WILLIAMS, also known as Rico, also known as Terron Darrel Williams, Defendant-Appellant.\n    No. 02-3020.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: February 11, 2003.\n    Filed: April 14, 2003.\n    \n      Paul Applebaum, St. Paul, MN, for appellant.\n      Jeffrey S. Paulsen, AUSA, Minneapolis, MN, for appellee.\n      Before WOLLMAN, R. ARNOLD, and MELLOY, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Defendant-Appellant Terrance Williams pled guilty to conspiracy to distribute cocaine and crack cocaine. Based on the drug quantity, William's role in the conspiracy, his acceptance of responsibility, and his criminal history, he was assessed a total offense level of 39 and a criminal history of category VI. The applicable guideline range was therefore 360 months to life imprisonment. The district court1 granted a downward departure for substantial assistance based on the government's motion under U.S.S.G. &#167; 5K1.1 and sentenced Williams to 168 months imprisonment. The district court refused to depart further downward to the 120 month statutory minimum urged by Williams. On appeal, Williams challenges the district court's refusal to grant a further departure.\n    \n    \n      2\n      In general, the extent of a downward departure is not subject to review. United States v. McCarthy, 97 F.3d 1562, 1577 (8th Cir.1996); United States v. Goodwin, 72 F.3d 88, 91 (8th Cir.19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-terrence-williams-also-known-as-rico-also-known-as"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}