{
  "id": 9373,
  "title": "2003년 Kelly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-08",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Kelly. 판결일: 2003-04-08. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Kelly v. State\n**판결일**: 2003-04-08\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Wolf\n\n## 인용\n\n- 842 So. 2d 223\n\n## 판결문 요약\n\n\n842 So.2d 223 (2003)\nVirginia KELLY, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 1D01-3994.\nDistrict Court of Appeal of Florida, First District.\nApril 8, 2003.\n*224 Nancy A. Daniels, Public Defender; Gary D. Wimsett, Jr., Assistant Public Defender, Tallahassee, for appellant.\nCharlie Crist, Attorney General; Felicia A. Wilcox, Assistant Attorney General, Tallahassee, for appellee.\nWOLF, J.\nAppellant, Virginia Kelly, challenges her conviction and sentence for second degree murder.[1] Appellant raises four issues on appeal, two of which have merit and require reversal: 1) We determine the trial court abused its discretion when it refused to allow the defense to recross examine a witness who provided critical information for the first time on redirect examination, and 2) we determine the trial court also abused its discretion in denying a mistrial based upon prosecutorial misconduct during closing argument.\n*225 Charges were brought against appellant as a result of the shooting death of her husband, Ronald Kelly. The shooting occurred in the party's bedroom. The only other person in the house at the time of the shooting was appellant's son, Levi Brown. On the night of the shooting, Levi Brown could tell his mother was quite angry with Ronald Kelly because he was late coming home. She said she was \"going to kill him [Ronald Kelly],\" but Levi Brown did not think she actually meant it literally. He saw his mother get a gun and test-fire it outside. Virginia Kelly had been drinki...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kelly-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}