{
  "id": 9377,
  "title": "2003년 Washington v. Spitzer Mgmt., Unpublished Decision (4-3-2003) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-04-03",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Washington v. Spitzer Mgmt., Unpublished Decision (4-3-2003). 판결일: 2003-04-03. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Lisa Washington v. Spitzer Management, Inc.\n**판결일**: 2003-04-03\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: <bold>TIMOTHY E. McMONAGLE, Judge</bold>.\n\n## 변호인\n\nNurenberg, Plevin, Heller , McCarthy Co., L.P.A., David M. Paris and Brenda M. Johnson, for appellees.\n\nBonezzi, Switzer, Murphy  Polito Co., L.P.A., Steven J. Hupp, Patrick J. Quallich and Timothy G. Sweeney, Poklar  Associates, LLP, Robert A. Poklar, for appellants.\n\n\n## 판결문 요약\n\n                       JOURNAL ENTRY AND OPINION.\n{&#182; 1} Defendants-appellants, Spitzer Management, Inc., Spitzer Motor Center, Inc., and Spitzer Buick, Inc. (\"Spitzer\") appeal from the order of the trial court certifying a class action brought by plaintiffs-appellees Lisa Washington and Carol Ann Violand, on behalf of themselves and others similarly situated, alleging that Spitzer's practice of imposing a $97.50 \"dealer overhead\" charge in conjunction with the sale or lease of motor vehicles to consumers violates Ohio's Consumer Sales Practices Act (\"CSPA\") and constitutes fraud and negligent misrepresentation. Appellants also appeal the trial court's order denying their motion for summary judgment regarding appellees' claims of fraud and negligent misrepresentation and for punitive damages. For the reasons stated below, we affirm the class certification and dismiss appellants' appeal regarding the denial of their motion for summary judgment for lack of a final appealable order.\n  {&#182; 2} The record reflects that appellees entered into vehicle purchase agreements with Spitzer dealerships that were memoralized in form \"buyer's agreement[s]\" prepared by Spitzer. The buyers' agreements both included a pre-printed $97.50 charge for \"dealer overhead,\" a charge that appellees contend was imposed in addition to the price of the vehicle, sales tax, and license and documentation fees that were otherwise charged in conjunction with the transactions.\n  {&#182; 3} On July 18, 200...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-v-spitzer-mgmt-unpublished-decision-4-3-2003"
    }
  ],
  "relatedIncidents": [
    9057,
    9063,
    9101,
    9130,
    9188
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}