{
  "id": 9381,
  "title": "2003년 Smith v. Vinlar Holding Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Smith v. Vinlar Holding Corp.. 판결일: 2003-03-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Timothy Smith v. Vinlar Holding Corporation\n**판결일**: 2003-03-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 303 A.D.2d 745\n- 757 N.Y.S.2d 450\n\n## 판결문 요약\n\n\n—In an action to recover damages for personal injuries, the defendants appeal from an order of the Supreme Court, Westchester County (LaCava, J.), dated November 14, 2002, which denied their motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, without costs or disbursements.\nAs the proponents of a motion for summary judgment, the defendants had the burden of making a prima facie showing of entitlement to judgment as a matter of law, tendering sufficient evidence to demonstrate the absence of any material issues of fact (see Alvarez v Prospect Hosp., 68 NY2d 320, 324 [1986]; Winegrad v New York Univ. Med. Ctr., 64 NY2d 851, 853 [1985]; Zuckerman v City of New York, 49 NY2d 557, 562 [1980]). Failure to make such a prima facie showing requires denial of the motion (see Alvarez v Prospect Hosp., supra). Here, the defendants failed to meet this burden. Thus, the Supreme Court properly denied the motion. Altman, J.P., Smith, McGinity and Crane, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-vinlar-holding-corp"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}