{
  "id": 9388,
  "title": "2003년 Commonwealth ex rel. District Attorney of Blair County 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth ex rel. District Attorney of Blair County. 판결일: 2003-03-24. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH OF PENNSYLVANIA, Acting by and Through the District Attorney of Blair County, In re Randy BUCHANAN\n**판결일**: 2003-03-24\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Green, Klein, Lally, Musmanno\n\n## 변호인\n\nJackie R. Bernard, Assistant District Attorney, Altoona, for Commonwealth, appellant., James R. Gilmore, Assistant District Attorney, Pittsburgh, for Commonwealth, amicus curiae., Charles Kelly, Cannonsburg, for The Al-toona Mirror, appellee.\n\n## 인용\n\n- 823 A.2d 147\n\n## 판결문 요약\n\n\nOPINION BY KLEIN, J.:\n¶ 1 The Commonwealth appeals from the order of the Court of Common Pleas of Blair County denying its request to seal the autopsy report of Randall P. Buchanan from the general public and from the Al-toona Mirror, a local newspaper. Because we find that the release of the report may substantially interfere with the ongoing investigation of Buchanan’s homicide, and the Pennsylvania Coroner’s Act does not mandate release under such circumstances, we reverse and remand. On remand, the trial court should make findings of fact and conclusions of law as to whether the release of the report would substantially impede, obstruct or interfere with the Commonwealth’s homicide investigation.\n¶ 2 Buchanan was found murdered in his apartment on or about June 21, 2001, and the homicide remains unsolved. On November 20, 2001, the Altoona Mirror made an official written request to the county coroner for the release of Buchanan’s autopsy report. The Commonwealth petitioned the trial court for a preliminary injunction and a protective order that the report remain sealed. The trial court issued a temporary order sealing the report until a hearing was scheduled. Following a hearing, on March 14, 2002, the trial *149court denied the Commonwealth’s request for injunctive relief and directed that a copy of the autopsy report be made available to the Altoona Mirror within 24 hours.1\n¶ 3 On appeal, the Commonwealth argues that the release of the autopsy report would permanently h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-district-attorney-of-blair-county"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}