{
  "id": 9390,
  "title": "2003년 State v. Lewis, Unpublished Decision (3-21-2003) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-21",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Lewis, Unpublished Decision (3-21-2003). 판결일: 2003-03-21. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Bradford Lewis\n**판결일**: 2003-03-21\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: <bold>Winkler, Judge.</bold>\n\n## 변호인\n\nMichael K. Allen , Hamilton County Prosecuting Attorney, and  Paula E.  Adams , Assistant Prosecuting Attorney, for Plaintiff-Appellee,\n\n Kevin R. Brewer , for Defendant-Appellant.\n\n\n## 판결문 요약\n\n                                DECISION.\n{&#182; 1} Defendant-apellant Bradford Lewis appeals from the trial court's adjudication of him as a sexual predator at a second classification hearing. Because the trial court had initially conducted a deficient classification hearing, this court reversed its first judgment on December 21, 2001. In the opinion remanding the case for a new hearing, we noted, among other things, that \"[w]e have consistently held that conviction for a single sexually-oriented offense occurring a decade or more before the sexual-offender-classification hearing, standing alone, is not clear and convincing evidence that the offender is likely to commit another sexually-oriented offense.\"1\n{&#182; 2} Previously, Lewis had been convicted, after a bench trial, of rape, aggravated burglary, felonious assault, and aggravated robbery. The crimes were committed on December 2, 1976, when Lewis was nineteen years of age. The victim was an eighty-year-old woman. Lewis was sentenced to consecutive prison terms of fourteen to sixty-five years. When Lewis filed a direct appeal, this court affirmed the convictions.2\nAt the time of the first sexual-offender-classification hearing, Lewis was forty-three years of age.\n{&#182; 3} Before Lewis could be adjudicated a sexual predator by the trial court, the state was required to prove by clear and convincing evidence that Lewis had pleaded guilty to or had been found guilty of a sexually-oriented offense, and that he was likel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lewis-unpublished-decision-3-21-2003"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}