{
  "id": 9394,
  "title": "2003년 Soto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Soto. 판결일: 2003-03-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Mildred Soto v. Clifford J. Toback\n**판결일**: 2003-03-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 303 A.D.2d 577\n- 756 N.Y.S.2d 763\n\n## 판결문 요약\n\n\n—In an action to recover damages for podiatric malpractice, etc., the plaintiffs appeal from (1) an order of the Supreme Court, Orange County (Owen, J.), dated January 2, 2002, which granted the motion of the defendants Clifford Toback and Tracey Toback, and the separate motion of the defendant Vanessa Mary Darmochwal, for summary judgment dismissing the complaint insofar as asserted against them, and (2) an order of the same court, dated March 14, 2002, which denied their motion for leave to reargue.\nOrdered that the appeal from the order dated March 14, 2002, is dismissed, as no appeal lies from an order denying re-argument; and it is further,\nOrdered the order dated January 2, 2002, is reversed, on the law, the motions are denied, and the complaint is reinstated; and it is further,\nOrdered that one bill of costs is awarded to the appellants.\nThe plaintiffs commenced this podiatric malpractice action on July 21, 2000. The defendants moved for summary judgment dismissing the complaint, asserting that the action is barred by the 2V2-year statute of limitations (see CPLR 214-a). The plaintiffs argue that the defendants’ continuous treatment of the plaintiff Mildred Soto’s hammertoe condition tolled the statute of limitations. The Supreme Court granted the defendants’ separate motions and we reverse.\n*578Under the continuous treatment doctrine, the 2x/2-year limitation period is tolled until after a patient’s last treatment when the course of treatment which includes the wrong...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=soto-v-toback"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}