{
  "id": 9398,
  "title": "2003년 El-Shifa Pharmaceutical Industries Co. v. United States 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "2003-03-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: El-Shifa Pharmaceutical Industries Co. v. United States. 판결일: 2003-03-14. 법원: United States Court of Federal Claims.",
  "description": "## 사건 정보\n\n**사건명**: EL-SHIFA PHARMACEUTICAL INDUSTRIES COMPANY and Salah El Din Ahmed Mohammed Idris v. United States\n**판결일**: 2003-03-14\n**법원**: United States Court of Federal Claims\n**관할**: USA, Federal\n\n**판사**: Baskir\n\n## 변호인\n\nStephen J. Brogan, Jones, Day, Reavis & Pogue, Washington, D.C., for Plaintiffs. With him on the briefs were Timothy J. Finn, Jonathan C. Rose, Daniel H. Bromberg, and Michael S. Fried, Jones, Day, Reavis & Pogue, of counsel., Peter H. Oppenheimer, Environment and Natural Resources Division, Department of Justice, Washington, D.C., for Defendant. With him on the briefs were Thomas L. Sansonetti, Assistant Attorney General, Department of Justice; Mario Barnes, Department of the Navy; William Reye\n\n## 인용\n\n- 55 Fed. Cl. 751\n\n## 판결문 요약\n\n\n\nOPINION\n\nBASKIR, Judge.\nThis “takings” case arises out of terrorist attacks against the United States in 1998 and the American military response to these attacks. It comes before the Court on the Government’s Motion to Dismiss for lack of jurisdiction and for failure to state a claim. Because we find that the U.S. Constitution’s Fifth Amendment “just compensation” clause does not extend to claims arising out of the destruction of a purported enemy war-making instrumentality through American military action, we GRANT the Defendant’s motion and dismiss the Complaint.\n\n*753\nBACKGROUND\n\nA. The Precipitating Events\nOn August 7, 1998, in near simultaneous attacks, the American Embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania, were destroyed by truck bombs. Over 300 people were killed and another 5,000 were injured.\nOn August 20, 1998, in retaliatory actions by the U.S. military, personally ordered by the President of the United States, Tomahawk cruise missiles were launched against what were said to be terrorist targets in Afghanistan and Sudan. We quote at length first from the President’s remarks that afternoon at a school in Martha’s Vineyard, Massachusetts. In his remarks, the President identified the enemy as a terrorist group, not a nation-state. The targets were an operational base and a chemical weapons-related facility which posed threats to America’s national security. The President gave four reasons which impelled him to act:\nToday I ordered our Armed Forces to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=el-shifa-pharmaceutical-industries-co-v-united-states"
    }
  ],
  "relatedIncidents": [
    9226,
    8931,
    9507,
    8281,
    8364
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}