{
  "id": 9403,
  "title": "2003년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-11",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Graham. 판결일: 2003-03-11. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Graham v. State\n**판결일**: 2003-03-11\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Houghton\n\n## 인용\n\n- 64 P.3d 684\n\n## 판결문 요약\n\n\n64 P.3d 684 (2003)\nTodd Noel GRAHAM, Respondent,\nv.\nSTATE of Washington, Appellant.\nNo. 28181-3-II.\nCourt of Appeals of Washington, Division 2.\nMarch 11, 2003.\nMichael Gordon Borge, Attorney at Law, Vancouver, WA, for Respondent.\nRichard Alan Melnick, Attorney at Law, Vancouver, WA, for Appellant.\nHOUGHTON, P.J.\nThe State appeals from an order restoring Todd Graham's right to own and possess a firearm, arguing that the trial court incorrectly interpreted RCW 9.41.040. We agree and reverse.\n\n\n*685 FACTS[1]\nOn May 5, 1995, Graham was convicted of second degree child rape, a sex offense and a class A felony. RCW 9A.44.076. He had not been convicted of any felonies, gross misdemeanors, or misdemeanors before or after May 5.\nOn September 20, 2001, Graham petitioned the superior court under RCW 9.41.040 for restoration of his right to own and possess firearms. He argued that the statute allows an individual to have his or her firearm rights restored if he or she has had no felony convictions and has been crime free for the preceding five years.\nThe court granted Graham's petition, reasoning that he had not been convicted of any offenses before the current felony that disabled his firearm rights. The court stated in its conclusions of law:\n3. The second sentence of RCW 9.41.040(4) provides that a Petitioner who has not previously been convicted of certain offenses may petition to have his/her rights restored; ...\n4. To give meaning to the word \"previously\" in the second sentence of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graham-v-state"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}