{
  "id": 9404,
  "title": "2003년 Thergood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-11",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Thergood. 판결일: 2003-03-11. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. LAMONT THERGOOD\n**판결일**: 2003-03-11\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Schaller\n\n## 변호인\n\nRichard E. Condon, Jr., assistant public defender, for the appellant (defendant)., Frederick W. Fawcett, supervisory assistant state’s attorney, with whom, on the brief, were Jonathan C. Benedict, state’s attorney, and Gerard P. Eisenman, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 75 Conn. App. 527\n\n## 판결문 요약\n\n\n\nOpinion\n\nSCHALLER, J.\nThe defendant, Lamont Thergood, appeals from the judgment of conviction, rendered after a jury trial, of murder in violation of General Statutes § 53a-54a (a).1 The defendant’s sole claim on appeal is that the use of his signed confession at trial violated his federal constitutional right to due process because the confession was involuntary. We affirm the judgment of the trial court.\nThe jury reasonably could have found the following facts. At approximately 1 a.m. on March 26, 1999, *529Lamont Baldwin, Ricky Owen and the defendant were riding around Bridgeport in a car driven by Baldwin. As they proceeded along Knowlton Street, the defendant asked Baldwin to stop the car so that the defendant could get out and urinate. While he was outside the vehicle, the defendant encountered the victim, Telerence Carter. The defendant shot Carter four times with a revolver, killing him.\nOfficer Milton Johnson of the Bridgeport police department was driving on East Washington Avenue near Knowlton Street when he heard gunshots. Johnson made a U-tum and, as he was approaching Knowlton Street, his vehicle was nearly struck by the car in which Baldwin, Owen and the defendant were traveling. Johnson then made another U-tum so that he could pursue the car. As Johnson pursued the defendant and his companions, Owen grabbed the revolver from the defendant and threw it out the window. The pursuit ended when Baldwin turned onto a dead-end street. Johnson ordered Baldwin, Owen ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thergood"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}