{
  "id": 9408,
  "title": "2003년 Alcindore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-06",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Alcindore. 판결일: 2003-03-06. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Benjamin ALCINDORE, Appellant, v. UNITED STATES, Appellee\n**판결일**: 2003-03-06\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Wagner, Chief Judge, and Schwelb and Reid, Associate Judges\n\n## 변호인\n\nJon W. Norris, Washington, DC, for appellant., David B. Goodhand, Assistant United States Attorney, with whom Roscoe C. Howard, Jr., United States Attorney, and John R. Fisher, Mary Patrice Brown, and Barbara E. Kittay, Assistant United States Attorneys, were on the brief, for appellee.\n\n## 인용\n\n- 818 A.2d 152\n\n## 판결문 요약\n\n\n818 A.2d 152 (2003)\nBenjamin ALCINDORE, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 00-CF-1459.\nDistrict of Columbia Court of Appeals.\nArgued October 16, 2002.\nDecided March 6, 2003.\nJon W. Norris, Washington, DC, for appellant.\nDavid B. Goodhand, Assistant United States Attorney, with whom Roscoe C. Howard, Jr., United States Attorney, and John R. Fisher, Mary Patrice Brown, and Barbara E. Kittay, Assistant United States Attorneys, were on the brief, for appellee.\nBefore WAGNER, Chief Judge, and SCHWELB and REID, Associate Judges.\nWAGNER, Chief J.\nAppellant, Benjamin Alcindore, was indicted on five counts: (1) assault with intent *153 to kill while armed (AWIK/WA) (D.C.Code §§ 22-501[1], -3202[2]), (2) aggravated assault while armed (D.C.Code §§ 22-504.1[3], -3202), (3) mayhem while armed (D.C.Code §§ 22-506[4], -3202), (4) possession of a firearm during a crime of violence or dangerous offense (PFCV) (D.C.Code § 22-3204(b)), and (5) carrying a pistol without a license (CPWL) (D.C.Code § 22-3204(a)).[5] A jury found him not guilty of AWIK/WA, but guilty of the lesser-included offense of assault with a dangerous weapon (ADW), and of the remaining charges. Alcindore argues for reversal on the grounds that the trial court erred in: (1) declining to re-instruct the jury in response to a jury note; (2) accepting a verdict inconsistent with the jury instructions with respect to the elements of the charged offenses; (3) overruling objections to improper argument by the prosecutor; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alcindore-v-united-states"
    }
  ],
  "relatedIncidents": [
    9024,
    9070,
    9078,
    9120,
    9145
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}