{
  "id": 9410,
  "title": "2003년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-03-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brown. 판결일: 2003-03-06. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. the State\n**판결일**: 2003-03-06\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Adams, Barnes, Ruffin\n\n## 변호인\n\nLawrence Lewis, for appellant., Paul L. Howard, Jr., District Attorney, Alvera A. Wheeler, Peggy R. Katz, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 579 S.E.2d 87\n- 260 Ga. App. 77\n\n## 판결문 요약\n\n\n579 S.E.2d 87 (2003)\n260 Ga. App. 77\nBROWN\nv.\nThe STATE.\nNo. A02A1809.\nCourt of Appeals of Georgia.\nMarch 6, 2003.\nCertiorari Denied June 9, 2003.\n*89 Lawrence Lewis, for appellant.\nPaul L. Howard, Jr., District Attorney, Alvera A. Wheeler, Peggy R. Katz, Assistant District Attorneys, for appellee.\n*88 RUFFIN, Presiding Judge.\nA jury found Larry Brown guilty of rape, aggravated sodomy, aggravated sexual battery, two counts of aggravated assault, kidnapping, false imprisonment, and possession of a knife during the commission of a felony.[1] The trial court denied Brown's motion for new trial, and he appeals to this Court, asserting numerous errors. Finding that Brown's assertions lack merit, we affirm.\nThe evidence shows that the victim arrived in the Boatrock Road area in a taxi, and she was approached by several men, whom the taxi driver believed to be drug dealers. The taxi driver pulled farther down the street and ordered the victim out of the car.\nAs the victim walked toward a pay phone, Kahbarius Jackson, one of the men who had approached the taxi, grabbed her by the arm. Jackson accused the victim of taking his \"dope,\" and he pulled her to a secluded area. Jackson and the victim were joined by Brown and others, and Jackson told Brown that the victim was \"trying to play games.\" Brown then told the victim, \"[w]e kill too many people over bigger things. We don't want to kill you over something this small.\" According to the victim, Jackson took a knife from Brown and point...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    9045,
    9135,
    9269,
    8668,
    8692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}