{
  "id": 9421,
  "title": "2003년 Love 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-02-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Love. 판결일: 2003-02-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent v. Charles LOVE\n**판결일**: 2003-02-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dowd, Hoff, III\n\n## 변호인\n\nDaniel L. Mohs, St. Louis, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., John Munson Morris, III, Anne E. Edg-ington, Sara L. Trower, Asst. Attys Gen., Jefferson City, MO, for respondent.\n\n## 인용\n\n- 103 S.W.3d 793\n\n## 판결문 요약\n\n\n*794ORDER\nPER CURIAM.\nCharles Love (Defendant) appeals from the judgment upon his convictions for statutory rape in the first degree, Section 566.032, RSMo 2000,1 and statutory sodomy in the first degree, Section 558.016. Defendant was sentenced to two terms of twenty-five years of imprisonment, the sentences to be served concurrently. On appeal, Defendant contends the trial court erred (1) in overruling his motions for judgment of acquittal at the close of State’s evidence and again at the close of all evidence because the evidence was insufficient for a reasonable juror to find Defendant guilty of statutory rape in the first degree and statutory sodomy in the first degree, and (2) in admitting statements of the victim through the testimony of several witnesses on the grounds that the statements failed to meet the standard of admissibility pursuant to Section 491.075 and Missouri case law. We affirm.\nWe have reviewed the briefs of the parties and the record on appeal and find the claims of error to be without merit. An opinion would have no precedential value nor serve any jurisprudential purpose. The parties have been furnished with a memorandum for their information only, setting forth the reasons for this order pursuant to Rule 30.25(b).\n\n. Unless otherwise indicated, all other statutory references are to RSMo 2000.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-love"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}