{
  "id": 9439,
  "title": "2003년 State of Tennessee v. Lawrence Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-02-14",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Lawrence Taylor. 판결일: 2003-02-14. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Lawrence Taylor\n**판결일**: 2003-02-14\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Joe G. Riley\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                                     January 7, 2003 Session\n\n                 STATE OF TENNESSEE v. LAWRENCE TAYLOR\n\n                    Direct Appeal from the Circuit Court for Tipton County\n                             No. 4016 Joseph H. Walker, Judge\n\n\n\n                   No. W2002-00183-CCA-R3-CD - Filed February 14, 2003\n\n\nA Tipton County jury convicted the defendant of the delivery of .5 grams or more of cocaine. On\nappeal, he argues: (1) the evidence was insufficient to support his conviction; (2) the trial court erred\nin refusing to grant a mistrial after the prosecutor improperly questioned the defendant about prior\ndrug sales; and (3) the trial court erroneously instructed the jury regarding his co-defendant’s status\nas an accomplice. We conclude the trial court erred in refusing to grant a mistrial. Accordingly, we\nreverse the judgment of the trial court and remand the matter for a new trial.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Reversed;\n                                        Remanded\n\nJOE G. RILEY, J., delivered the opinion of the court, in which JOHN EVERETT WILLIAMS and ALAN\nE. GLENN, JJ., joined.\n\nJ. Thomas Caldwell, Ripley, Tennessee, for the appellant, Lawrence Taylor.\n\nPaul G. Summers, Attorney General and Reporter; J. Ross Dyer, Assistant Attorney General;\nElizabeth T. Rice, District Attorney General; and James Walter Freela...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-lawrence-taylor"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}