{
  "id": 9440,
  "title": "2003년 State v. Fairbanks, Unpublished Decision (2-14-2003) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-02-14",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Fairbanks, Unpublished Decision (2-14-2003). 판결일: 2003-02-14. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Bryan D. Fairbanks\n**판결일**: 2003-02-14\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: DIANE V. GRENDELL, J.\n\n## 변호인\n\nCharles E. Coulson,  Lake County Prosecutor, and  Brian L.  Summers,  Assistant Prosecutor, 105 Main Street, P.O. Box 490, Painesville, OH 44077 (For Plaintiff-Appellee).\n\n Gary H.  Levine, 55 Public Square, #1350, Cleveland, OH 44113 (For Defendant-Appellant).\n\n\n## 판결문 요약\n\n                                 OPINION\n{&#182; 1} Defendant-appellant Bryan D. Fairbanks (\"appellant\") appeals from the trial court's imposition of consecutive sentences for three of the six counts of rape to which appellant pled guilty. Appellant also disputes the determination that he is a sexual predator.\n  {&#182; 2} On February 8, 2001, appellant entered into a written plea of guilty to six counts of rape, all in violation of R.C. 2907.02(A)(1)(b), felonies of the first degree. The counts were amended to delete the language stating that appellant purposefully compelled the victims to submit by force or threat of force. The court entered a nolle prosequi to the remaining counts of the indictment. The charges stemmed from sexual activity appellant engaged in with two boys, both under the age of thirteen, from March of 1999 to September of 2000. One of the victims was living with appellant at the time, as the victim's mother was engaged to appellant's father. Appellant confirmed there were in excess of a hundred incidents with this victim. There were two incidents with another boy, a cousin of the first victim.\n  {&#182; 3} On March 5, 2001, appellant appeared before the trial court for a sexual predator hearing and sentencing hearing. Dr. John Fabian, a clinical psychologist, testified that he examined appellant and issued a report regarding appellant's likelihood of recidivism. Dr. Fabian testified he interviewed appellant for two hours and administered various psycholo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fairbanks-unpublished-decision-2-14-2003"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}