{
  "id": 9445,
  "title": "2003년 Costner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-02-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Costner. 판결일: 2003-02-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Damon Costner, Also Known as Damone Bell\n**판결일**: 2003-02-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 302 A.D.2d 902\n- 753 N.Y.S.2d 794\n\n## 판결문 요약\n\n\nAppeal from a judgment of Supreme Court, Erie County (Forma, J.), entered May 11, 2000, convicting defendant upon his plea of guilty of, inter alia, attempted assault in the first degree.\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously modified on the law by vacating the sentence and as modified the judgment is affirmed, and the matter is remitted to Supreme Court, Erie County, for further proceedings in accordance with the following memorandum: Defendant appeals from a judgment convicting him upon his plea of guilty of attempted assault in the first degree (Penal Law §§ 110.00, 120.10 [1]) and criminal possession of a weapon in the third degree (§ 265.02 [former (4)]). Defendant contends that he was denied effective assistance of counsel when Supreme Court elicited adverse comments from defense counsel on the pro se motions of defendant to withdraw his guilty plea. The record establishes that the court denied defendant’s motions before eliciting those comments from defense counsel, and thus those comments had no effect on the court’s determination (see People v Wyant, 292 AD2d 779, 780, lv denied 98 *903NY2d 715). Contrary to the further contention of defendant, his knowing, voluntary, and intelligent waiver of the right to appeal encompasses his contention that the court erred in denying his suppression motion (see People v Kemp, 94 NY2d 831, 833). The period of postrelease supervision is neither unduly harsh nor severe.\nDefend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-costner"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wright"
    }
  ],
  "relatedIncidents": [
    9281,
    8871,
    9024,
    9039,
    9070
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}