{
  "id": 9453,
  "title": "2003년 Damato 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-01-29",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Damato. 판결일: 2003-01-29. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Nicholas DAMATO, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 2003-01-29\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Golden, Hill, Kite, Lehman, Voigt\n\n## 인용\n\n- 2003 WY 13\n- 64 P.3d 700\n\n## 판결문 요약\n\n\n64 P.3d 700 (2003)\n2003 WY 13\nNicholas DAMATO, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 01-88.\nSupreme Court of Wyoming.\nJanuary 29, 2003.\n*702 Representing Appellant: Daniel G. Blythe, Cheyenne, Wyoming.\nRepresenting Appellee: Hoke MacMillan, Wyoming Attorney General; Paul S. Rehurek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Theodore E. Lauer, Director, and Michael J. Crosson, Student Intern, of the Prosecution Assistance Program. Argument by Mr. Crosson.\nBefore HILL, C.J., and GOLDEN, LEHMAN[*], KITE, and VOIGT, JJ.\nGOLDEN, Justice.\n[¶ 1] Appellant Nicholas Damato's stop for a traffic violation led to the discovery of more than 300 pounds of marijuana in the trunk of his car. After charges were filed, the district court granted his motion to suppress this evidence; however, upon the State's motion for reconsideration, the trial court reversed its ruling. In its second ruling, the district court denied the motion to suppress the evidence upon finding that the marijuana would inevitably have been discovered by a canine drug sniff. Damato entered a conditional plea of guilty, preserving his right to appeal the evidentiary ruling, and now appeals this denial.\n[¶ 2] We reverse and remand.\n\nISSUES\n[¶ 3] Damato states the issues as:\n1. Whether the continued detention of Mr. Damato was justified by a reasonable and articulable suspicion of illegal activity.\n2. Whether the district court erred in ruling that th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=damato-v-state"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}