{
  "id": 9457,
  "title": "2003년 People v. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-01-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Mitchell. 판결일: 2003-01-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Sylvia Mitchell\n**판결일**: 2003-01-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 301 A.D.2d 451\n- 755 N.Y.S.2d 366\n\n## 판결문 요약\n\n\n—Judgment, Supreme Court, New York County (Bonnie Wittner, J.), rendered July 6, 2000, convicting defendant, upon her plea of guilty, of manslaughter in the second degree, grand larceny in the second degree, and perjury in the first degree, and sentencing her to concurrent terms of 5 to 15 years, 5 to 15 years and 2V3 to 7 years, respectively, unanimously affirmed.\nDefendant’s motion to dismiss based on preindictment delay *452was properly denied (see People v Singer, 44 NY2d 241; see also United States v Lovasco, 431 US 783, 795-796). The People established good cause for the delay by detailing their extensive investigation into the intricate circumstantial evidence against defendant, including complex scientific and medical evidence. Given the nature of the evidence, the People were required to exercise great caution in deciding whether or not to commence a prosecution. It was reasonable under these circumstances for the People to spend lengthy periods of time pursuing aspects of the investigation that appeared to be promising but were ultimately fruitless. There was no indication that any of the delay was intended to gain tactical advantage or was otherwise motivated by bad faith. Therefore, the balancing of the reasons for the delay with all other relevant factors, including the lack of a showing of specific prejudice to defendant, establishes that defendant was not entitled to dismissal (see People v Rodriguez, 281 AD2d 375, lv denied 96 NY2d 906).\nWe perceive no basis ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mitchell"
    }
  ],
  "relatedIncidents": [
    9024,
    9025,
    9040,
    9050,
    9064
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}