{
  "id": 9460,
  "title": "2003년 Ozuna 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-01-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ozuna. 판결일: 2003-01-22. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Texas, Appellant, v. Benito OZUNA, Appellee\n**판결일**: 2003-01-22\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Alma, Green, Hardberger, Lopez, Paul, Phil\n\n## 변호인\n\nDavid Clay Cowan, Cowan & Cowan, P.L.L.C., Alfred V. Sumpter, Law Office of Alfred V. Sumpter, Del Rio, for Appellant., Fred Hernandez, Dist. Atty., Del Rio, for Appellee.\n\n## 인용\n\n- 88 S.W.3d 307\n\n## 판결문 요약\n\n\n88 S.W.3d 307 (2002)\nSTATE of Texas, Appellant,\nv.\nBenito OZUNA, Appellee.\nNo. 04-01-00407-CR.\nCourt of Appeals of Texas, San Antonio.\nJuly 24, 2002.\nDiscretionary Review Refused January 22, 2003.\n*308 David Clay Cowan, Cowan &amp; Cowan, P.L.L.C., Alfred V. Sumpter, Law Office of Alfred V. Sumpter, Del Rio, for Appellant.\nFred Hernandez, Dist. Atty., Del Rio, for Appellee.\nSitting: PHIL HARDBERGER, Chief Justice, ALMA L. LÓPEZ, Justice, PAUL W. GREEN, Justice.\nOpinion by PAUL W. GREEN, Justice.\nAfter being indicted for drug charges, Benito Ozuna filed a motion to suppress the fruits of a search warrant. The trial court granted the motion to suppress, finding the affidavit supporting the warrant did not contain probable cause. The State appeals the ruling.\n\n\n*309 Background\n\nDetective Scott McDonald applied for a search warrant, attaching his notarized statement regarding his suspicions that Ozuna and his brother possessed heroin and stolen property at Ozuna's residence. Detective McDonald's affidavit explained that in January 2000, Detective McDonald stopped David Sanchez, who told him that Ozuna was a heroin supplier. Sanchez said Ozuna's brother made daily trips to Mexico to purchase heroin and cocaine for Ozuna. Sanchez also stated Ozuna was a member of the Mexican Mafia and that younger men, such as David Saldivar, stole items for Ozuna in exchange for drugs and to gain acceptance into the Mexican Mafia. Sanchez stated Ozuna was in possession of stolen bicycles and comp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ozuna"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}