{
  "id": 9466,
  "title": "2003년 Estate of Klinger v. Corona Community Ambulance Corps., Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-01-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Estate of Klinger v. Corona Community Ambulance Corps., Inc.. 판결일: 2003-01-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Estate of William Klinger, Appellants-Respondents v. Corona Community Ambulance Corps., Inc., and Sterling Doubleday Enterprises, LP\n**판결일**: 2003-01-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 301 A.D.2d 495\n- 753 N.Y.S.2d 126\n\n## 판결문 요약\n\n\n—In an action to recover damages for wrongful death, etc., the plaintiffs appeal, as limited by their brief, from so much of an order of the Supreme Court, Queens County (Dye, J.), dated May 25, 2001, as granted that branch of the motion of the defendant Sterling Doubleday Enterprises, LP, which was for summary judgment dismissing the complaint insofar as asserted against it, and the defendants *496Corona Community Ambulance Corps., Inc., Corona-East Elmhurst Volunteer Ambulance Corporation, E.M.T. Arellano, E.M.T. Saavedra, and E.M.T. “John” Rodriguez separately appeal, as limited by their brief, from so much of the same order as denied that branch of the motion of the defendants Corona Community Ambulance Corps., Inc., E.M.T. Arellano, E.M.T. Saavedra, and E.M.T. “John” Rodriguez, which was for summary judgment dismissing the complaint insofar as asserted against those defendants.\nOrdered that the appeal by the defendant Corona-East Elmhurst Volunteer Ambulance Corporation is dismissed, as it is not aggrieved by the portion of the order appealed from (see CPLR 5511); and it is further,\nOrdered that the order is modified, on the law, by deleting the provision thereof denying that branch of the motion of the defendants Corona Community Ambulance Corps., Inc., E.M.T. Arellano, E.M.T. Saavedra, and E.M.T. “John” Rodriguez which was for summary judgment dismissing the complaint and cross claims insofar as asserted against the defendants E.M.T. Arellano, E.M.T. Saavedra, and E.M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=estate-of-klinger-v-corona-community-ambulance-corps-inc"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}