{
  "id": 9469,
  "title": "2003년 In Re Welfare of JR, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-01-09",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: In Re Welfare of JR, Jr.. 판결일: 2003-01-09. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the WELFARE OF J.R., Jr., and A.I.R.\n**판결일**: 2003-01-09\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Anderson, Blatz, Paul\n\n## 변호인\n\nBrian M. Olsen, Cokato, MN, for Appellant., Michael J. Thompson, Meeker County Attorney, Gayle A. Borchert, Assistant County Attorney, Litchfield, MN, for Respondent., Kathryn J. Bergstrom, Christopher A. Carlisle, Gray, Plant, Mooty, Mooty & Bennett, P.A., Minneapolis, MN, Guardian At Litem.\n\n## 인용\n\n- 655 N.W.2d 1\n\n## 판결문 요약\n\n\n655 N.W.2d 1 (2003)\nIn the Matter of the WELFARE OF J.R., Jr., and A.I.R.\nNo. C2-02-378.\nSupreme Court of Minnesota.\nJanuary 9, 2003.\nBrian M. Olsen, Cokato, MN, for Appellant.\nMichael J. Thompson, Meeker County Attorney, Gayle A. Borchert, Assistant County Attorney, Litchfield, MN, for Respondent.\nKathryn J. Bergstrom, Christopher A. Carlisle, Gray, Plant, Mooty, Mooty &amp; Bennett, P.A., Minneapolis, MN, Guardian At Litem.\nHeard, considered and decided by the court en banc.\n\nOPINION\nBLATZ, Chief Justice.\nAppellant, the mother of J.R., Jr. and A.I.R., appeals an order of the Minnesota Court of Appeals dismissing her appeal of the trial court order terminating her parental rights. The court of appeals dismissed the appeal because appellant failed *2 to timely serve the guardian ad litem, a party to the matter, with the notice of appeal within the appeal period. Appellant argues that because termination of parental rights cases are such important cases, a technical violation of the rules of court procedure should not prevent the appeal from proceeding. While we agree that termination of parental rights cases are important, we disagree that the rules of court procedure can be ignored and affirm the court of appeals.\nAn order was filed by the trial court on February 5, 2002, terminating appellant's parental rights to J.R., Jr. and A.I.R. Because Rule 82.02, subd. 2 of the Rules of Juvenile Procedure requires that an appeal be taken within 30 days, the last day to perfect an ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-welfare-of-jr"
    }
  ],
  "relatedIncidents": [
    9023,
    9024,
    9025,
    9039,
    9040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}