{
  "id": 9470,
  "title": "2003년 State of Tennessee v. Michael J. Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2003-01-07",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Michael J. Young. 판결일: 2003-01-07. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Michael J. Young\n**판결일**: 2003-01-07\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Joe G. Riley\n\n\n## 판결문 요약\n\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                            AT NASHVILLE\n                                           November 19, 2002 Session\n\n                      STATE OF TENNESSEE v. MICHAEL J. YOUNG\n\n                     Direct Appeal from the Circuit Court for Rutherford County\n                             No. F-50006    James K. Clayton, Jr., Judge\n\n\n\n                          No. M2002-00760-CCA-R3-CD - Filed January 7, 2003\n\n\nThe defendant pled guilty to two counts of sexual battery by an authority figure and two counts of\nstatutory rape. He received agreed sentences totaling five years. The defendant sought alternative\nsentencing from the trial court, which was denied. In this appeal, the defendant argues the trial court\nimproperly denied alternative sentencing. We affirm the judgment of the trial court.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJOE G. RILEY, J., delivered the opinion of the court, in which DAVID H. WELLES and ALAN E.\nGLENN, JJ., joined.\n\nPatrick T. McNally and Joseph T. Howell, Nashville, Tennessee, for the appellant, Michael J.\nYoung.\n\n\nPaul G. Summers, Attorney General and Reporter; Christine M. Lapps, Assistant Attorney General;\nWilliam C. Whitesell, Jr., District Attorney General; and John W. Price, III, Assistant District\nAttorney General, for the appellee, State of Tennessee.\n\n\n                                                          OPINION\n\n        The proof in the record...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-michael-j-young"
    }
  ],
  "relatedIncidents": [
    9024,
    9049,
    9082,
    9140,
    9174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}