{
  "id": 9475,
  "title": "2002년 Melz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-31",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Melz. 판결일: 2002-12-31. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: RIVER LINKS AT DEER CREEK, LLC v. Joseph MELZ, Et Al.\n**판결일**: 2002-12-31\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Ben H. Cantrell\n\n## 변호인\n\nPhillip North and R.J. Pursell, Nashville, Tennessee, for the appellants, Joseph Melz, Deer Creek Golf Interests, LLC and Deer Creek Construction, Inc., Nancy S. Jones and Caroline Thomas Trost, Nashville, Tennessee, for the appel-lee, River Links at Deer Creek, LLC.\n\n## 인용\n\n- 108 S.W.3d 855\n\n## 판결문 요약\n\n\n108 S.W.3d 855 (2002)\nRIVER LINKS AT DEER CREEK, LLC\nv.\nJoseph MELZ, et al.\nCourt of Appeals of Tennessee, Middle Section, at Nashville.\nOctober 8, 2002 Session.\nDecember 31, 2002.\nPermission to Appeal Denied May 27, 2003.\n*856 Phillip North and R.J. Pursell, Nashville, Tennessee, for the appellants, Joseph Melz, Deer Creek Golf Interests, LLC and Deer Creek Construction, Inc.\nNancy S. Jones and Caroline Thomas Trost, Nashville, Tennessee, for the appellee, River Links at Deer Creek, LLC.\nPermission to Appeal Denied by Supreme Court May 27, 2003.\n\n\n*857 OPINION\nBEN H. CANTRELL, P.J., M.S., delivered the opinion of the court, in which WILLIAM B. CAIN, J. and TOM E. GRAY, Sp. J., joined.\nThe developer of a golf course brought a fraud complaint against the property owner who furnished the land for the course, and against the companies he controlled. The defendants argued that the plaintiff's remedies were limited by the arbitration clauses in two of the three contracts that defined the relationship between them. The trial court ruled that the arbitration clauses were not applicable to the plaintiff's claims. We affirm the trial court.\n\nI. AN AMBITIOUS PROJECT\nThe parties in this case wished to develop an eighteen-hole championship-caliber golf course and an adjoining residential community in Spring Hill, Tennessee. To accomplish their purposes, they entered into two contracts: a Development Agreement, which was executed on May 1, 2000, and an Operating Agreement under the Tenne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=river-links-at-deer-creek-llc-v-melz"
    }
  ],
  "relatedIncidents": [
    9486,
    9523,
    9546,
    9553,
    9586
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}