{
  "id": 9479,
  "title": "2002년 Tsabbar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Tsabbar. 판결일: 2002-12-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Zion Tsabbar v. David Delena\n**판결일**: 2002-12-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 300 A.D.2d 196\n- 752 N.Y.S.2d 636\n\n## 판결문 요약\n\n\n—Order, Supreme Court, New York County (Walter Tolub, J.), entered October 1, 2001, which, inter alia, granted defendants’ cross motion for summary judgment dismissing the complaint, unanimously affirmed, with costs.\nPlaintiff holds a proprietary lease to a professional apartment in the building owned by defendant residential cooperative. A prior action brought by plaintiff alleging, inter alia, that an oral agreement existed permitting plaintiff to sublease his professional apartment without board approval, was dismissed upon the grant of the defendants’ motion for summary judgment (see Tsabbar v Auld, 289 AD2d 115, lv denied 98 NY2d 613). Plaintiff has now commenced the instant action, alleging, inter alia, disparate and inequitable cooperative share allocation and that defendants have treated plaintiff in a discriminatory and disparate manner by selectively enforcing sublease requirements and preventing him from engaging in business ventures with other professionals seeking to utilize *197his office space. The claims now asserted were properly dismissed since they are barred by the doctrines of res judicata and collateral estoppel (see generally Matter of Reilly v Reid, 45 NY2d 24, 27-28). Plaintiffs attempt to premise his right to sublet without board approval upon a legal theory different from the one alleged in the prior action is unavailing as a means of removing this claim from the bar of res judicata, since both this and the previously asserted claim arise from the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tsabbar-v-delena"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9485,
    9486,
    9487
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}