{
  "id": 9487,
  "title": "2002년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 2002-12-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. the State\n**판결일**: 2002-12-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Eldridge, Ellington, Smith\n\n## 변호인\n\nRonald L. Beckstrom, for appellant., J. David Miller, District Attorney, Bradfield M. Shealy, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 576 S.E.2d 18\n- 258 Ga. App. 852\n\n## 판결문 요약\n\n\n576 S.E.2d 18 (2002)\n258 Ga. App. 852\nJONES\nv.\nThe STATE.\nNo. A02A2244.\nCourt of Appeals of Georgia.\nDecember 13, 2002.\n*19 Ronald L. Beckstrom, Valdosta, for appellant.\nJ. David Miller, Dist. Atty., Bradfield M. Shealy, Asst. Dist. Atty., for appellee.\nELDRIDGE, Judge.\nA Lowndes County jury found Quarterrio Jones guilty of three counts of armed robbery and three counts of kidnapping, which charges arose based upon acts committed by Jones and three co-defendants at Charlie Trippers Restaurant in Valdosta. He appeals and claims solelyalbeit in six separate enumerations of errorthat the evidence was insufficient to support his conviction on each of the six counts for which he was found guilty because \"[t]hroughout the trial, not one witness identified the Defendant as having been at the scene of the crime.\"\nOn appeal from a criminal conviction, we view the evidence in the light most favorable to the verdict. We do not weigh the evidence or determine witness credibility, but only determine whether the evidence is sufficient under the standard of Jackson v. Virginia.[1]\nSo viewed, the evidence clearly supports the jury's verdict. The testimony of the bartender and the manager of Charlie Trippers Restaurant proved that, at approximately midnight on the date alleged in the indictment, four men committed the charged offenses which ultimately resulted in the taking of the bartender's purse; the manager's money clip; two bottles of brandy and one bottle of gin from the restaurant; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    9522,
    9848,
    9855,
    9874,
    9889
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}