{
  "id": 9488,
  "title": "2002년 State of Tennessee v. Tina Cunningham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-13",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Tina Cunningham. 판결일: 2002-12-13. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Tina Cunningham\n**판결일**: 2002-12-13\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Gary R Wade\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                            Assigned on Briefs October 29, 2002\n\n                 STATE OF TENNESSEE v. TINA CUNNINGHAM\n\n                      Appeal from the Circuit Court for Blount County\n             Nos. C-7704, 7773, 11640, and 11753   D. Kelly Thomas, Jr., Judge\n\n\n\n                                 No. E2002-00571-CCA-R3-CD\n                                      December 13, 2002\n\nThe defendant, Tina Cunningham, was convicted of two counts of introduction of contraband into\na penal facility. The trial court imposed a six-year sentence and granted immediate probation. Later,\nthe trial court extended the original six-year sentence by two years when the defendant was convicted\nof two counts of forgery, but permitted the defendant to remain on probation. The trial court\nimposed an effective sentence of four years for the forgery convictions, to be served on probation\nand consecutively to the sentence for introduction of contraband into a penal facility. At some point,\nthe trial court ordered the defendant to complete a drug program. When she failed to do so, the trial\ncourt revoked the defendant's probation and ordered her to serve the balance of her sentence in a\ncommunity corrections program. When the defendant failed to comply with the requirements of the\nprogram, the trial court revoked the community corrections sentence and ordered the defendant to\nserve the balance of her sent...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-tina-cunningham"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}