{
  "id": 9492,
  "title": "2002년 Velasquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Velasquez. 판결일: 2002-12-12. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alexandra Sanchez VELASQUEZ v. IMMIGRATION AND NATURALIZATION SERVICE\n**판결일**: 2002-12-12\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Goodwin, Graber, Trott\n\n## 인용\n\n- 52 F. App'x 430\n\n## 판결문 요약\n\n\nMEMORANDUM **\nAlexandra Velasquez Sanchez,1 a native and citizen of Colombia, petitions for review of the Board of Immigration Appeals’ decision dismissing her appeal from the Immigration Judge’s decision denying her application for asylum and withholding of removal. We deny the petition.\nBecause the BIA conducted a de novo review of the record and affirmed the IJ’s adverse findings, we limit our review to the BIA’s decision. Molina-Morales v. INS, 237 F.3d 1048, 1050 (9th Cir.2001). We review the BIA’s findings of fact, including credibility findings, for substantial evidence and must uphold the BIA’s findings unless the evidence compels a contrary result. INS v. Elias-Zacarias, 502 U.S. 478, 483-84, 112 S.Ct. 812, 816-817, 117 L.Ed. 38 (1992); Singh-Kaur v. INS, 183 F.3d 1147, 1149-50 (9th Cir.1999).\nThe BIA provided specific, cogent reasons for its adverse credibility finding, noting that Velasquez’s testimony was inconsistent and insufficiently detailed. Hartooni v. INS, 21 F.3d 336, 342 (9th Cir.1994). Thus, we must uphold the BIA’s adverse credibility determination because it is supported by substantial evidence. See Singh-Kaur, 183 F.3d at 1151-53. Nor did the BIA err in holding that Velasquez failed to establish a nexus between the alleged persecution and her political beliefs. See 8 U.S.C. § 1101(a)(42); Elias-Zacarias, 502 U.S. at 483-84, 112 S.Ct. at 816-817; Ochave v. INS, 254 F.3d 859, 864-65 (9th Cir.2001); Lopez-Galarza v. INS, 99 F.3d 954, 959 (9th Cir.1996)....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=velasquez-v-immigration-naturalization-service"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}