{
  "id": 9496,
  "title": "2002년 DG Liquidation, Inc. v. Anchin, Block & Anchin, LLP 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: DG Liquidation, Inc. v. Anchin, Block & Anchin, LLP. 판결일: 2002-12-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: DG Liquidation, Inc. v. Anchin, Block & Anchin, LLP, Appellant-Respondent\n**판결일**: 2002-12-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 300 A.D.2d 70\n- 750 N.Y.S.2d 753\n\n## 판결문 요약\n\n\n—Order, Supreme Court, New York County (Jane Solomon, J.), entered on or about April 4, 2002, which granted defendant’s motion for summary judgment only to the extent of dismissing the third cause of action for breach of fiduciary duty, and order, same court and Justice, entered June 27, 2002, which, upon the grant of reargument, adhered to the aforesaid order, unanimously affirmed, with costs.\nSummary judgment dismissing plaintiffs cause of action for accounting malpractice was properly denied since the record discloses the existence of material triable issues of fact (see Zuckerman v City of New York, 49 NY2d 557; Alvarez v Prospect Hosp., 68 NY2d 320), among them, whether defendant’s failure to discover and/or report discrepancies in a computer program or irregularities with respect to inventory was a proximate cause of plaintiffs losses.\nThe cause of action for breach of fiduciary duty was properly *71dismissed since the duty owed by an accountant to a client is generally not fiduciary in nature (Nate B. &amp; Frances Spingold Found. v Wallin, Simon, Black &amp; Co., 184 AD2d 464, 465), and there was no showing of the limited circumstances in which such a duty might arise (see e.g. Lavin v Kaufman, Greenhut, Lebowitz &amp; Forman, 226 AD2d 107).\nWe have considered the parties’ remaining arguments for affirmative relief and find them unavailing. Concur — Andrias, J.P., Saxe, Rosenberger and Friedman, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dg-liquidation-inc-v-anchin-block-anchin-llp"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}