{
  "id": 9499,
  "title": "2002년 State of Tennessee v. Clark Douglas Lively 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-06",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Clark Douglas Lively. 판결일: 2002-12-06. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Clark Douglas Lively\n**판결일**: 2002-12-06\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Joe G. Riley\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                          Assigned on Briefs November 20, 2002\n\n            STATE OF TENNESSEE v. CLARK DOUGLAS LIVELY\n\n                 Direct Appeal from the Circuit Court for Cheatham County\n                           No. 13745    Allen W. Wallace, Judge\n\n\n\n                   No. M2002-00666-CCA-R3-CD - Filed December 6, 2002\n\n\nThe defendant pled guilty to attempted second degree murder, and the trial court imposed a ten-year\nsentence. He appeals his sentence, arguing he should have received the minimum sentence of eight\nyears with alternative sentencing. We affirm the judgment of the trial court.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJOE G. RILEY, J., delivered the opinion of the court, in which DAVID H.WELLES and ALAN E. GLENN,\nJJ., joined.\n\nMichael J. Flanagan, Nashville, Tennessee, for the appellant, Clark Douglas Lively.\n\nPaul G. Summers, Attorney General and Reporter; Jennifer L. Bledsoe, Assistant Attorney General;\nDan M. Alsobrooks, District Attorney General; and Robert S. Wilson, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n                                            OPINION\n\n        On January 19, 2001, the defendant stabbed his live-in girlfriend twice in the stomach before\nstabbing himself. He was indicted for attempted first degree murder and pled guilty to the reduced\ncharge of attempted s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-clark-douglas-lively"
    }
  ],
  "relatedIncidents": [
    9474,
    9506,
    9521,
    9534,
    9581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}