{
  "id": 9501,
  "title": "2002년 Matthias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Matthias. 판결일: 2002-12-05. 법원: District Court, Virgin Islands.",
  "description": "## 사건 정보\n\n**사건명**: UMLIC VP LLC Successor in Interest and Assignee of the United States of America (Small Business Administration), Plaintiff, v. Aretha MATTHIAS, Michael A. Matthias, Rosemarie Webster, Bruce W. Matthias, Elizabeth Olivacce, Laurie Thomas, Carrie Eddy, and All Persons Claiming an Interest in Remainder of Parcel No. 7 Sorgenfri A/K/A Nos. 7B and 7C Estate Sorgenfri, Carlton Parson, Elecia Parson, Oswald C. Venzen, Alice Venzen Department of Finance, Government of the Virgin Islands, Bureau of Internal Revenue, Government of the Virgin Islands and United States of Amerca Internal Revenue Service, Defendants\n**판결일**: 2002-12-05\n**법원**: District Court, Virgin Islands\n**관할**: USA, Federal\n\n**판사**: Moore\n\n## 변호인\n\nCarol R. Rich, Esq., St. Thomas, U.S.V.I., for the plaintiff., Wayne G. Anderson, Esq., St. Thomas, U.S.V.I., for the defendants Government of the Virgin Islands, Bureau of Internal Revenue, and Department of Finance., Archie Jennings, Esq., St. Thomas, U.S.V.I., for defendant Aretha Matthias., Robert King, Esq., St. Thomas, U.S.V.I., for defendants Carlton Parson, Elecia Parson, Oswald C. Venzen, and Alice Venzen.\n\n## 인용\n\n- 234 F. Supp. 2d 520\n\n## 판결문 요약\n\n\n234 F. Supp. 2d 520 (2002)\nUMLIC VP LLC Successor in Interest and Assignee of the United States of America (Small Business Administration), Plaintiff,\nv.\nAretha MATTHIAS, Michael A. Matthias, Rosemarie Webster, Bruce W. Matthias, Elizabeth Olivacce, Laurie Thomas, Carrie Eddy, and all persons claiming an interest in Remainder of parcel No. 7 Sorgenfri a/k/a Nos. 7B and 7C Estate Sorgenfri, Carlton Parson, Elecia Parson, Oswald C. Venzen, Alice Venzen Department of Finance, Government of the Virgin Islands, Bureau of Internal Revenue, Government of the Virgin Islands and United States of Amerca Internal Revenue Service, Defendants.\nNo. CIV. NO. 2001-98.\nDistrict Court, Virgin Islands, D. St. Thomas and St. John.\nDecember 5, 2002.\n*521 Carol R. Rich, Esq., St. Thomas, U.S.V.I., for the plaintiff.\nWayne G. Anderson, Esq., St. Thomas, U.S.V.I., for the defendants Government of the Virgin Islands, Bureau of Internal Revenue, and Department of Finance.\nArchie Jennings, Esq., St. Thomas, U.S.V.I., for defendant Aretha Matthias.\nRobert King, Esq., St. Thomas, U.S.V.I., for defendants Carlton Parson, Elecia Parson, Oswald C. Venzen, and Alice Venzen.\n\nMEMORANDUM\nMOORE, District Judge.\nUMLIC VP LLC [\"UMLIC\"] seeks summary judgment foreclosing three mortgages on the individual defendants' properties. The issue for decision is whether the federal or local statute of limitations applies to this matter. For the following reasons, as well as those given from the bench at the hearing on Jun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=umlic-vp-llc-v-matthias"
    }
  ],
  "relatedIncidents": [
    9516,
    9640,
    9773,
    9879,
    9024
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}