{
  "id": 9503,
  "title": "2002년 V.A.L. Floors, Inc. v. Aetna Casualty & Surety Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: V.A.L. Floors, Inc. v. Aetna Casualty & Surety Co.. 판결일: 2002-12-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: V.A.L. Floors, Inc. v. Aetna Casualty and Surety Company\n**판결일**: 2002-12-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 300 A.D.2d 29\n- 750 N.Y.S.2d 496\n\n## 판결문 요약\n\n\n—Judgment, Supreme Court, New York County (Ira Gammerman, J.), entered August 1, 2001, after a nonjury trial, in favor of the defendant and against plaintiff dismissing the action, unanimously affirmed, without costs.\nThis action to recover upon a mechanic’s lien was properly dismissed, since plaintiff failed to meet its burden to establish that the last work performed or materials furnished under the contracts at issue was performed or furnished within the eight-month period preceding the filing of the lien (see Lien Law § 10). Plaintiff’s proof was not adequate to demonstrate that the work and materials allegedly provided by it within the statutorily crucial eight-month period were provided pursuant to the terms of the relevant contracts or at the contracting party’s request (see George Colon &amp; Co. v Hassenpflug, 197 App Div 522, affd 233 NY 670).\nWe have considered plaintiff’s remaining contentions and find them to be without merit. Concur — Williams, P.J., Ellerin, Rubin, Marlow and Gonzalez, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=val-floors-inc-v-aetna-casualty-surety-co"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}