{
  "id": 9510,
  "title": "2002년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-03",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: White. 판결일: 2002-12-03. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: White v. State\n**판결일**: 2002-12-03\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Southwick, P.J., Bridges and Myers\n\n## 인용\n\n- 847 So. 2d 886\n\n## 판결문 요약\n\n\n847 So. 2d 886 (2002)\nFrancis Eugene WHITE, Appellant,\nv.\nSTATE of Mississippi, Appellee.\nNo. 2001-KA-01259-COA.\nCourt of Appeals of Mississippi.\nDecember 3, 2002.\nRehearing Denied February 4, 2003.\nCertiorari Denied June 12, 2003.\n*888 Jim Davis, Moss Point, attorney for appellant.\nOffice of the Attorney General, by Scott Stuart, attorney for appellee.\nBefore SOUTHWICK, P.J., BRIDGES and MYERS, JJ.\nSOUTHWICK, P.J., for the court.\n¶ 1. Francis Eugene White was convicted of aggravated assault by a circuit court jury. On appeal, he argues prejudicial error in statements made by the prosecutor during opening and closing arguments. White also asserts that his counsel was ineffective, and that certain defense witnesses were improperly excluded. We find no error singly or cumulatively, and affirm.\n\nFACTS\n¶ 2. White denies that he was the person who in disguise committed this assault. Nonetheless, the following describes the testimony and inferences that were consistent with the verdict of guilt. On October 22, 1996, the sixty-two year old defendant traveled from his home in Pascagoula to the Long Beach dwelling of his estranged wife, Carol. White was disguised as a telephone repairman, wearing a hard hat and false mustache, and carrying a wire *889 cage box with tools. White cut the cable television wire connected to the house, presumably mistaking it for the telephone line.\n¶ 3. White's wife Carol was having an affair with Bill Ford. Ford was the only person in the house when Whi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-state"
    }
  ],
  "relatedIncidents": [
    9491,
    9518,
    9545,
    9549,
    9561
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}