{
  "id": 9511,
  "title": "2002년 State of Tennessee v. Jerome F. Sawyers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-12-03",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Jerome F. Sawyers. 판결일: 2002-12-03. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Jerome F. Sawyers\n**판결일**: 2002-12-03\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                            Assigned on Briefs October 1, 2002\n\n               STATE OF TENNESSEE v. JEROME F. SAWYERS\n\n                Direct Appeal from the Criminal Court for Davidson County\n                          No. 99-C-2175    Walter Kurtz, Judge\n\n\n\n                   No. M2001-02878-CCA-R3-CD - Filed December 3, 2002\n\n\nThe defendant, Jerome F. Sawyers, pled guilty on July 16, 2001, to possession of cocaine less than\n.5 grams for resale and felony possession of a firearm and was sentenced, respectively, to six years\nand two years as a Range I, standard offender, with both sentences to be served concurrently. A\nviolation of probation warrant was issued on August 8, 2001, alleging that he had violated probation\nby being in possession of a weapon and failing to report to his probation officer as ordered.\nFollowing a hearing, the trial court revoked the defendant’s probation; and he timely appealed,\narguing that the proof was insufficient that he had violated the terms of his probation. We conclude\nthat the evidence supports the revocation of probation.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nALAN E. GLENN, J., delivered the opinion of the court, in which DAVID H. WELLES and JAMES\nCURWOOD WITT, JR., JJ., joined.\n\nJustin Johnson, Nashville, Tennessee, for the appellant, Jerome F. Sawyers.\n\nPaul G. Summers, Attorney General and Report...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-jerome-f-sawyers"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}