{
  "id": 9514,
  "title": "2002년 AMS Const. Co., Inc. v. Warm Springs Rehabilitation Foundation, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-11-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: AMS Const. Co., Inc. v. Warm Springs Rehabilitation Foundation, Inc.. 판결일: 2002-11-21. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: AMS CONSTRUCTION CO., INC. D/B/A AMS Staff Leasing, Appellant, v. WARM SPRINGS REHABILITATION FOUNDATION, INC., Appellee\n**판결일**: 2002-11-21\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Justices Dorsey, Hinojosa, and Rodriguez\n\n## 변호인\n\nD. Bradley Dickinson, Dickinson & Associates, William E. Reid, Dallas, for appellant., Bill W. Russell, Victoria, for appellee.\n\n## 인용\n\n- 94 S.W.3d 152\n\n## 판결문 요약\n\n\n94 S.W.3d 152 (2002)\nAMS CONSTRUCTION CO., INC. d/b/a AMS Staff Leasing, Appellant,\nv.\nWARM SPRINGS REHABILITATION FOUNDATION, INC., Appellee.\nNo. 13-01-286-CV.\nCourt of Appeals of Texas, Corpus Christi-Edinburg.\nNovember 21, 2002.\n*155 D. Bradley Dickinson, Dickinson &amp; Associates, William E. Reid, Dallas, for appellant.\nBill W. Russell, Victoria, for appellee.\nBefore Justices DORSEY, HINOJOSA, and RODRIGUEZ.\n\nOPINION\nOpinion by Justice RODRIGUEZ.\nAppellant, AMS Construction Co., Inc. d/b/a AMS Staff Leasing (AMS), filed a $14,155.06 mechanic's lien against a hospital owned by appellee, Warm Springs Rehabilitation Foundation, Inc. (Warm Springs). AMS brought the present lawsuit against Warm Springs seeking to foreclose on the lien.[1] Warm Springs answered and filed a counterclaim against AMS requesting a declaratory judgment and attorneys' fees.[2] The trial court granted Warm Springs's motion for partial summary judgment on the liability issues. Following a bench trial, the trial court awarded attorneys' fees to Warm Springs. The final judgment incorporated the partial summary judgment.[3] By five issues, AMS complains generally that the trial erred in granting Warm Springs's summary judgment motion. AMS also challenges the competency of Warm Springs's summary judgment evidence. We reverse and remand.\n\nI. BACKGROUND\nWarm Springs hired a general contractor, Coleman-Roth Construction, Inc.,[4] to build a hospital in Victoria, Texas. As general contractor, Coleman-Roth hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ams-const-co-inc-v-warm-springs-rehabilitation-foundation-inc"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}