{
  "id": 9515,
  "title": "2002년 Thurston County v. Cooper Point Ass'n 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-11-21",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Thurston County v. Cooper Point Ass'n. 판결일: 2002-11-21. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Thurston County v. Cooper Point Ass'n\n**판결일**: 2002-11-21\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Alexander\n\n## 인용\n\n- 57 P.3d 1156\n\n## 판결문 요약\n\n\n57 P.3d 1156 (2002)\nTHURSTON COUNTY, a municipal corporation and subdivision of the State of Washington, Petitioner,\nv.\nThe COOPER POINT ASSOCIATION, The League of Women Voters of Thurston County, Jolene Unsoeld, Michael Lynch, Tom Mumford, Lea Mitchell, Sylviann Frankus, and Western Washington Growth Management Hearings Board, Respondents.\nNo. 71746-0.\nSupreme Court of Washington, En Banc.\nNovember 21, 2002.\n*1158 Christine Gregoire, Atty. Gen., Marjorie Smitch, Sharon Eckholm, Asst. Attys. Gen., for Petitioner.\nBarnett Kalikow, Ed Holm, Thurston County Prosecutor, Jeffery Fancher, Deputy, Olympia, for Respondents.\nTim Trohimovich, Seattle, amicus curiae on behalf on 1000 Friends of Washington &amp; Washington Environmental Council.\nKristopher Tefft, Olympia, amicus curiae on behalf of Building Industry Assoc. of Washington &amp; Washington Assoc. of Realtors.\n*1157 ALEXANDER, C.J.\nWe have been asked to review a decision of the Court of Appeals in which that court affirmed a Western Washington Growth Management Hearings Board (Board) determination that a proposal by Thurston County (County) to extend a sewer line from an urban sewage system to the rural Cooper Point area of Thurston County violates a provision in this state's Growth Management Act (GMA), RCW 36.70A.110(4). The principal issues before us are whether County's proposal is subject to development restrictions imposed by the aforementioned statutory provision and, if so, whether County has shown that its proposal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thurston-county-v-cooper-point-assn"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}