{
  "id": 9521,
  "title": "2002년 Gruning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-11-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gruning. 판결일: 2002-11-15. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Stephen GRUNING, Petitioner, Appellant, v. Paul DIPAOLO, Respondent, Appellee\n**판결일**: 2002-11-15\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Boudin, Cyr, Torruella\n\n## 변호인\n\nRobert L. Sheketoff, for appellant., James J. Arguin, Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.\n\n## 인용\n\n- 311 F.3d 69\n\n## 판결문 요약\n\n311 F.3d 69\n    Stephen GRUNING, Petitioner, Appellant,v.Paul DIPAOLO, Respondent, Appellee.\n    No. 02-1341.\n    United States Court of Appeals, First Circuit.\n    Heard October 9, 2002.\n    Decided November 15, 2002.\n    \n      Robert L. Sheketoff, for appellant.\n      James J. Arguin, Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.\n      Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and CYR, Senior Circuit Judge.\n      TORRUELLA, Circuit Judge.\n    \n    \n      1\n      This is an appeal from a judgment, dismissing petitioner-appellant Stephen Gruning's application for a writ of habeas corpus pursuant to 28 U.S.C. &#167; 2254 (2000). Petitioner appealed below, and the district court issued a limited certificate of appealability (\"COA\") on the issue of whether the Massachusetts state court violated Gruning's constitutional rights when it refused to provide Gruning with exclusive access to the audio recording of his court-ordered psychiatric examination. For the reasons stated below, we affirm.\n    \n    I. Background1\n    \n      2\n      On the morning of February 12, 1995, Gruning went to the apartment of his former girlfriend Rhonda Stuart.2 After breaking down her front door with a sledgehammer, Gruning shot Stuart, seriously wounding her, and fatally shot Richard Stuart, her brother, and Nelson DeOliveira, her boyfriend. A jury sitting in Essex County Superior Court found Gruning guilty of armed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gruning-v-dipaolo"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9534,
    9581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}