{
  "id": 9522,
  "title": "2002년 State of Tennessee v. Richard Lacardo Elliott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-11-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Richard Lacardo Elliott. 판결일: 2002-11-15. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Richard Lacardo Elliott\n**판결일**: 2002-11-15\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Thomas T. Woodall\n\n\n## 판결문 요약\n\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                            AT NASHVILLE\n                                    July 16, 2002 Session\n\n           STATE OF TENNESSEE v. RICHARD LACARDO ELLIOTT\n\n               Direct Appeal from the Circuit Court for Montgomery County\n                         No. 40000379    Michael R. Jones, Judge\n\n\n\n                  No. M2001-01990-CCA-R3-CD - Filed November 15, 2002\n\n\nDefendant, Richard Lacardo Elliott, appeals his convictions in the Circuit Court of Montgomery\nCounty for aggravated robbery and aggravated kidnapping. Defendant argues that his conviction for\naggravated kidnapping may not stand pursuant to the Tennessee Supreme Court’s holding in State\nv. Anthony, 817 S.W.2d 299 (Tenn. 1991). He further contends that the evidence at trial was\ninsufficient to support his convictions, and that the trial court should have granted a motion for\nmistrial based upon the State’s improper comments during closing argument. We disagree, and\naffirm the judgments of the trial court.\n\n     Tenn. R. App. P. 3, Appeal as of Right; Judgment of the Trial Court is Affirmed.\n\nTHOMAS T. WOODA LL, J., delivered the opinion of the court, in which JAMES CURWOOD WITT, JR.,\nand ALAN E. GLENN, JJ., joined.\n\nGregory D. Smith, Clarksville, Tennessee (on appeal); and Roger Eric Nell, District Public Defender;\nand Fred W. Love, Assistant Public Defender, Clarksville, Tennessee (at trial and of counsel on\nappeal) for the appellant, Richard Lacardo Elli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-richard-lacardo-elliott"
    }
  ],
  "relatedIncidents": [
    9487,
    9848,
    9855,
    9874,
    9889
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}