{
  "id": 9523,
  "title": "2002년 James Dakuras, Sr. v. Robert Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-11-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: James Dakuras, Sr. v. Robert Edwards. 판결일: 2002-11-14. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: James DAKURAS, Sr., Plaintiff-Appellant, v. Robert EDWARDS, Et Al., Defendants-Appellees\n**판결일**: 2002-11-14\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Diane, Posner, Wood\n\n## 변호인\n\nJames Dakuras, Sr. (submitted), Chicago, IL, pro se., James M. Carlson, submitted, Ungaretti & Harris, Chicago, IL, for Defendants-Appellees.\n\n## 인용\n\n- 312 F.3d 256\n\n## 판결문 요약\n\n312 F.3d 256\n    James DAKURAS, Sr., Plaintiff-Appellant,v.Robert EDWARDS, et al., Defendants-Appellees.\n    No. 02-1563.\n    United States Court of Appeals, Seventh Circuit.\n    Submitted October 16, 2002.\n    Decided November 14, 2002.\n    \n      James Dakuras, Sr. (submitted), Chicago, IL, pro se.\n      James M. Carlson, submitted, Ungaretti &amp; Harris, Chicago, IL, for Defendants-Appellees.\n      Before BAUER, POSNER, and DIANE P. WOOD, Circuit Judges.\n      POSNER, Circuit Judge.\n    \n    \n      1\n      The district court dismissed this diversity fraud suit on the ground that the key defendant was a citizen of the same state as the plaintiff, namely Illinois. According to allegations of the complaint that for purposes of this appeal we are required to treat as true, repressing our natural skepticism, the plaintiff, James Dakuras, and a defendant, Ella Calder, who was rightly deemed an indispensable party by the district judge, lived together in Illinois in a simulacrum of marriage. After Calder had a stroke, her relatives, who are Ohioans (and who are the other defendants in the case), deceived her into moving to Ohio, where they had her declared incompetent. They placed her in an assisted-living facility there and are preventing Dakuras from having any contact with her. When they removed her from Illinois to Ohio they took valuable property owned by Dakuras and they refuse to return it.\n    \n    \n      2\n      The district court pounced on Dakuras's claim that Calder ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-dakuras-sr-v-robert-edwards"
    }
  ],
  "relatedIncidents": [
    9475,
    9486,
    9546,
    9553,
    9586
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}