{
  "id": 9525,
  "title": "2002년 Bojorquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-11-13",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Bojorquez. 판결일: 2002-11-13. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. ISMAEL BOJORQUEZ, and\n**판결일**: 2002-11-13\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Cooper\n\n## 인용\n\n- 104 Cal. App. 4th 335\n\n## 판결문 요약\n\n\nOpinion\nCOOPER, P. J.\nIsmael Bojorquez appeals from the judgment rendered after a jury convicted him of robbery (Pen. Code, § 211; undesignated section references are to that code) and false imprisonment by violence (§ 236), and found that he personally used a firearm in committing both offenses (§§ 12022.5, subd. (a)(1), 12022.53, subd. (b)), and was armed when he committed the false imprisonment (§ 12022, subd. (a)(1)). Sentenced to a term of 16 years, he contends that the admission of testimony as to his and a defense witness’s gang affiliation, and about certain criminal characteristics of gangs, constituted reversible error. We conclude that although the evidence regarding common gang membership was admissible for impeachment, the court abused its discretion in further admitting wide-ranging testimony about gangs’ criminal tendencies. Because the error was prejudicial, we must reverse the judgment.\nFacts\nAppellant was charged together with Emiliano Gutierrez, who pled no contest to the robbery count at the commencement of trial and is not a party to this appeal. Viewed in accordance with the governing rules of appellate *338review (People v. Ochoa (1993) 6 CalAth 1199, 1206 [26 Cal.Rptr.2d 23, 864 P.2d 103]), the evidence showed that in the spring of 2000, Gutierrez had lived at the Long Beach apartment of Raymond Chavarria. At the end of May, however, Gutierrez had a physical fight with Chavarria, who had him arrested. Some of Gutierrez’s belongings remained in the apa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bojorquez"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9536,
    9544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}