{
  "id": 9544,
  "title": "2002년 Laird 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Laird. 판결일: 2002-10-30. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Christine W. LAIRD\n**판결일**: 2002-10-30\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Decuir, Peters, Thibodeaux\n\n## 변호인\n\nPeggy J. Sullivan, Louisiana Appellate Project, West Monroe, LA, for Defen-danl/Appellant, Christine W. Laird., William E. Tilley, District Attorney, Terry W. Lambright, Assistant District Attorney, Leesville, LA, for Appellee, State of Louisiana.\n\n## 인용\n\n- 829 So. 2d 1098\n\n## 판결문 요약\n\n\nJ^PETERS, J.\nIn this appeal, we revisit the sentence imposed on the defendant, Christine W. Laird, for conviction of conspiracy to commit simple burglary of an inhabited dwelling, a violation of La.R.S. 14:26 and La. R.S. 14:62.2; simple burglary of an inhabited dwelling, a violation of La.R.S. 14:62.2; and theft of property having a value over $500.00, a violation of La.R.S. 14:67. The trial court initially sentenced the defendant to serve one and one-half years at hard labor on the conspiracy charge, three years at hard labor on the burglary charge, and three years at hard labor on the theft charge. Additionally, the trial court ordered that one of the three years imposed for the burglary conviction be served without the benefit of parole, probation, or suspension of sentence; imposed a $1,000.00 fine on the theft charge; and ordered that the sentences run concurrently. The trial court then placed the defendant on supervised probation for a period of four years, suspending all but the one-year sentence required to be served without the benefit of parole, probation, or suspension of sentence.\nThe defendant initially appealed her convictions and sentences; this court affirmed her convictions in all respects, vacated the sentences imposed, and remanded the matter to the trial court for re-sentencing. State v. Laird, 01-0478 (La. App. 3 Cir. 11/21/01), 800 So.2d 427. In vacating the sentences, we stated:\nAfter suspending the defendant’s sentences with the exception of the one-...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-laird"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}