{
  "id": 9545,
  "title": "2002년 Garcia-Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Garcia-Lopez. 판결일: 2002-10-29. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff—Appellee v. Juan GARCIA-LOPEZ, Defendant—Appellant\n**판결일**: 2002-10-29\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Reinhardt, Silverman, Trott\n\n## 인용\n\n- 49 F. App'x 737\n\n## 판결문 요약\n\n\nORDER AND MEMORANDUM**\nJuan Garcia-Lopez plead guilty to one count of transporting an undocumented alien in violation of 8 U.S.C. § 1324(a)(1)(A)(ii) pursuant to a plea agreement. At sentencing, the district court applied enhancements under three separate provisions of the Sentencing Guidelines. He appeals this sentence.\nWe have jurisdiction under 28 U.S.C. § 1291 and 18 U.S.C. § 3742(a). We review the district court’s application of the Sentencing Guidelines to the facts of a case for an abuse of discretion. United States v. Alexander, 287 F.3d 811, 818 (9th Cir.2002). The district court did not abuse its discretion by applying the enhancements and their application did not result in double counting. We affirm.\nBecause the parties are familiar with the facts, we will not recount them in detail except as necessary. First, Garcia-Lopez argues there was insufficient evidence of *738intent to constitute assault under the official victim enhancement, U.S.S.G. § 3A1.2(b). We have interpreted “assault” to be equivalent to common law assault. United States v. Juvenile Male, 930 F.2d 727, 728 (9th Cir.1991). Specifically, we have held that:\nAn assault is committed by either [1] a wilful attempt to inflict injury upon the person of another, or [2] by a threat to inflict injury upon the person of another which, when coupled with an apparent present ability, causes a reasonable apprehension of immediate bodily harm.\nId. (citation omitted).\nIn this case, the district court found that Ga...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-garcia-lopez"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9549,
    9561
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}