{
  "id": 9549,
  "title": "2002년 In re Tiffany MM. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Tiffany MM.. 판결일: 2002-10-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Tiffany MM., a Person Alleged to be a Juvenile Delinquent, Assistant Franklin County Attorney\n**판결일**: 2002-10-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Peters\n\n## 인용\n\n- 298 A.D.2d 728\n- 748 N.Y.S.2d 625\n\n## 판결문 요약\n\n\nPeters, J.\nAppeal from an order of the Family Court of Franklin County (Main, Jr., J.), entered October 1, 2001, which granted petitioner’s application, in a proceeding pursuant to Family Ct Act article 3, to adjudicate respondent a juvenile delinquent.\nPursuant to Family Ct Act article 3, petitioner commenced a proceeding by petition dated June 1, 2001 alleging that respondent engaged in acts towards her foster care caseworker which, if committed by an adult, would constitute the crimes of attempted assault in the third degree and endangering the welfare of a child. After respondent appeared before Family Court and entered a general denial, the proceeding was twice adjourned. Before respondent’s next appearance, a second petition was filed, pursuant to Family Ct Act article 3, alleging that her conduct of causing damage to property at a police station would, if committed by an adult, constitute the crime of criminal mischief in the fourth degree.\nWhen respondent next appeared with her Law Guardian and her foster mother, Family Court was informed that respondent was willing to offer an admission to the criminal mischief petition in satisfaction of both petitions. Addressing respondent, the court asked whether it was her desire to admit to the following: “the allegations of petition bearing docket number [D-1589-2001], and that as a consequence of such conduct, were you an adult, it would constitute the crime of criminal mischief in the fourth degree, a class A misdemeanor, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-tiffany-mm"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9561
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}