{
  "id": 9557,
  "title": "2002년 Baines 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-18",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Baines. 판결일: 2002-10-18. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Piety Ann Clark v. Wayne A. Baines\n**판결일**: 2002-10-18\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Brintnall, Morgan, Quinn\n\n## 변호인\n\nWayne C. Fricke (of Law Offices of Monte E. Hester, Inc., P.S.), for petitioners., Otto S. Matsch, for respondent.\n\n## 인용\n\n- 114 Wash. App. 19\n\n## 판결문 요약\n\n\nQuinn-Brintnall, A.C.J.\nWayne A. Baines appeals the trial court’s dismissal of his malicious prosecution counterclaims against Piety Ann Clark. Following Baines’ entry of an Alford1 plea to two counts of fourth degree assault with sexual motivation, Clark sued Baines seeking damages for sexual battery and outrage. Because Baines’ unchallenged judgment and sentence conclusively establishes probable cause for Clark’s lawsuit and precludes Baines’ claim of *22malicious prosecution against the victim of the offense to which he pleaded guilty, we affirm.\nFACTS\nPiety Ann Clark accused her state-provided caregiver, Wayne A. Baines, of rape. Baines admitted having sexual relations with Clark, but he claimed that they were consensual. He also claimed that Clark made the rape accusations after he broke off their affair and that Clark, who received state support and benefits because she is blind, was not as blind as she pretended.\nThe State initially charged Baines with first degree rape with a firearm enhancement, but it amended the charges to two counts of fourth degree assault with sexual motivation. On February 24, 1999, Baines entered an Alford plea to both counts in the amended information and stated:\nAlthough I maintain my innocence I am entering into this plea agreement because after reviewing the facts and law with my attorney I believe a jury would find me guilty of the crime charged in the Amended Information if the case proceeded to trial and I desire to take advantage of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-v-baines"
    }
  ],
  "relatedIncidents": [
    9502,
    9524,
    9543,
    9574,
    9603
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}