{
  "id": 9560,
  "title": "2002년 Greenfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Greenfield. 판결일: 2002-10-17. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Ronnie Greenfield Et Al., Respondents, v. Philles Records, Inc., Et Al., Appellants, Et Al., Defendants\n**판결일**: 2002-10-17\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Graffeo\n\n## 변호인\n\nPryor Cashman Sherman & Flynn LLP, New York City (Andrew H. Bart and David C. Rose of counsel), for appellants., Edwards & Angelí LLP, New York City (Ira G. Greenberg and Idelle R. Abrams of counsel), and Peltz & Walker (Alexander Peltz of counsel) for respondents., Owen & Davis P.C., New York City (Henry G. Burnett and Mark D. Bradford of counsel), and Berliner Corcoran & Rowe, L.L.P., Washington, D.C. (Jay A. Rosenthal of counsel), for Recording Artists’ Coalition, amicus curiae., O’Melveny & \n\n## 인용\n\n- 780 N.E.2d 166\n- 98 N.Y.2d 562\n- 750 N.Y.S.2d 565\n\n## 판결문 요약\n\n\n98 N.Y.2d 562 (2002)\n780 N.E.2d 166\n750 N.Y.S.2d 565\nRONNIE GREENFIELD et al., Respondents,\nv.\nPHILLES RECORDS, INC., et al., Appellants, et al., Defendants.\nCourt of Appeals of the State of New York.\nArgued September 5, 2002.\nDecided October 17, 2002.\n*564 Pryor Cashman Sherman &amp; Flynn LLP, New York City (Andrew H. Bart and David C. Rose of counsel), for appellants.\n*565 Edwards &amp; Angell LLP, New York City (Ira G. Greenberg and Idelle R. Abrams of counsel), and Peltz &amp; Walker (Alexander Peltz of counsel) for respondents.\nOwen &amp; Davis P.C., New York City (Henry G. Burnett and Mark D. Bradford of counsel), and Berliner Corcoran &amp; Rowe, L.L.P., Washington, D.C. (Jay A. Rosenthal of counsel), for Recording *566 Artists' Coalition, amicus curiae.\nO'Melveny &amp; Myers LLP, New York City (Dale M. Cendali, Diana M. Torres and Olivier A. Taillieu of counsel), Matthew J. Oppenheim, Washington, D.C., Steven Marks, Stanley Pierre-Louis and Gary Greenstein for Recording Industry Association of America, amicus curiae.\nJudges LEVINE, CIPARICK, WESLEY and ROSENBLATT concur; Chief Judge KAYE and Judge SMITH taking no part.\n\nOPINION OF THE COURT\nGRAFFEO, J.\nIn this contract dispute between a singing group and their record producer, we must determine whether the artists' transfer of full ownership rights to the master recordings of musical performances carried with it the unconditional right of the producer to redistribute those performances in any technological format. I...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greenfield-v-philles-records-inc"
    }
  ],
  "relatedIncidents": [
    9584,
    9608,
    9619,
    9712,
    9807
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}