{
  "id": 9574,
  "title": "2002년 Page 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Page. 판결일: 2002-10-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charlie Melvin PAGE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2002-10-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Chief Justice Valdez and Justices Rodriguez and Baird\n\n## 변호인\n\nMark J. Kelly, Texas City, for Appellant., Michael J. Guarino, Criminal District Attorney, Galveston, for Appellee.\n\n## 인용\n\n- 88 S.W.3d 755\n\n## 판결문 요약\n\n\n88 S.W.3d 755 (2002)\nCharlie Melvin PAGE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNos. 13-00-035-CR, 13-00-042-CR.\nCourt of Appeals of Texas, Corpus Christi-Edinburg.\nAugust 29, 2002.\nRehearing Overruled October 10, 2002.\n*757 Mark J. Kelly, Texas City, for Appellant.\nMichael J. Guarino, Criminal District Attorney, Galveston, for Appellee.\nBefore Chief Justice VALDEZ and Justices RODRIGUEZ and BAIRD.[1]\n\nOPINION\nOpinion by Justice BAIRD (Assigned).\nAppellant was charged in separate indictments with the offenses of sexual assault and impersonating a peace officer. The cases were combined into a single trial where a jury convicted appellant of both offenses and assessed punishment at seven years and five years confinement in the Texas Department of Criminal Justice, Institutional Division, respectively. We reverse.\n\nI. Factual Summary.\nAppellant's sole point of error contends the trial judge erred in admitting extraneous offense evidence. To fully address this issue we set forth the evidence with considerable detail in the order presented at trial.\n\n\n*758 A. The State's Case In Chief.\n\ni. Testimony Related to the Charged Offenses.\nIn 1997, the complainant was working as a prostitute in Galveston. One winter night, as she walked to a Jack in the Box restaurant, a maroon four-door car pulled up. The complainant testified the driver was \"a white man, had blond hair parted on the side, and he had a baby face and wasn't muscular. He was kind of chunky.\" The complainant made an ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=page-v-state"
    }
  ],
  "relatedIncidents": [
    9502,
    9524,
    9543,
    9557,
    9603
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}