{
  "id": 9581,
  "title": "2002년 Alvarez-Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Alvarez-Hernandez. 판결일: 2002-10-03. 법원: New York County Courts.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Dennis Salvador Alvarez-Hernandez\n**판결일**: 2002-10-03\n**법원**: New York County Courts\n**관할**: New York, NY\n\n**판사**: Lange\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Jeanine Ferris Pirro, District Attorney, White Plains (Patricia M. Murphy and George L. Bolen of counsel), for plaintiff. Michael L. Spiegel and Robert J. Aiello, White Plains, for defendant.\n\n## 인용\n\n- 194 Misc. 2d 257\n- 753 NYS2d 303\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nKenneth H. Lange, J.\nThe defendant stands accused under Indictment No. 1352/ 2000 of murder in the first degree (six counts), murder in the second degree (three counts), attempted murder in the first *258degree (three counts), attempted murder in the second degree and attempted assault in the first degree.\nIt is alleged that on September 3, 2000, the defendant intentionally caused the deaths of three individuals and attempted to cause the death of a fourth individual. It is also alleged that, prior thereto, on July 2, 2000 the defendant attempted to cause serious physical injury to one of the murder victims by attempting to drive an automobile into her.\nMotion Pursuant to CPL 400.27 (13) (b)\nBy order to show cause with accompanying affirmation in support, the People move for an order: (1) requiring the defendant to timely serve notice pursuant to CPL 400.27 (13) (b) of any intention on his part to offer psychiatric evidence at a penalty phase of this proceeding, should a penalty phase become necessary. The defendant opposes this application.\nThe People’s motion is disposed of as follows: In a decision and order of this court dated June 29, 2001, defendant’s time to file notice of intent to proffer psychiatric evidence pursuant to CPL 250.10 was extended to August 1, 2001. Following that decision, defendant did not file a notice of intent to offer psychiatric evidence pursuant to CPL 250.10. Jury selection commenced in this case on September 9, 2002. Star...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-alvarez-hernandez"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}