{
  "id": 9582,
  "title": "2002년 Whitsett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Whitsett. 판결일: 2002-10-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Steven R. WHITSETT v. STATE of Florida\n**판결일**: 2002-10-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n## 변호인\n\nCarey Haughwout, Public Defender, and Peggy Natale, Assistant Public Defender, West Palm Beach, for appellant., Robert A. Butterworth, Attorney General, Tallahassee, and Joseph A. Tringali, Assistant Attorney General, West Palm Beach, for appellee.\n\n## 인용\n\n- 826 So. 2d 1085\n\n## 판결문 요약\n\n\nPER CURIAM.\nThe Defendant appeals the trial court’s denial of his motion to withdraw his guilty plea. Because the trial court did not address the merits of the motion, we reverse and remand for a determination on the merits.\nIn 1995, the Defendant pled guilty to 11 counts of indecent assault on a child under the age of 16 and one count of sexual performance by a child. He received a sentence of eight years in the Department of Corrections followed by 15 years of probation. During his prison term, the Florida Legislature passed the “Jimmy Ryce Act,” which approved civil commitment for qualifying sexually violent predators. See §§ 394.910-.931, Fla. Stat. (2001).\nPursuant to the Jimmy Ryce Act (Ryce Act), the State filed civil commitment proceedings against the Defendant when he *1086was scheduled to be released from prison. Consequently, the Defendant spent two extra years of confinement in a special holding facility because pre-hearing release is not available in Ryce Act proceedings. A jury later found that the Defendant did not qualify as a sexual predator under the Ryce Act so he ultimately was not committed.\nThe Defendant moved to withdraw his guilty plea on the grounds that the State breached the terms of his original plea agreement by seeking the Ryce commitment. The trial court denied the motion after expressing repeatedly at the hearing that it would not address the merits of the motion because the issue became moot when a jury decided that the Defendant could not be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whitsett-v-state"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}