{
  "id": 9584,
  "title": "2002년 Cesar Enrique Regalado-Garcia v. Immigration and Naturalization Service 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-10-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cesar Enrique Regalado-Garcia v. Immigration and Naturalization Service. 판결일: 2002-10-01. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Cesar Enrique REGALADO-GARCIA, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent\n**판결일**: 2002-10-01\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Melloy, Riley, Wollman\n\n## 변호인\n\nBarton C. Winter, argued, Birchwood, MN, for petitioner., Ahn-Thu P. Mai, USDOJ, Office of Immigration Litigation, Washington, DC, argued (Jennifer A. Parker, Office of Immigration Litigation, on the brief), for respondent.\n\n## 인용\n\n- 305 F.3d 784\n\n## 판결문 요약\n\n305 F.3d 784\n    Cesar Enrique REGALADO-GARCIA, Petitioner,v.IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\n    No. 02-1402.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: August 20, 2002.\n    Filed: October 1, 2002.\n    \n      Barton C. Winter, argued, Birchwood, MN, for petitioner.\n      Ahn-Thu P. Mai, USDOJ, Office of Immigration Litigation, Washington, DC, argued (Jennifer A. Parker, Office of Immigration Litigation, on the brief), for respondent.\n      Before WOLLMAN, RILEY, and MELLOY, Circuit Judges.\n      WOLLMAN, Circuit Judge.\n    \n    \n      1\n      Cesar Enrique Regalado-Garcia, a native and citizen of Mexico, petitions for review of a final order of the Board of Immigration Appeals (BIA). The BIA affirmed the Immigration Judge's denial of Regalado-Garcia's applications for asylum, withholding of removal, and voluntary departure. For the reasons stated below, we deny Regalado-Garcia's petition.\n    \n    I.\n    A. Procedural Background\n    \n      2\n      Regalado-Garcia entered the United States illegally in June 1991. In December 1995, he was arrested by Immigration and Naturalization Service (INS) officials in Fargo, North Dakota. The INS issued an order to show cause charging Regalado-Garcia with entering the United States without inspection. Deportation proceedings were held, which Regalado-Garcia did not attend, and a deportation order was entered against him in absentia on September 10, 1996. On January 28, 1997, Regalado-Garcia file...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cesar-enrique-regalado-garcia-v-immigration-and-naturalization-service"
    }
  ],
  "relatedIncidents": [
    9560,
    9608,
    9619,
    9712,
    9807
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}