{
  "id": 9586,
  "title": "2002년 Caldwell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-09-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Caldwell. 판결일: 2002-09-30. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Rebecca CALDWELL\n**판결일**: 2002-09-30\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Cannella, McManus, Sullivan, Tempore\n\n## 변호인\n\nPaul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Assistant District Attorney, Gretna, LA, for State., Kevin V. Boshea, New Orleans, LA, for defendant-appellant.\n\n## 인용\n\n- 829 So. 2d 524\n\n## 판결문 요약\n\n\n_[jCLARENCE E. McMANUS, Judge.\nThe defendant/appellant, Rebecca Caldwell, was charged with theft over $500 after she defrauded a California couple by telling them she was pregnant and they could adopt her child, when in fact she was not pregnant. She pled guilty on September 27, 1999. On December 9, 1999, the day of sentencing, the defendant tried to withdraw her guilty plea because she didn’t like her pre-sentence investigation report. The trial court denied her request. The trial court then sentenced her to five years in the custody of the Department of Corrections. Defendant filed a motion to reconsider sentence and the trial court agreed to the defendant’s request for participation in the Intensive Incarceration program.\nThe State then filed a multiple offender bill of information. A hearing was held and the trial court found that the defendant was not a multiple offender. The defendant filed this appeal and then filed a motion and order to amend sentence. The motion to amend sentence was denied because the motion for appeal had already been granted. The defendant also filed a motion to proceed in forma pauperis but the trial court did not act on this motion.\nThe defendant retained an attorney, Kevin Boshea, to represent her in this matter. He has filed a motion to withdraw and a brief pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), reh’g denied, 388 U.S. 924, 87 S.Ct. 2094, 18 L.Ed.2d 1377 (1967) with this Court. Counsel states in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-caldwell"
    }
  ],
  "relatedIncidents": [
    9475,
    9486,
    9523,
    9546,
    9553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}