{
  "id": 9587,
  "title": "2002년 Johnson v. Tellabs, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-09-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Johnson v. Tellabs, Inc.. 판결일: 2002-09-27. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Thomas JOHNSON v. TELLABS, INC. Michael J. Birck, and Richard C. Notebaert\n**판결일**: 2002-09-27\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Eve\n\n## 변호인\n\nMarvin Alan Miller, Jennifer Winter Sprengel, Lori Ann Fanning, Miller, Faucher and Cafferty, LLP, Chicago, IL, Keith M. Fleischman, Richard H. Weiss, Steven G. Schulman, Samuel H. Rudman, Stephanie M. Beige, Milberg, Weiss, Bershad, Hynes & Lerach LLP, Nadeem Faruqi, Faruqi & Fa-ruqi, LLP, New York City, Guri Ademi, Ade-mi & O’Reilly, Cudahy, WI, for plaintiff., Kathleen Lynn Roach, David F. Graham, Kyle David Rettberg, Sidley, Austin, Brown & Wood, Chicago, IL, for defendants.\n\n## 인용\n\n- 214 F.R.D. 225\n\n## 판결문 요약\n\n\n\nMEMORANDUM OPINION AND ORDER\n\nST. EVE, District Judge.\nThis is a complex securities fraud case brought as a putative class action against Tellabs, Inc., Michael Birck, and Richard C. Notebaert.1 The case involves alleged violations of Sections 10(b) and 20(a) of the Securities Exchange Act of 1934 and Rule 10b-5. The purported class includes all persons who purchased Tellabs stock during the approximate six month period from December 11, 2000 through June 19, 2001. Four plaintiffs have filed motions seeking appointment as lead plaintiff and lead counsel in this action: (1) Makor Issues &amp; Rights, Ltd. (“Makor Issues”); (2) the Bordelove Proposed Lead Plaintiffs (the “Bordelove Plaintiffs”); (3) the Carrier Group; and (4) Daniel Dawdy.\nOn September 17, 2002, the parties appeared before the Court on their motions seeking appointment as lead plaintiff and approval of lead counsel. At that time, the Court directed each party to supplement their motions with additional information concerning their suitability as lead plaintiff and their selection for lead counsel, including: (1) the total shares of Tellabs stock purchased during the proposed class period; (2) the net shares of Tellabs stock they purchased during the proposed class period; (3) the net amounts spent on Tellabs stock during the proposed class period; (4) the amount of losses suffered during the class period; (5) anticipated fees from proposed lead counsel; and (6) a description from proposed lead counsel of anti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-tellabs-inc"
    }
  ],
  "relatedIncidents": [
    9475,
    9486,
    9523,
    9546,
    9553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}