{
  "id": 9602,
  "title": "2002년 John Espiredion Valerio v. Jackie Crawford, Director of the Department of Prisons E.K. McDaniel Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-09-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John Espiredion Valerio v. Jackie Crawford, Director of the Department of Prisons E.K. McDaniel Warden. 판결일: 2002-09-17. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John Espiredion VALERIO, Petitioner-Appellant, v. Jackie CRAWFORD, Director of the Department of Prisons; E.K. McDaniel, Warden, Respondents-Appellees\n**판결일**: 2002-09-17\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Fisher, Fletcher, Graber, Nelson, O'Scannlain, Reinhardt, Rymer, Schroeder, Thomas\n\n## 변호인\n\nLawrence D. Wishart, Mary Beth Gardner, Reno, Nevada, for petitioner-appellant., Frankie Sue Del Papa, David F. Sar-nowski, Robert E. Wieland, Dorothy Nash Holmes, Office of the Attorney General, Las Vegas, NV, for respondent-appellee., Franny A. Foreman, Michael Pescetta, Office of the Federal Public Defender, Las Vegas, NV, for Amicus Curiae.\n\n## 인용\n\n- 306 F.3d 742\n\n## 판결문 요약\n\n306 F.3d 742\n    John Espiredion VALERIO, Petitioner-Appellant,v.Jackie CRAWFORD, Director of the Department of Prisons; E.K. McDaniel, Warden, Respondents-Appellees.\n    No. 98-99033.\n    United States Court of Appeals, Ninth Circuit.\n    Rehearing En Banc Granted June 12, 2001.\n    Argued and Submitted En Banc September 24, 2001.\n    Filed September 17, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Lawrence D. Wishart, Mary Beth Gardner, Reno, Nevada, for petitioner-appellant.\n      Frankie Sue Del Papa, David F. Sarnowski, Robert E. Wieland, Dorothy Nash Holmes, Office of the Attorney General, Las Vegas, NV, for respondent-appellee.\n      Franny A. Forsman, Michael Pescetta, Office of the Federal Public Defender, Las Vegas, NV, for Amicus Curiae.\n      Appeal from the United States District Court for the District of Nevada; Howard D. McKibben, District Judge, Presiding. D.C. No. CV-N-96-00362-HDM.\n      Before SCHROEDER, Chief Judge, REINHARDT, O'SCANNLAIN, RYMER, T.G. NELSON, THOMAS, GRABER, W. FLETCHER, FISHER, PAEZ, and BERZON, Circuit Judges.\n      Opinion by Judge WILLIAM A. FLETCHER; Concurrence by Judge FISHER; Dissent by Judge RYMER.\n      OPINION\n      WILLIAM A. FLETCHER, Circuit Judge.\n    \n    \n      1\n      In this capital case, petitioner John Espiredion Valerio appeals the district court's dismissal of his petition for writ of habeas corpus under 28 U.S.C. &#167; 2254. We decide a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-espiredion-valerio-v-jackie-crawford-director-of-the-department-of"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}