{
  "id": 9608,
  "title": "2002년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-09-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2002-09-10. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Dole Food Company, Inc., a Hawaiian Corporation v. Malcolm Watts Carl Boenneken, and Helag Warehousing, a Corporation Organized Under the Laws of the Netherlands Helag Storage & Distribution B v. A Corporation Organized Under the Law of the Netherlands Helvetia Lagerhaus Gesellschaft Ag, Inc., a Corporation Organized Under the Laws of the British Virgin Islands Storerite Ltd., a Corporation Organized Under the Laws of the United Kingdom Eurostore N v. A Corporation Organized Under the Laws of the Dutch Antilles Delta Property Financing, Ltd., a Company Organized Under the Laws of the United Kingdom\n**판결일**: 2002-09-10\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 303 F.3d 1104\n\n## 판결문 요약\n\n303 F.3d 1104\n    DOLE FOOD COMPANY, INC., a Hawaiian corporation, Plaintiff-Appellant,v.Malcolm WATTS; Carl Boenneken, Defendants-Appellees, andHelag Warehousing, a corporation organized under the laws of the Netherlands; Helag Storage &amp; Distribution B.V. a corporation organized under the law of the Netherlands; Helvetia Lagerhaus Gesellschaft AG, Inc., a corporation organized under the laws of the British Virgin Islands; Storerite Ltd., a corporation organized under the laws of the United Kingdom; Eurostore N.V. a corporation organized under the laws of the Dutch Antilles; Delta Property Financing, Ltd., a company organized under the laws of the United Kingdom, Defendants.\n    No. 01-55002.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted March 4, 2002.\n    Filed September 10, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Robert H. Klonoff, Jones, Day, Reavis &amp; Pogue, Washington, DC, for the appellant.\n      Simon J. Frankel, Howard, Rice, Nemerovski, Canady, Falk &amp; Rabkin, San Francisco, California, for the appellees.\n      Appeal from the United States District Court for the Central District of California; A. Howard Matz, District Judge, Presiding. D.C. No. CV-00-05307-AHM.\n      Before: WARDLAW, W. FLETCHER, Circuit Judges, and FOGEL,* District Judge.\n      WILLIAM A. FLETCHER, Circuit Judge.\n    \n    \n      1\n      Dole Food Company (\"Dole\" or \"Dole U.S.\") appeals the district court's dismissal under Federa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dole-food-company-inc-a-hawaiian-corporation-v-malcolm-watts-carl"
    }
  ],
  "relatedIncidents": [
    9475,
    9486,
    9523,
    9546,
    9553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}