{
  "id": 9619,
  "title": "2002년 Herrmann Holdings Ltd. v. Lucent Technologies Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-09-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Herrmann Holdings Ltd. v. Lucent Technologies Inc.. 판결일: 2002-09-03. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: HERRMANN HOLDINGS LTD.; Annem Invst. Ltd.; Herrmann Technology Trust, Plaintiffs-Appellants, v. LUCENT TECHNOLOGIES INC., Defendant-Appellee\n**판결일**: 2002-09-03\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Davis, DeMOSS, Stewart\n\n## 변호인\n\nGeoffrey L. Harrison (argued), Shawn L. Raymond, Barry Craig Barnett, Sus-man Godfrey, Dallas, TX, for Plaintiff-Appellant., Kathleen McElroy LaValle, William Michael Byrd, Jr. (argued), Mark Raymond Steiner, John M. Jackson, Jackson Walker, Dallas, TX, for Defendant-Appellee.\n\n## 인용\n\n- 302 F.3d 552\n\n## 판결문 요약\n\n302 F.3d 552\n    HERRMANN HOLDINGS LTD.; Annem Invst. Ltd.; Herrmann Technology Trust, Plaintiffs-Appellants,v.LUCENT TECHNOLOGIES INC., Defendant-Appellee.\n    No. 01-11424.\n    United States Court of Appeals, Fifth Circuit.\n    September 3, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Geoffrey L. Harrison (argued), Shawn L. Raymond, Barry Craig Barnett, Susman Godfrey, Dallas, TX, for Plaintiff-Appellant.\n      Kathleen McElroy LaValle, William Michael Byrd, Jr. (argued), Mark Raymond Steiner, John M. Jackson, Jackson Walker, Dallas, TX, for Defendant-Appellee.\n      Appeal from the United States District Court for the Northern District of Texas.\n      Before DAVIS, DeMOSS and STEWART, Circuit Judges.\n      CARL E. STEWART, Circuit Judge:\n    \n    \n      1\n      Herrmann Holdings, Ltd., AnnEm Investments, Ltd., and Herrmann Technology Trust (collectively, \"the Herrmanns\") appeal the district court's dismissal, for failure to comply with Federal Rules of Civil Procedure 9(b) and 12(b)(6), of their claims against Lucent Technologies Inc. (\"Lucent\"). For the reasons that follow, we affirm in part, reverse in part, and remand for further proceedings.\n    \n    \n      FACTUAL AND PROCEDURAL BACKGROUND\n    \n    \n      2\n      First we will summarize the facts alleged in the Herrmanns' second amended complaint, which for purposes of Lucent's motion to dismiss pursuant to Rule 12(b)(6) and 9(b) are accepted as true and construed in the light most favorable ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herrmann-holdings-ltd-v-lucent-technologies-inc"
    }
  ],
  "relatedIncidents": [
    9560,
    9584,
    9608,
    9712,
    9807
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}