{
  "id": 9624,
  "title": "2002년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-08-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: James. 판결일: 2002-08-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bruce Montague JAMES, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2002-08-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Justices Dorsey, Hinojosa, and Rodriguez\n\n## 변호인\n\nJames R. Makin, Beaumont, for appellant., Philip Babin, Rodney D. Conerly, Asst. Criminal District Attorneys, Tom Maness, Criminal District Attorney, Beaumont, for state.\n\n## 인용\n\n- 89 S.W.3d 86\n\n## 판결문 요약\n\n\n89 S.W.3d 86 (2002)\nBruce Montague JAMES, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 13-01-491-CR.\nCourt of Appeals of Texas, Corpus Christi-Edinburg.\nAugust 29, 2002.\n*87 James R. Makin, Beaumont, for appellant.\nPhilip Babin, Rodney D. Conerly, Asst. Criminal District Attorneys, Tom Maness, Criminal District Attorney, Beaumont, for state.\nBefore Justices DORSEY, HINOJOSA, and RODRIGUEZ.\n\nOPINION\nOpinion by Justice RODRIGUEZ.\nAppellant, Bruce Montague James, brings this appeal following a conviction for the offense of assault. By three points of error, James contends: (1) the facilities used for his trial proceedings did not conform with the Americans with Disabilities Act (ADA); (2) the trial court committed error in sentencing James when no proof was adduced proving the trial court had jurisdiction; and (3) the trial court erred in failing to grant a mistrial because the prosecutor injected insinuations of an alleged extraneous offense. We affirm.\n\nI. BACKGROUND\nJames, who has cerebral palsy, was being pulled in a wheelchair by his servant dog in the neighborhood where he lived. The victim, John Doiron, was using a small front loader called a Bobcat, to spread dirt *88 in his front yard. The noise of the Bobcat scared the servant dog, causing it to pull James's wheelchair off course and into a ditch. James's dog ran home. Later, after James collected himself and retrieved his dog, they again passed Doiron's house. The Bobcat scared the dog a second time, and James aga...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collesano-kevin-michael-v-state"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}