{
  "id": 9634,
  "title": "2002년 Ziegelmann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-08-15",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Ziegelmann. 판결일: 2002-08-15. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Terry ZIEGELMANN, on Behalf of Himself and All Those Similarly Situated as Members of a Class, Plaintiff and Appellant, v. DAIMLERCHRYSLER CORPORATION, Defendant and Appellee\n**판결일**: 2002-08-15\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Carol, Hodny, Honorable, Kapsner, Maring, Mary, Muehlen, Robert, Ronning, Vande, Walle, Wef-Ald, Wefald, William\n\n## 변호인\n\nKim E. Brust (argued), Conmy Feste, Ltd., Fargo, N.D., David A. Domina (on brief) and Cletus W. Blakeman (on brief), Domina Law, P.C., Omaha, NE, and James I. Seifter (on brief), Kaplan & Seifter, Atlanta, GA, for plaintiff and appellant., Stephen W. Plambeck (argued), Daniel J. Crothers (on brief) and Joel M. Frem-stad (on brief), Nilles, Hansen & Davies, Ltd., Fargo, N.D., Terri Steinhaus Reiskin (on brief) and Michael Kidney (appeared), Hogan & Hartson, Washington, DC, for defendant and appel\n\n## 인용\n\n- 2002 ND 134\n- 649 N.W.2d 556\n\n## 판결문 요약\n\n\n649 N.W.2d 556 (2002)\n2002 ND 134\nTerry ZIEGELMANN, on behalf of himself and all those similarly situated as members of a class, Plaintiff and Appellant,\nv.\nDAIMLERCHRYSLER CORPORATION, Defendant and Appellee.\nNo. 20020041.\nSupreme Court of North Dakota.\nAugust 15, 2002.\n*557 Kim E. Brust (argued), Conmy Feste, Ltd., Fargo, N.D., David A. Domina (on brief) and Cletus W. Blakeman (on brief), Domina Law, P.C., Omaha, NE, and James I. Seifter (on brief), Kaplan &amp; Seifter, Atlanta, GA, for plaintiff and appellant.\nStephen W. Plambeck (argued), Daniel J. Crothers (on brief) and Joel M. Fremstad (on brief), Nilles, Hansen &amp; Davies, Ltd., Fargo, N.D., Terri Steinhaus Reiskin (on brief) and Michael Kidney (appeared), Hogan &amp; Hartson, Washington, DC, for defendant and appellee.\nVANDE WALLE, Chief Justice.\n[¶ 1] Terry Ziegelmann, on behalf of himself and all those similarly situated, *558 appealed from a judgment dismissing with prejudice his putative class action lawsuit against DaimlerChrysler Corporation for failure to state a claim upon which relief can be granted. Because Ziegelmann has not pled a legally cognizable injury, we conclude the trial court did not err in dismissing the complaint. We therefore affirm.\n\nI\n[¶ 2] In July 2001, Ziegelmann brought this action on behalf of himself and a purported class of North Dakota owners of model year 1991 through 2000 vehicles manufactured by DaimlerChrysler and its predecessor, Chrysler Corporation, that were equipped with ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ziegelmann-v-daimlerchrysler-corp"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}