{
  "id": 9637,
  "title": "2002년 Tulip Construction, Inc. v. Dilorenzo, No. Cv00-0083389 (Aug. 14, 2002) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-08-14",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Tulip Construction, Inc. v. Dilorenzo, No. Cv00-0083389 (Aug. 14, 2002). 판결일: 2002-08-14. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Tulip Construction, Inc. v. Ann Dilorenzo.\n**판결일**: 2002-08-14\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: WALSH, JUDGE.\n\n## 인용\n\n- 2002 Conn. Super. Ct. 10204\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]                         MEMORANDUM OF DECISION\nA. BACKGROUND\nIn this action the plaintiff claims the defendant breached a contract for the sale of land, and as a remedy seeks an order from the court that the defendant convey the land to the plaintiff. The defendant alleges that the contract referred to in the plaintiff's revised complaint is unenforceable in that it fails to satisfy the Statute of Frauds, Sec.52-550 of the Conn. Gen. Statutes. CT Page 10205\nThe defendant, in her trial brief, further alleges that the plaintiff, by not responding to her request to admit that the Agreement to Sell and Purchase Real Estate does not contain a legal description of the lot which satisfies the Statute of Frauds, is deemed to have admitted the matter, as set forth in Sections 13-22, 13-23, and 13-24 of the Conn. Practice Book. The court will not consider this claim because the defendant has waived it.\n    The plaintiff further waived his right to rely on the preclusive effect of Practice Book &#167; 239 by failing to object when the defendants introduced evidence at trial that directly contradicted the content of the plaintiff's requested admissions.\nLarson v. Fazzino, 216 Conn. 431, 435 (1990).\nFor the purposes of the instant case, the language of Section 239 of the 1990 Conn. Practice Book is the same as the current Practice Book, Section 13-23.\nWhen the plaintiff introduced evidence that the contract did a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "방화"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tulip-construction-inc-v-dilorenzo-no-cv00-0083389-aug-14-2002"
    }
  ],
  "relatedIncidents": [
    9501,
    9516,
    9640,
    9674,
    9773
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}