{
  "id": 9642,
  "title": "2002년 Walton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-08-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Walton. 판결일: 2002-08-05. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Calvin WALTON\n**판결일**: 2002-08-05\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Boggs, Nelson, Norris\n\n## 인용\n\n- 42 F. App'x 734\n\n## 판결문 요약\n\n\nCalvin Walton appeals his judgment of conviction and sentence. The parties have expressly waived oral argument, and this panel unanimously agrees that oral argument is not needed. Fed. R.App. P. 34(a).\nIn 1999, Walton pleaded guilty to conspiracy to distribute cocaine base in violation of 21 U.S.C. §§ 841 and 846. Although sentencing was originally scheduled for August 24, 1999, the hearing was adjourned, ostensibly to permit Walton the opportunity to meet with the government and attempt to provide substantial assistance in order to obtain a downward departure. Walton failed to provide substantial assistance, and he was eventually sentenced on February 1, 2001, to 262 months. Walton has filed a timely appeal, arguing that counsel rendered ineffective assistance.\nUpon review, we conclude that Walton’s counsel did not render ineffective assistance in this case. To demonstrate ineffective assistance of counsel, Walton must show that counsel’s performance was seriously deficient and that this deficient performance prejudiced his defense. See Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). Walton must show that counsel’s performance fell outside the wide range of reasonable professional assistance, and that it fell below an objective standard of reasonable conduct. See Lewandowski v. Makel, 949 F.2d 884, 888 (6th Cir.1991). However, a reviewing court’s scrutiny of counsel’s performance is highly deferential. See Strickland, 466 U.S. at 689, 104...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-walton"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}