{
  "id": 9656,
  "title": "2002년 Rosa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-07-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rosa. 판결일: 2002-07-25. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Annalize ROSA v. IMMIGRATION AND NATURALIZATION SERVICES\n**판결일**: 2002-07-25\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 41 F. App'x 973\n\n## 판결문 요약\n\n\nMEMORANDUM *\nAnnalize Rosa appeals the Board of Immigration Appeals’ order summarily dismissing her case on the grounds that she failed to file a brief despite indicating on the Notice of Appeal that she would do so. Rosa, a native and citizen of El Salvador, challenges the Immigration Judge’s denial of her motion to reopen deportation proceedings. Because the facts are known to the parties, we will not recite them in detail except as necessary. We deny Rosa’s petition for review.\nRosa argues that Section 203 of the Nicaraguan Adjustment and Central American Relief Act (“NACARA”), Title II of Pub.L. No. 105-100, 111 Stat. 2193 (1997), amended by Pub.L. No. 105-139, 111 Stat. 2644 (1997), created an opportunity for her to apply for a suspension of deportation despite the fact that she had been placed in exclusion proceedings. The INS responds that this court does not have jurisdiction to hear Rosa’s appeal on the merits because she has failed to exhaust her administrative remedies.\nWe conclude that we do not have jurisdiction to consider the arguments Rosa made in her motion to reopen. Under the statute governing review of this case, “[a]n order of ... exclusion shall not be reviewed by any court if the alien has not exhausted the administrative remedies available to him as of right under the immigration laws and regulations .... ” 8 U.S.C. § 1105a(c). By failing to perfect her appeal to the BIA, Rosa has failed to exhaust her administrative remedies. Aecordingly, this panel ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rosa-v-immigration-naturalization-services"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}