{
  "id": 9658,
  "title": "2002년 Birchfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-07-24",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Birchfield. 판결일: 2002-07-24. 법원: West Virginia Court of Claims.",
  "description": "## 사건 정보\n\n**사건명**: Stephanie Birchfield\n**판결일**: 2002-07-24\n**법원**: West Virginia Court of Claims\n**관할**: West Virginia, WV\n\n**판사**: Gritt\n\n## 변호인\n\nMichael A. Esposito, Attorney at Law, for the claimant., Joy M, Bolling, Assistant Attorney General, for the State of West Virginia.\n\n## 인용\n\n- 24 Ct. Cl. 405\n\n## 판결문 요약\n\n\nORDER\nGRITT, JUDGE:\nAn application of claimant, Stephanie Birchfield, for an award under the West Virginia Crime Victims Compensation Act, was filed February 14, 1996. The report of the Claim Investigator, filed March 10,1997, recommended that no award be granted, to which the claimant timely objected. An Order was issued on May 2, 1997, confirming the Investigator’s recommendation and denying the claim, to which the claimant’s request for hearing was filed May 21, 1997. This matter came on for hearing February 21, 2002, the claimant appearing by counsel, Michael A. Esposito, Attorney at Law, and the State of West Virginia by counsel, Joy M. Bolling, Assistant Attorney General.\nThe claimant’s 42-year-old husband, Jerome Birchfield, was the victim of criminal conduct in Charleston, Kanawha County, on or about January 26, 1996. The victim was fatally shot in the back with a pistol by the offender, Jerome *406Wallace, who was later charged with first-degree murder. He pleaded guilty to second-degree murder and faces a possible sentence of 20 years in prison.\nThis claim was initially denied on the basis of contributory misconduct on the part of the victim. Nothing adduced at the hearing convinces this Court otherwise. It is clear that Jerome Birchfield was the victim of a cowardly and vicious crime. The Court is sympathetic to the claimant Stephanie Birchfield and the family of the victim. However, the Court is constrained by the evidence that the claimant was not an innocent vi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=birchfield"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}