{
  "id": 9659,
  "title": "2002년 Morgan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-07-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Morgan. 판결일: 2002-07-23. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Willie Karl MORGAN, aka Willis Morgan\n**판결일**: 2002-07-23\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Lucero\n\n## 인용\n\n- 44 F. App'x 881\n\n## 판결문 요약\n\n\nORDER AND JUDGMENT*\nSTEPHEN H. ANDERSON, Circuit Judge.\nDefendant and appellant Willie Karl Morgan was indicted for aggravated sexual abuse of a child, in violation of 18 U.S.C. §§ 1153, 2241(c) and 2246(2)(D). He pled guilty pursuant to a written plea agreement, which included a provision waiving his appellate rights. He was sentenced to *882116 months imprisonment, followed by a five-year period of supervised release. Despite his waiver of his appellate rights, he endeavors to appeal two specific conditions of his supervised release. We affirm.\nBACKGROUND\nIn addition to requiring compliance with thirteen standard conditions, Morgan’s term of supervised release included an additional eight special conditions. Two of those special conditions obligated Morgan to:\nparticipate in sex offender treatment as directed by the probation officer and submit to a risk assessment including physiological testing, which may include but is not limited to a clinical polygraph, or other specific sex offender tests[; and]\nnot have direct or unsupervised contact with children under the age of eighteen (18) without prior written permission of the probation officer and ... report within eight (8) hours to the probation office any unauthorized contact with children.\nJ. in a Criminal Case at 4, R. Vol. I, Doe. 27. Morgan argues that requiring him to report a violation of a special condition of supervised release violates his Fifth Amendment right not to incriminate himself, as well as the Sentencin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-morgan"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}