{
  "id": 9666,
  "title": "2002년 Herrera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-07-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Herrera. 판결일: 2002-07-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Edward Fabio HERRERA, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2002-07-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Grant, Ross, and Cornelius\n\n## 변호인\n\nAbby Keenan, Houston, for appellant., Eric E. Kugler, Assistant District Attorney, William J. Delmore III, Harris County Assistant District Attorney, Houston, for appellee.\n\n## 인용\n\n- 80 S.W.3d 283\n\n## 판결문 요약\n\n\n80 S.W.3d 283 (2002)\nEdward Fabio HERRERA, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 06-01-00178-CR.\nCourt of Appeals of Texas, Texarkana.\nSubmitted May 31, 2002.\nDecided June 25, 2002.\nOpinion Overruling Rehearing July 17, 2002.\n*286 Abby Keenan, Houston, for appellant.\nEric E. Kugler, Assistant District Attorney, William J. Delmore III, Harris County Assistant District Attorney, Houston, for appellee.\nBefore GRANT, ROSS, and CORNELIUS,[*] JJ.\n\nOPINION\nOpinion by Justice ROSS.\nEdward Fabio Herrera appeals his jury conviction and assessment of twenty years' imprisonment and a fine of $250,000.00 for possession of a controlled substance with intent to deliver. Herrera contends the trial court erred by abusing its discretion in denying his motion to suppress evidence.\nWe review the denial of a motion to suppress by giving almost total deference to a trial court's determination of historical facts, and we review de novo the court's application of the law. Carmouche v. State, 10 S.W.3d 323, 327 (Tex.Crim. App.2000). When the trial court does not make explicit findings of historical fact, we review the evidence in the light most favorable to the trial court's ruling. Id. at 327-28. In determining whether a trial court's decision is supported by the record, we generally consider only evidence adduced at the suppression hearing, because the ruling was based on that evidence, rather than evidence introduced later at trial. Rachal v. State, 917 S.W.2d 799, 809 (Tex.Crim.App. 19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herrera-v-state"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}