{
  "id": 9675,
  "title": "2002년 State v. Hardman, Unpublished Decision (7-12-2002) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-07-12",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Hardman, Unpublished Decision (7-12-2002). 판결일: 2002-07-12. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Hollie Hardman\n**판결일**: 2002-07-12\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: <italic>HOFFMAN, P.J</italic>.\n\n## 변호인\n\nFor Plaintiff-Appellee, DAVID A. HEJMANOWSKI, ASSISTANT PROSECUTOR, 15 West Winter Street, Columbus, Ohio 43015.\n\nFor Defendant-Appellant, PHILIP BAUTISTA, 713 South Front Street, Columbus, Ohio 43206.\n\n\n## 판결문 요약\n\n                                 OPINION\nDefendant-appellant Hollie Hardman appeals his convictions and sentences entered by the Delaware County Court of Common Pleas, on two counts of attempted theft of a motor vehicle, in violation of R.C.2923.02(A); and one count of possession of criminal tools, in violation of R.C. 2923.24(A). Plaintiff-appellee is the State of Ohio.\n                    STATEMENTS OF THE FACTS AND CASE\nOn March 3, 2001, the Delaware County Grand Jury indicted appellant on a six count indictment: count one, receiving stolen property, in violation of R.C. 2913.51; count two, attempted theft of a motor vehicle, in violation of R.C. 2913.02; count three, possession of criminal tools, in violation of R.C. 2923.24; count four, attempted theft of a motor vehicle, in violation of R.C. 2913.02; count five, possession of criminal tools, in violation of R.C. 2923.24; and count six, attempted burglary, in violation of R.C. 2911.12.  Appellant entered pleas of not guilty to all the charges at his arraignment on May 16, 2001.\nSubsequently, on June 1, 2001, appellant entered a written plea of not guilty by reason of insanity.  Via Judgment Entry filed June 5, 2001, the trial court ordered appellant to submit to a psychiatric examination at the Net Care Forensic Psychiatry Center.  The trial court conducted a competency hearing on July 23, 2001.  Via Judgment Entry filed August 9, 2001, the trial court found appellant competent to stand trial based upon the report filed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hardman-unpublished-decision-7-12-2002"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}