{
  "id": 9676,
  "title": "2002년 Dailey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-07-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dailey. 판결일: 2002-07-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Nikki N. DAILEY, Appellant, v. ALBERTSON’S, INC., Appellee\n**판결일**: 2002-07-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Panel No. 1 Larsen, McClure, and Chew\n\n## 변호인\n\nAndrew A. Bergman, Bergman, Stein & Bird, L.L.P., Dallas, for appellant., Thomas V. Murto, III, Stradley & Wright, Dallas, for appellee.\n\n## 인용\n\n- 83 S.W.3d 222\n\n## 판결문 요약\n\n\n83 S.W.3d 222 (2002)\nNikki N. DAILEY, Appellant,\nv.\nALBERTSON'S, INC., Appellee.\nNo. 08-01-00402-CV.\nCourt of Appeals of Texas, El Paso.\nJuly 11, 2002.\n*224 Andrew A. Bergman, Bergman, Stein &amp; Bird, L.L.P., Dallas, for appellant.\nThomas V. Murto, III, Stradley &amp; Wright, Dallas, for appellee.\nBefore Panel No. 1 LARSEN, McCLURE, and CHEW, JJ.\n\nOPINION\nSUSAN LARSEN, Justice.\nNikki N. Dailey brought suit against Albertson's, Inc. for personal injuries inflicted by Albertson's employee, Sandra Katina Williams. Dailey appeals the trial court's grant of summary judgment favoring Albertson's. We affirm.\n\nProcedural background\nNikki N. Dailey filed suit against Albertson's and Williams for personal injuries sustained on January 29, 1998. The suit alleged that on that day, Dailey was a customer in Albertson's. While there, she was attacked by Williams, an Albertson's employee. Dailey sustained bodily injuries inflicted by a box cutter that Albertson's had provided to Williams.\nDailey claimed Albertson's was liable under the doctrine of respondeat superior and for its own negligence in failing to exercise ordinary care in its supervision of Williams and failing to warn her of an unsafe condition. After the suit had been on file over a year, Albertson's filed for summary judgment, urging both traditional and no-evidence grounds. The motion urged, among other things, that Williams's actions were outside the scope of her employment. Attached to the motion were various exhibits, in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dailey-v-albertsons-inc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=christopher-mark-adams-v-state"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}