{
  "id": 968,
  "title": "2022년 Minaya 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2022-06-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Minaya. 판결일: 2022-06-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Minaya\n**판결일**: 2022-06-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2022 NY Slip Op 03769\n\n## 판결문 요약\n\n\n\nPeople v Minaya (2022 NY Slip Op 03769)\n\n\n\n\n\nPeople v Minaya\n\n\n2022 NY Slip Op 03769\n\n\nDecided on June 9, 2022\n\n\nAppellate Division, Third Department\n\n\n\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\n\n\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\n\n\n\nDecided and Entered:June 9, 2022\n\n111498 \t112645\n[*1]The People of the State of New York, Respondent,\nvSaury Minaya, Appellant.\n\nCalendar Date:April 18, 2022\n\nBefore:Egan Jr., J.P., Colangelo, Ceresia and Fisher, JJ.\n\nTroy A. Smith, White Plains, for appellant.\nPaul Czajka, District Attorney, Hudson (James A. Carlucci of counsel), for respondent.\n\n\n\nFisher, J.\nAppeals (1) from a judgment of the County Court of Columbia County (Nichols, J.), rendered January 17, 2019, convicting defendant upon his plea of guilty of the crime of rape in the second degree, and (2) by permission, from two orders of said court, entered June 15, 2020 and September 4, 2020, which, among other things, denied defendant's motion pursuant to CPL 440.10 to vacate the judgment of conviction, without a hearing.\nIn July 2018, defendant was arraigned on a felony complaint charging him with one count of rape in the first degree by forcible compulsion. Defendant subsequently executed a waiver of indictment, consented to prosecution by superior court information and entered a plea of guilty to rape in the second degree based on the victim being mentally incapacitated. As part of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-minaya"
    }
  ],
  "relatedIncidents": [
    925,
    948,
    1054,
    625,
    875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}