{
  "id": 9681,
  "title": "2002년 No. 99-2030 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-07-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: No. 99-2030. 판결일: 2002-07-03. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: No. 99-2030\n**판결일**: 2002-07-03\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 295 F.3d 408\n\n## 판결문 요약\n\n295 F.3d 408\n    Michelle S. STECYK, individually, as Executrix of the Estate of Anthony J. Stecyk, Jr., and on behalf of Anthony L. Stecyk, minor,v.BELL HELICOPTER TEXTRON, INC.; does, 1 through 5, inclusive; United States of America.Dorothy L. Rayburn, individually, as surviving spouse of Robert K. Rayburn, deceased, and on behalf of Alan M. Rayburn and Jacqueline M. Rayburn, surviving children of Robert K. Rayburn, deceased; Robert L. Anderson, as Executor for the Estate of Robert K. Rayburn, deceased;v.The United States of America; Bell Helicopter-Textron, Inc., a foreign corporation; Textron Inc., a foreign corporation; Allison Gas Turbine Division of General Motors Corporation, a foreign corporation; Macrotech Fluid Sealing, Inc., C.D.I. Division Microdot, Inc., Microdot/CDI Microdot, Inc., Macrotech/CDI d/b/a Macrotech, Inc.; Allison Engine Company, Inc.Kathleen K. Mayan, individually, as surviving spouse of Gerald W. Mayan, deceased, and as Administratrix of the Estate of Gerald W. Mayan, deceased, and on behalf of James Paul Mayan, Gerald Vincent Mayan II and Jake Daniel Mayan, surviving sons of Gerald W. Mayan, deceased,v.The United States of America; Bell Helicopter-Textron, Inc.; Textron, Inc.; Allison Gas Turbine Division of General Motors Corporation; Macrotech Fluid Sealing, Inc. dba Macrotech, Inc.; Macrotech/CDI; Microdot Inc.; Microdot/CDI, and/or C.D.I. Division Microdot, Inc.; Allison Engine Company, Inc.\n    No. 99-2030.\n    No. 99-2051.\n    No. 94-CV-181...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=no-99-2030"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}