{
  "id": 9696,
  "title": "2002년 Leitner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-26",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Leitner. 판결일: 2002-06-26. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Respondent, v. Anthony J. Leitner, Defendant-Appellant-Petitioner\n**판결일**: 2002-06-26\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Abrahamson\n\n## 변호인\n\nFor the defendant-appellant-petitioner there were briefs and oral argument by Jefren E. Olsen, assistant state public defender., For the plaintiff-respondent the cause was argued by Mary E. Burke, assistant attorney general, with whom on the brief was James E. Doyle, attorney general, and Shunette T. Campbell, assistant attorney general.\n\n## 인용\n\n- 2002 WI 77\n- 646 N.W.2d 341\n- 253 Wis. 2d 449\n\n## 판결문 요약\n\n\n253 Wis.2d 449 (2002)\n2002 WI 77\n646 N.W.2d 341\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nAnthony J. LEITNER, Defendant-Appellant-Petitioner.\nNo. 00-1718-CR.\nSupreme Court of Wisconsin.\nOral argument May 29, 2002.\nDecided June 26, 2002.\n*453 For the defendant-appellant-petitioner there were briefs and oral argument by Jefren E. Olsen, assistant state public defender.\nFor the plaintiff-respondent the cause was argued by Mary E. Burke, assistant attorney general, with whom on the brief was James E. Doyle, attorney general, and Shunette T. Campbell, assistant attorney general.\n¶ 1. SHIRLEY S. ABRAHAMSON, CHIEF JUSTICE.\nThis is a review of a published decision of the *454 court of appeals affirming an order of the circuit court for La Crosse County, Michael J. Mulroy, Judge.[1]\n¶ 2. Two issues of law are presented here: (1) Does Wis. Stat. § 973.015 (1999-2000)[2] require district attorneys and law enforcement agencies to expunge their records documenting the facts underlying an expunged record of a conviction? (2) May a circuit court consider, when sentencing an offender, the facts underlying a record of a conviction expunged under § 973.015?[3]\n*455 ¶ 3. The circuit court and court of appeals concluded that the record referred to in Wis. Stat. § 973.015 is a court record and that § 973.015 does not require district attorneys or law enforcement agencies to expunge their records documenting the facts underlying an expunged record of a conviction. Both courts further concluded...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-leitner"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}