{
  "id": 9699,
  "title": "2002년 Circuit City Stores, Inc., a Virginia Corporation v. Monir Najd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Circuit City Stores, Inc., a Virginia Corporation v. Monir Najd. 판결일: 2002-06-24. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: CIRCUIT CITY STORES, INC., a Virginia Corporation, Petitioner-Appellee, v. Monir NAJD, Respondent-Appellant\n**판결일**: 2002-06-24\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: King, O'Scannlain, Paez\n\n## 변호인\n\nSteven L. Stern, Newport Beach, CA, argued the cause and filed a brief for the respondent-appellant., Rex Darrell Berry, Davis Grimm Payne Marra & Berry, Seattle, WA, argued the cause and filed briefs for the petitioner-appellee.\n\n## 인용\n\n- 294 F.3d 1104\n\n## 판결문 요약\n\n294 F.3d 1104\n    CIRCUIT CITY STORES, INC., a Virginia corporation, Petitioner-Appellee,v.Monir NAJD, Respondent-Appellant.\n    No. 99-56571.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted October 4, 2001.\n    Submission Deferred October 10, 2001.\n    Resubmitted April 18, 2002.\n    Filed June 24, 2002.\n    \n      Steven L. Stern, Newport Beach, CA, argued the cause and filed a brief for the respondent-appellant.\n      Rex Darrell Berry, Davis Grimm Payne Marra &amp; Berry, Seattle, WA, argued the cause and filed briefs for the petitioner-appellee.\n      Appeal from the United States District Court for the Central District of California; Alicemarie H. Stotler, District Judge, Presiding.\n      Before O'SCANNLAIN and PAEZ, Circuit Judges, and KING, District Judge.*\n      OPINION\n      O'SCANNLAIN, Circuit Judge.\n    \n    \n      1\n      We must decide whether a claim under California's Fair Employment and Housing Act may be subject to compulsory arbitration when the employee does not allege a violation of Title VII of the Civil Rights Act.\n    \n    \n      2\n      * Circuit City Stores (\"Circuit City\") hired Monir Najd as a sales associate in 1985. In 1995, Circuit City instituted the \"Associate Issue Resolution Program\" at Najd's store of employment. As part of the program, Circuit City distributed a packet of materials to the store's employees, which included a \"Dispute Resolution Agreement\" (the \"DRA\"). The DRA provided that \"any and all employmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=circuit-city-stores-inc-a-virginia-corporation-v-monir-najd"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}