{
  "id": 9706,
  "title": "2002년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-20",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Jones. 판결일: 2002-06-20. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Ahbrae JONES v. STATE of Arkansas\n**판결일**: 2002-06-20\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Tom Glaze\n\n## 변호인\n\nLeverett & Watts, PLLC, by: Rosalyn A. Watts, for appellant., Mark Pryor, Att’y Gen., by: Misty Wilson Borkowski, Ass’t Att’y Gen., for appellee.\n\n## 인용\n\n- 78 S.W.3d 104\n- 349 Ark. 331\n\n## 판결문 요약\n\n\n78 S.W.3d 104 (2002)\n349 Ark. 331\nAhbrae JONES\nv.\nSTATE of Arkansas.\nNo. CR 01-1312.\nSupreme Court of Arkansas.\nJune 20, 2002.\n*107 Leverett &amp; Watts, PLLC, by: Rosalyn A. Watts, Little Rock, for appellant.\nMark Pryor, Att'y Gen., by: Misty Wilson Borkowski, Ass't Att'y Gen., Little Rock, for appellee.\nTOM GLAZE, Justice.\nAhbrae Jones appeals his conviction and life sentence arising out of the aggravated robbery of the Rock Creek Blockbuster video rental store in Little Rock, which was robbed on March 2, 1998. About two weeks later, on March 17, 1998, Jones and another man, Allan Smith, were arrested by Little Rock police officers at the Ashley Square shopping center at Rodney Parham and Reservoir for public intoxication. Smith later implicated Jones in the Blockbuster robbery, and Jones was charged with the robbery; following a trial, he was found guilty of aggravated robbery and theft of property. The jury sentenced him to life in prison.\nAlthough Jones's challenge to the sufficiency of the evidence is actually his third point on appeal, double jeopardy considerations require this court to consider a challenge to the sufficiency of the evidence prior to the other issues on appeal. See Atkinson v. State, 347 Ark. 336, 64 S.W.3d 259 (2002). This court will affirm a conviction if there is substantial evidence to support the verdict when viewed in the light most favorable to the State. Engram v. State, 341 Ark. 196, 15 S.W.3d 678 (2000), cert. denied, 531 U.S. 1081, 121 S. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}