{
  "id": 9707,
  "title": "2002년 Bourriague 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Bourriague. 판결일: 2002-06-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Bourriague v. State\n**판결일**: 2002-06-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Wolf\n\n## 인용\n\n- 820 So. 2d 997\n\n## 판결문 요약\n\n\n820 So. 2d 997 (2002)\nMark G. BOURRIAGUE, Appellant,\nv.\nSTATE of Florida, Appellee.\nNos. 1D01-2246, 1D01-2426.\nDistrict Court of Appeal of Florida, First District.\nJune 20, 2002.\n*998 Nancy A. Daniels, Public Defender; David P. Gauldin, Assistant Public Defender, Tallahassee, for Appellant.\nRobert A. Butterworth, Attorney General; Giselle Lyle Rivera, Assistant Attorney General, Tallahassee, for Appellee.\nWOLF, J.\nMark Bourriague, the defendant in the trial court, appeals from two final judgments and sentences. In Holmes County, the defendant was found guilty of felony aggravated fleeing or attempting to elude an officer and reckless driving. In Washington County, he was found guilty of attempted second-degree murder and leaving the scene of an accident involving injury. Both cases were non-jury trials before the same judge. We are faced with two issues on appeal: 1) Whether the trial court erred in finding the defendant guilty where the relevant evidence established a reasonable doubt as to the defendant's sanity at the time of the incident, and 2) whether the trial court erred in applying the wrong legal standard in determining whether the defendant was not guilty by reason of insanity. We reject the first claim, but we reverse and remand for new trials as to the second issue.\nIn criminal prosecutions a person is presumed sane, and the burden is on the defense to present evidence of insanity. Hall v. State, 568 So. 2d 882, 885 (Fla. 1990). If a defendant introduces evidenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bourriague-v-state"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}