{
  "id": 9712,
  "title": "2002년 Cornell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-18",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Cornell. 판결일: 2002-06-18. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Cornell\n**판결일**: 2002-06-18\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Cavanagh, Corrigan, Kelly, Markman, Taylor, Weaver, Young\n\n## 변호인\n\nJennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, Daniel L. Sutton, Prosecuting Attorney, and William E. Molner, Assistant Attorney General, for the people., Bruce L. Hulse and State Appellate Defender (by P. E. Bennett) for the defendant-appellant., Amicus Curiae:, Jeffrey L. Sauter, President, Michael E. Duggan, Prosecuting Attorney, and Timothy A. Baughman, Chief, Research, Training and Appeals, for the Prosecuting Attorneys Association of Michigan.\n\n## 인용\n\n- 646 N.W.2d 127\n- 466 Mich. 335\n\n## 판결문 요약\n\n\n646 N.W.2d 127 (2002)\n466 Mich. 335\nPEOPLE of the State of Michigan, Plaintiff-Appellee,\nv.\nAdam Keith CORNELL, Defendant-Appellant.\nDocket No. 115833, Calendar No. 2.\nSupreme Court of Michigan.\nArgued October 10, 2001.\nDecided June 18, 2002.\n*129 Jennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, Daniel L. Sutton, Prosecuting Attorney, and William E. Molner, Assistant Attorney General, Lansing, MI, for the people.\nBruce L. Hulse, East Lansing, MI, and State Appellate Defender (by P.E. Bennett) Detroit, MI, for the defendant-appellant.\nJeffrey L. Sauter, President, Michael E. Duggan, Prosecuting Attorney, and Timothy A. Baughman, Chief, Research, Training and Appeals, Detroit, MI, for the Prosecuting Attorneys Association of Michigan.\n*128 WEAVER, J.\nIn the case before us, we must consider two issues: (1) whether the trial court erred in refusing to give the requested misdemeanor lesser included offense instruction of breaking and entering without permission, M.C.L. § 750.115, and (2) if the trial court did err, whether the error was harmless. We hold that it was error for the trial court to refuse the requested instruction and that the error was harmless. Therefore, we affirm defendant's convictions.\n\nI\nDefendant Cornell was convicted by a jury in the Roscommon Circuit Court of breaking and entering with the intent to commit larceny, M.C.L. § 750.110. He was sentenced, as an habitual offender, to eight to twenty years' imprisonment.\nDefendant Cornel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cornell"
    }
  ],
  "relatedIncidents": [
    9560,
    9584,
    9608,
    9619,
    9807
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}