{
  "id": 9719,
  "title": "2002년 O'Donnell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: O'Donnell. 판결일: 2002-06-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Joseph R. O'Donnell\n**판결일**: 2002-06-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 295 A.D.2d 936\n- 744 N.Y.S.2d 600\n\n## 판결문 요약\n\n\n—Appeal from a judgment of Onondaga County Court (Mulroy, J.), entered January 9, 1998, convicting defendant after a jury trial of, inter alia, burglary in the second degree.\nIt is hereby ordered that the judgment so appealed from be and the same hereby is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting him following a jury trial of, inter alia, burglary in the second degree (Penal Law § 140.25 [2]) based on his theft of li*937quor and two hand guns from a dwelling that he unlawfully entered. We reject defendant’s contention that County Court erred in failing to instruct the jury that two witnesses were accomplices as a matter of law. “A witness is an accomplice as a matter of law only if the jury could reasonably reach no other conclusion but that he participated in the offense charged or an offense based upon the same or some of the same facts or conduct which constitute the offense charged” (People v Besser, 96 NY2d 136, 147; see CPL 60.22 [2]; People v Berger, 52 NY2d 214, 219). Here, the two witnesses at issue were in a vehicle with defendant and other participants in the burglary when the vehicle arrived at the residence that was then burglarized. However, those witnesses testified that they did not hear any discussion with respect to the unlawful entry of the residence to steal liquor and did not know why they had been driven to the residence, which was owned by the parents of a friend of defendant’s girlfriend. Because “[t]he evidence d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-odonnell"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}