{
  "id": 9720,
  "title": "2002년 State v. Stephens, Unpublished Decision (6-14-2002) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-14",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Stephens, Unpublished Decision (6-14-2002). 판결일: 2002-06-14. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Clyde Stephens\n**판결일**: 2002-06-14\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: ROBERT A. NADER, J.\n\n## 변호인\n\nDENNIS WATKINS, TRUMBULL COUNTY PROSECUTOR; LUWAYNE ANNOS, ASSISTANT PROSECUTOR, Administration Building, Fourth Floor, 160 High Street N.W., Warren, OH  44481, (For Plaintiff-Appellee).\n\nATTY. ERIK M. JONES, One Cascade Plaza, 20th Floor, Akron, OH 44308, (For Defendant-Appellant).\n\n\n## 판결문 요약\n\n                                 OPINION\nAppellant, Clyde Stephens, appeals from the judgment and sentence of the Trumbull County Court of Common Pleas.\nOn July 27, 1999, the Trumbull County Grand Jury indicted appellant on one count of aggravated assault, with a firearm specification, in violation of R.C. 2903.12(A)(2) and 2941.145, a felony of the fourth degree, and one count of having a weapon while under a disability, in violation of R.C. 2923.13(A)(2), a felony of the fifth degree. The charges stemmed from an incident, on April 3, 1999, during which appellant shot David Hollie (\"Hollie\") in the back of the neck.\nA jury trial commenced on February 20, 2001. Review of the trial transcript reveals that, on April 3, 1999, appellant lived in one half of a duplex located at 125 Palmyra Road, in Warren, Ohio. Roberta Hughley (\"Hughley\"), her husband, and, occasionally, her nineteen year-old son, Hollie, lived in the other half of the duplex.\nAt trial, the State called Hollie, Tiara Hill, Hughley, Officer Ed Hetmanski, Officer Chris Clemente, and Detective Gary Fonce.\nHollie testified that, on the day in question, he confronted appellant about a couple of disputes between appellant and Hollie's parents. Hollie attested that he went outside, pointed his finger in appellant's face, told appellant to stop \"messing\" with his people, and pushed appellant in the chest. Hollie testified that appellant reached into his back pocket and pulled out a black gun. Upon seeing the gun, Hollie ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stephens-unpublished-decision-6-14-2002"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}