{
  "id": 9723,
  "title": "2002년 Bravo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-11",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Bravo. 판결일: 2002-06-11. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: VICTOR J. BRAVO, Plaintiff and Appellant, v. ISRAEL ISMAJ Et Al., Defendants and Respondents\n**판결일**: 2002-06-11\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Haller\n\n## 변호인\n\nCounsel, Victor J. Bravo, in pro. per., for Plaintiff and Appellant., Higgs, Fletcher & Mack and John Morris for Defendant and Respondent Cigna Dental Group., Baker & McKenzie and George E. Fleming for Defendant and Respondent Israel Ismaj.\n\n## 인용\n\n- 120 Cal. Rptr. 2d 879\n- 99 Cal. App. 4th 211\n\n## 판결문 요약\n\n\n120 Cal. Rptr. 2d 879 (2002)\n99 Cal. App. 4th 211\nVictor J. BRAVO, Plaintiff and Appellant,\nv.\nIsrael ISMAJ et al., Defendants and Respondents.\nNo. D037034.\nCourt of Appeal, Fourth District, Division One.\nJune 11, 2002.\nRehearing Denied July 11, 2002.\nReview Denied August 14, 2002.\n*881 Victor J. Bravo, in pro. per., for Plaintiff and Appellant.\nHiggs, Fletcher &amp; Mack, San Diego, and John Morris for Defendant and Respondent Cigna Dental Group.\nBaker &amp; McKenzie and George E. Fleming, San Diego, for Defendant and Respondent Israel Ismaj, D.D.S.\nCertified for Partial Publication.[*]\n*880 HALLER, J.\nVictor Bravo filed a lawsuit against his dentist, Dr. Israel Ismaj, and his dental insurer, Cigna Dental Health (Cigna), for fraud and other related allegations. After the court granted defendants' motions for judgment on the pleadings, defendants successfully moved for an order declaring Bravo a vexatious litigant and requiring that Bravo obtain permission from the presiding judge before filing any new litigation. (See Code Civ. Proc., § 391.7.)[1] Bravo appeals this order, contending: (1) *882 there was no pending litigation when the motion was raised; (2) he was denied his right to a hearing; and (3) there was insufficient evidence to support the determination he was a vexatious litigant.[2] For reasons we explain, we agree Bravo was entitled to an oral hearing, but find the denial of this right did not constitute prejudicial error. We reject Bravo's other contentions.\n\nFA...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bravo-v-ismaj"
    }
  ],
  "relatedIncidents": [
    9475,
    9486,
    9523,
    9546,
    9553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}