{
  "id": 9738,
  "title": "2002년 Washington v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-06-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Washington v. State. 판결일: 2002-06-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Washington v. State\n**판결일**: 2002-06-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Miller\n\n## 인용\n\n- 566 S.E.2d 386\n- 255 Ga. App. 623\n\n## 판결문 요약\n\n\n566 S.E.2d 386 (2002)\n255 Ga. App. 623\nWASHINGTON\nv.\nThe STATE.\nNo. A02A0520.\nCourt of Appeals of Georgia.\nJune 4, 2002.\nJoseph P. Washington, pro se.\nDaniel J. Craig, Dist. Atty., Charles R. Sheppard, Asst. Dist. Atty., for appellee.\nMILLER, Judge.\nJoseph Patrick Washington appeals from the denial of his pro se motion to modify his sentence. On appeal he contends that the trial court erred by (1) denying him a pre-sentencing hearing following his guilty plea, (2) informing him that the court could not reduce his sentence after the sentence was approved by the sentence review panel, and (3) failing to provide him standby counsel at the hearing on his motion for modification of sentence. We discern no error and affirm.\nThe record reveals that Washington pled guilty to burglary, aggravated assault, and possession of a firearm during the commission of a crime. He was sentenced to twenty *387 years for burglary and aggravated assault and an additional five years for possession of a firearm during the commission of a crime. Within the same term of court, Washington's counsel moved to modify Washington's sentence, but did not move to withdraw Washington's guilty plea. However, no ruling on this motion to modify Washington's sentence appears in the record.\nThree years later, Washington, now pro se, filed his own motion for modification of his sentence. He also requested a hearing on this motion. Prior to the hearing, Washington filed a motion for standby counsel to assist him at th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-v-state"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}