{
  "id": 9748,
  "title": "2002년 Corbin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-05-28",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Corbin. 판결일: 2002-05-28. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Harold Vincent CORBIN v. COMMONWEALTH of Virginia\n**판결일**: 2002-05-28\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Benton\n\n## 변호인\n\nGordon A. Wilkins (Charles J. McKerns; Wilkins & Davison; McKerns & Hill, on brief), Warsaw, for appellant., Margaret W. Reed, Assistant Attorney General (Jerry W. Kilgore, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 564 S.E.2d 147\n- 38 Va. App. 348\n\n## 판결문 요약\n\n\n564 S.E.2d 147 (2002)\n38 Va. App. 348\nHarold Vincent CORBIN\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 1503-01-2.\nCourt of Appeals of Virginia, Richmond\nMay 28, 2002.\nGordon A. Wilkins (Charles J. McKerns; Wilkins &amp; Davison; McKerns &amp; Hill, on brief), Warsaw, for appellant.\nMargaret W. Reed, Assistant Attorney General (Jerry W. Kilgore, Attorney General, on brief), for appellee.\nPresent: BENTON and WILLIS, JJ., and HODGES, Senior Judge.\nBENTON, Judge.\nThe sole question presented on this appeal is whether the trial judge erred in denying Harold Vincent Corbin's motion to strike the master jury list. We affirm the trial judge's order.\n\nI.\nA grand jury indicted Corbin for capital murder, robbery, and attempted capital murder. In a pre-trial motion to strike the master jury list, Corbin alleged that the jury *148 commissioners did not prepare the master jury list consistent with the requirements of Code § 8.01-345. In particular, he alleged that although the statute indicates \"that a master jury list shall be prepared ... using a current voter registration list and where feasible, a list of persons issued a driver's license .... [and persons from the] city or county directories, telephone books, and personal property tax rolls,\" the Essex County jury commissioners improperly compiled the master jury list \"solely by using the voter registration list.\"\nAt a hearing held to consider the motion, Corbin's attorney presented no witnesses. The parties stipulated that 9,300 people ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=corbin-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}