{
  "id": 9754,
  "title": "2002년 Hawkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-05-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hawkins. 판결일: 2002-05-22. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Don Wilson HAWKINS, Petitioner-Appellant, v. Mike MULLIN, Warden, Oklahoma State Penitentiary, Respondent-Appellee\n**판결일**: 2002-05-22\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Ebel, Lucero, Tacha\n\n## 변호인\n\nScott W. Braden, Assistant Federal Public Defender, Death Penalty Federal Habeas Corpus Division, Oklahoma City, OK, for Petitioner-Appellant., Jennifer B. Miller, Assistant Attorney General, State of Oklahoma (W.A. Drew Edmondson, Attorney General of Oklahoma, with her on the brief), Oklahoma City, OK, for Respondent-Appellee.\n\n## 인용\n\n- 291 F.3d 658\n\n## 판결문 요약\n\n291 F.3d 658\n    Don Wilson HAWKINS, Petitioner-Appellant,v.Mike MULLIN,* Warden, Oklahoma State Penitentiary, Respondent-Appellee.\n    No. 00-6204.\n    United States Court of Appeals, Tenth Circuit.\n    May 22, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED Scott W. Braden, Assistant Federal Public Defender, Death Penalty Federal Habeas Corpus Division, Oklahoma City, OK, for Petitioner-Appellant.\n      Jennifer B. Miller, Assistant Attorney General, State of Oklahoma (W.A. Drew Edmondson, Attorney General of Oklahoma, with her on the brief), Oklahoma City, OK, for Respondent-Appellee.\n      Before TACHA, Chief Judge, EBEL, and LUCERO, Circuit Judges.\n      TACHA, Chief Judge.\n    \n    \n      1\n      Petitioner-appellant Don Wilson Hawkins appeals the denial of habeas relief, see 28 U.S.C. &#167; 2254, from his Oklahoma first-degree felony murder conviction and death sentence. Among other claims, Hawkins argues that the State improperly based his first-degree felony murder conviction on kidnapping for extortion, which is not a specifically enumerated felony supporting a first-degree murder conviction under Oklahoma law. The Oklahoma Court of Criminal Appeals, nevertheless, interpreted Oklahoma's first-degree felony murder statute to include kidnapping for extortion as an underlying felony. We hold that the Oklahoma appellate court's interpretation was not unforeseeable and therefore did not deprive Hawkins of due process. We therefore affirm the district court's denial of habea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hawkins-v-gibson"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}