{
  "id": 9759,
  "title": "2002년 Honeycutt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-05-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Honeycutt. 판결일: 2002-05-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Wilbur Blanchard HONEYCUTT, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2002-05-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Angelini, Catherine, Duncan, Karen, Sarah, Stone\n\n## 변호인\n\nF.B. Harvie, Jr., Nicole Fiori, Novelli, Harvie & Huzinee, P.C., Houston, for Appellant., Roberto Serna, District Attorney, Eagle Pass, Monica Z. Notzon, Laredo, for Ap-pellee.\n\n## 인용\n\n- 82 S.W.3d 545\n\n## 판결문 요약\n\n\n82 S.W.3d 545 (2002)\nWilbur Blanchard HONEYCUTT, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 04-01-00177-CR.\nCourt of Appeals of Texas, San Antonio.\nMay 15, 2002.\n*546 F.B. Harvie, Jr., Nicole Fiori, Novelli, Harvie &amp; Huzinec, P.C., Houston, for Appellant.\nRoberto Serna, District Attorney, Eagle Pass, Monica Z. Notzon, Laredo, for Appellee.\nSitting: CATHERINE STONE, Justice, SARAH B. DUNCAN, Justice, KAREN ANGELINI, Justice.\nOpinion by: KAREN ANGELINI, Justice.\nWilbur Blanchard Honeycutt, Jr. pleaded guilty to one count of aggravated assault and one count of deadly conduct. Honeycutt appeals, asserting that deadly conduct is a lesser included offense of aggravated assault and thus, the trial court erred in entering judgment on his plea. Honeycutt also challenges the legal and factual sufficiency of the evidence supporting the trial court's judgment. We reverse in part and affirm in part the trial court's judgment.\nFactual and Procedural Background\nHoneycutt was a United States Drug Enforcement Agency Task Force Officer. On January 25, 1999, Honeycutt, who was off duty but still in uniform, was following a group of individuals along a canal bank in Maverick county. Honeycutt shot his gun toward the individuals. Initially, Honeycutt told Texas Ranger Brooks Long that he saw a flash which he believed to be a gun, and therefore, fired at the individuals. Later, Honeycutt admitted to Federal Bureau of Investigations Agent Michael D. Wise that he had not been truthful...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=honeycutt-v-state"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}