{
  "id": 9763,
  "title": "2002년 State v. Steimle, Unpublished Decision (5-9-2002) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-05-09",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Steimle, Unpublished Decision (5-9-2002). 판결일: 2002-05-09. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Christ Steimle\n**판결일**: 2002-05-09\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: ANNE L. KILBANE, J.:\n\n## 변호인\n\nFor Plaintiff-Appellee: William D. Mason, Cuyahoga County Prosecutor, Richard J. Bombik, Assistant, Prosecutor, 8th Floor Justice Center, 1200 Ontario Street, Cleveland, Ohio 44113.\n\nFor Defendant-Appellant: Paul Mancino, Jr., 75 Public Square, Ste. 1016, Cleveland, Ohio 44113-2098.\n\n\n## 판결문 요약\n\n                        JOURNAL ENTRY and OPINION\n{&#182; 1} This is a  consolidated appeal from resentencing proceedings and orders of Judge Patricia Cleary. Christ Steimle claims the judge erred in resentencing him on convictions for felonious assault1 and intimidation,2 and in denying his oral motion to withdraw his guilty pleas. We vacate and remand for resentencing.\n{&#182; 2} On August 5, 1999, then twenty-four-year-old Steimle pleaded guilty to felonious assault and intimidation, the charges resulting from an assault on his wife and subsequent threats that she not testify against him, which were communicated to her while she was in the hospital recovering from the attack. The judge sentenced him to maximum terms of eight years imprisonment for the felonious assault conviction, and five years for the intimidation conviction, to be served consecutively. On appeal, this court vacated the sentences and remanded for resentencing because the judge failed to state the findings required by R.C.2929.14(E)(4) before imposing consecutive sentences.3\n{&#182; 3} On December 21, 2000, three days after our opinion was journalized, the judge ordered Steimle returned \"as soon as possible\" for a resentencing hearing scheduled for December 26, 2000. On December 29, 2000, the judge's last day on the Common Pleas bench, Steimle was resentenced to the same prison terms, and the judge stated, inter alia, her findings supporting the consecutive sentences. She incorporated the transcript of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-steimle-unpublished-decision-5-9-2002"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}