{
  "id": 9769,
  "title": "2002년 Malone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-05-02",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Malone. 판결일: 2002-05-02. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin Ex Rel. Odis Purifoy, Petitioner-Appellant, v. Ron Malone, Deirdre A. Morgan, and David A. Schwarz, Respondents-Respondents\n**판결일**: 2002-05-02\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Vergeront, P.J., Dykman and Deininger\n\n## 변호인\n\nOn behalf of the petitioner-appellant, the cause was submitted on the briefs of Odis Purifoy, pro se., On behalf of the respondents-respondents, the cause was submitted on the brief of James E. Doyle, attorney general arid Karla Z. Keckhaver, assistant attorney general.\n\n## 인용\n\n- 2002 WI App 151\n- 648 N.W.2d 1\n- 256 Wis. 2d 98\n\n## 판결문 요약\n\n\n256 Wis. 2d 98 (2002)\n2002 WI App 151\n648 N.W.2d 1\nSTATE of Wisconsin EX REL. Odis PURIFOY, Petitioner-Appellant,\nv.\nRon MALONE, Deirdre A. Morgan, and David A. Schwarz, Respondents-Respondents.\nNo. 01-2042.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs December 7, 2001.\nDecided May 2, 2002.\n*99 On behalf of the petitioner-appellant, the cause was submitted on the briefs of Odis Purifoy, pro se.\nOn behalf of the respondents-respondents, the cause was submitted on the brief of James E. Doyle, attorney general and Karla Z. Keckhaver, assistant attorney general.\nBefore Vergeront, P.J., Dykman and Deininger, JJ.\n*100 ¶ 1. DYKMAN, J.\nOdis Purifoy appeals pro se from an order dismissing his petition for a writ of habeas corpus. He argues that his grant of parole was rescinded in violation of WIS. ADMIN. CODE § PAC 1.07(5)(c). The circuit court concluded that Purifoy's claim should be construed as a petition for certiorari review and that Purifoy had failed to file his petition within the forty-five-day deadline under WIS. STAT. § 893.735 (1999-2000).[1] Accordingly, it dismissed his petition.\n¶ 2. Although we agree that certiorari is the appropriate procedural device, we conclude that Purifoy's petition was timely, assuming that he received notice that he was not entitled to a hearing from Deirdre Morgan, the parole commission chairperson, on June 6, 2001. We further conclude that Morgan rescinded a grant of parole and not a \"recommended grant\" as Morgan contends. We remand t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-purifoy-v-malone"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}