{
  "id": 9770,
  "title": "2002년 Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-05-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hernandez. 판결일: 2002-05-02. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Ralph A. HERNANDEZ\n**판결일**: 2002-05-02\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Posner, Wood\n\n## 인용\n\n- 39 F. App'x 365\n\n## 판결문 요약\n\n\nORDER\nRalph A. Hernandez was charged and found guilty of knowingly and unlawfully possessing a firearm with the manufacturer’s serial number obliterated or altered, in violation of 18 U.S.C. § 922(k), and being a felon knowingly and unlawfully in possession of a firearm, in violation of 18 U.S.C. § 922(g)(1). Hernandez was sentenced to 120 months of incarceration on the latter charge and thirty months of incarceration on the former charge, with the sentences to run consecutively to each other, for a total of 150 months imprisonment. Hernandez appeals. We affirm.\nI.\nWisconsin Department of Justice Special Agent Edward F. Wall met and became acquainted with Defendant Ralph A. Hernandez during the year 2000, while posing as an undercover motorcycle wholesaler. Over the course of their meetings, Wall received information that Hernandez was selling firearms in the Breakaway Bar in Sparta, Wis., where Hernandez was a regular patron. Wall and another special agent, Jennifer J. Price, devised an undercover sting operation to investigate Hernandez’s alleged gun dealing. Specifically, on the evening of December 6, 2000, the Department fitted Agent Price with a digital audio transmitter and recorder, and Price and Wall thereafter entered the tavern and struck up a conversation with Hernandez. Wall told Hernandez that he was traveling to Eau Claire, Wis., in order to collect a $30,000 debt owed to him. Wall proceeded to complain that he has had troubles collecting this debt and “was *36...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-hernandez"
    }
  ],
  "relatedIncidents": [
    9817,
    9214,
    9474,
    9475,
    9479
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}