{
  "id": 9782,
  "title": "2002년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Williams v. State. 판결일: 2002-04-25. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: L.K. WILLIAMS, Appellant, v. the STATE of Texas, State\n**판결일**: 2002-04-25\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cayce, Day, Livingston\n\n## 변호인\n\nWestfall & Platt, and Greg Westfall, Fort Worth, TX, for Appellant., Tim Curry, Criminal District Attorney, and Charles M. Mallín, Assistant Criminal District Attorney, Fort Worth, TX, for State.\n\n## 인용\n\n- 76 S.W.3d 207\n\n## 판결문 요약\n\n\n76 S.W.3d 207 (2002)\nL.K. WILLIAMS, Appellant,\nv.\nThe STATE of Texas, State.\nNo. 2-00-258-CR.\nCourt of Appeals of Texas, Fort Worth.\nApril 25, 2002.\n*208 Westfall &amp; Platt, and Greg Westfall, Fort Worth, TX, for Appellant.\nTim Curry, Criminal District Attorney, and Charles M. Mallin, Assistant Criminal District Attorney, Fort Worth, TX, for State.\nPANEL D: CAYCE, C.J.; DAY and LIVINGSTON, JJ.\n\nOPINION ON REMAND\nJOHN CAYCE, Chief Justice.\nThis case is before us on remand for reconsideration in light of the court of criminal appeals' decisions in Vidaurri v. State, 49 S.W.3d 880 (Tex.Crim.App.2001) and Nix v. State, 65 S.W.3d 664 (Tex.Crim. App.2001).\nAppellant L.K. Williams attempts to appeal from the trial court's judgment adjudicating his guilt for the offense of aggravated assault with a deadly weapon. We dismiss the appeal for want of jurisdiction.\n\nBACKGROUND\nOn January 3, 2000, pursuant to a plea bargain agreement, appellant pleaded guilty to the offense of aggravated assault with a deadly weapon and was placed on five years' deferred adjudication community supervision. On May 3, 2000, the State filed a petition to proceed to an adjudication of guilt, alleging appellant had violated certain conditions of his community supervision. On July 6, 2000, after a hearing, the trial court adjudicated appellant's guilt and assessed punishment at ten years' imprisonment. Following the adjudication proceeding, appellant filed a timely motion for new trial and a general notice of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}