{
  "id": 9783,
  "title": "2002년 Foster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-25",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Foster. 판결일: 2002-04-25. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: D’ARBONNE CONSTRUCTION CO. v. Sylvia Leann FOSTER, Et Al.\n**판결일**: 2002-04-25\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Ray Thornton\n\n## 변호인\n\nHuckabay, Munson, Rowlett & Tilley, P.A., by: Bruce Munson and Julia L. Busjield, for appellants., Hamilton & Hamilton, by: James A. Hamilton, for appellee Sylvia Leann Foster., Richard Byrd and Holiman & Kennedy, by: Richard E. Holiman, for appellees Sherri, Gus and Randy Culbreath.\n\n## 인용\n\n- 72 S.W.3d 862\n- 348 Ark. 375\n\n## 판결문 요약\n\n\n72 S.W.3d 862 (2002)\n348 Ark. 375\nD'ARBONNE CONSTRUCTION CO.\nv.\nSylvia Leann FOSTER, et al.\nNo. 01-661.\nSupreme Court of Arkansas.\nApril 25, 2002.\nHuckabay, Munson, Rowlett &amp; Tilley, P.A., by: Bruce Munson and Julia L. Busfield, Little Rock, for appellants.\nHamilton &amp; Hamilton, by: James A. Hamilton, Hamburg, for appellee Sylvia Leann Foster.\n*863 Richard Byrd and Holiman &amp; Kennedy, by: Richard E. Holiman, Hamburg, for appellees Sherri, Gus and Randy Culbreath.\nRAY THORNTON, Justice.\nThe court of appeals certified this case to us for an interpretation of Rule 54(b) of the Arkansas Rules of Civil Procedure. The issue presented is whether the appeal must be dismissed because the names \"John Doe 1\" and \"John Doe 2\" remain included in the caption of the case. No specific order was entered by the trial court disposing of any claim that might have been made against the two John Doe defendants, but the matter was completely tried and a verdict was entered which allocated 100 percent of the liability to two named defendants, while dismissing the other named defendant. The jury verdict and order of the trial court resolved all issues relating to all allegations of claims for damages, and no unresolved or unknown claims remain for further disposition. Under these circumstances, we conclude that any claims that might have been asserted against the two unidentified John Does were abandoned, and no issues remain to be decided. We conclude that the trial court entered a final ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=darbonne-construction-co-v-foster"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}