{
  "id": 9786,
  "title": "2002년 Zimmerman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-24",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Zimmerman. 판결일: 2002-04-24. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: William K. ZIMMERMAN, Appellant-Plaintiff, v. Craig HANKS and Edward L. Cohn, Appellees-Defendants\n**판결일**: 2002-04-24\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Bailey, Darden, Sharpnack\n\n## 변호인\n\nWilliam K. Zimmerman, Appellant Pro Se., Steve Carter, Attorney General of Indiana, Monika Prekopa Talbot, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellees.\n\n## 인용\n\n- 766 N.E.2d 752\n\n## 판결문 요약\n\n\n766 N.E.2d 752 (2002)\nWilliam K. ZIMMERMAN, Appellant-Plaintiff,\nv.\nCraig HANKS and Edward L. Cohn, Appellees-Defendants.\nNo. 77A04-0106-CV-266.\nCourt of Appeals of Indiana.\nApril 24, 2002.\n*753 William K. Zimmerman, Appellant Pro Se.\nSteve Carter, Attorney General of Indiana, Monika Prekopa Talbot, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellees.\n\nOPINION\nSHARPNACK, Judge.\nWilliam K. Zimmerman appeals the small claims court's order dismissing his complaint for failure to prosecute. Zimmerman raises two issues, which we restate as:\n1. Whether the small claims court erred when it denied Zimmerman's motion for appointment of counsel *754 pursuant to Ind.Code § 34-10-1-2;[1] and\n2. Whether the small claims court denied Zimmerman his constitutional right to bring a civil action.\nWe reverse and remand for specific findings.\nThe relevant facts follow. While incarcerated at the Wabash Valley Correctional Facility (\"WVCF\"), Zimmerman, pro se, filed a small claims action against employees of the Department of Correction (\"DOC\") for allegedly confiscating and destroying his personal property. Zimmerman, pro se, filed a motion for relief from fees in civil actions, pursuant to Ind.Code § 33-19-3-2,[2] accompanied with a statement of exceptional circumstances (\"Statement\"). The Statement provided, in pertinent part, that Zimmerman has\nbeen absolutely indigent and without any funds since July, 1998 ... [and his] prison trust fund account currently has over $300.00 in l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zimmerman-v-hanks"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}