{
  "id": 9789,
  "title": "2002년 Steele 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-22",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Steele. 판결일: 2002-04-22. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ST. VINCENT HOSPITAL AND HEALTH CARE CENTER, INC., Appellant-Defendant, v. Robert J. STEELE, M.D., Appellee-Plaintiff\n**판결일**: 2002-04-22\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Rucker, Shepard, Sullivan\n\n## 변호인\n\nN. Kent Smith, Letha S. Kramer, Hall, Render, Killian, Heath & Lyman, P.S.C., Indianapolis, IN, for Appellant., Lorie A. Brown, Brown Law Office, P.C., Kenneth E. Lauter, Ryan C. Fox, Haskin Lauter & LaRue, Indianapolis, IN, for Appellee., Steve Carter, Attorney General of Indiana, Jon Laramore, Deputy Attorney, General, Naney J. Guyott, Chief Counsel, J.T. Whitehead, Counsel, Indiana Department of Labor, Indianapolis, IN, for Ami-cus Curiae Commissioner of Indiana Department of Labor., William \n\n## 인용\n\n- 766 N.E.2d 699\n\n## 판결문 요약\n\n\n766 N.E.2d 699 (2002)\nST. VINCENT HOSPITAL AND HEALTH CARE CENTER, INC., Appellant-Defendant,\nv.\nRobert J. STEELE, M.D., Appellee-Plaintiff.\nNo. 34S02-0107-CV-329.\nSupreme Court of Indiana.\nApril 22, 2002.\n*700 N. Kent Smith, Letha S. Kramer, Hall, Render, Killian, Heath &amp; Lyman, P.S.C., Indianapolis, IN, for Appellant.\nLorie A. Brown, Brown Law Office, P.C., Kenneth E. Lauter, Ryan C. Fox, Haskin Lauter &amp; LaRue, Indianapolis, IN, for Appellee.\nSteve Carter, Attorney General of Indiana, Jon Laramore, Deputy Attorney General, Nancy J. Guyott, Chief Counsel, J.T. Whitehead, Counsel, Indiana Department of Labor, Indianapolis, IN, for Amicus Curiae Commissioner of Indiana Department of Labor.\nWilliam R. Groth, Geoffrey S. Lohman, Fillenwarth Dennerline Groth &amp; Towe, Indianapolis, IN, for Amicus Curiae Indiana State Building &amp; Construction Trades Council.\n\nON PETITION TO TRANSFER\nRUCKER, Justice.\nWe grant transfer to resolve a conflict of authority in the Court of Appeals concerning Indiana's Wage Payment Statute. We conclude the statute governs both the frequency and amount an employer must pay its employee.\n\nFacts and Procedural History\nThe facts of this case are undisputed. Robert Steele is a practicing physician in Kokomo who is board certified in internal medicine and oncology. On April 6, 1995, Dr. Steele and the St. Vincent Hospital and Health Care Center, Inc. (\"St. Vincent\") entered into an employment agreement that extended from April 1, 1995, through Ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=st-vincent-hospital-health-care-center-inc-v-steele"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}