{
  "id": 9798,
  "title": "2002년 Ortiz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ortiz. 판결일: 2002-04-17. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Carlito M. ORTIZ v. IMMIGRATION AND NATURALIZATION SERVICE\n**판결일**: 2002-04-17\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Gould, Kleinfeld\n\n## 인용\n\n- 33 F. App'x 351\n\n## 판결문 요약\n\n\nMEMORANDUM**\nCarlito M. Ortiz, a native and citizen of the Philippines, petitions pro se for review of an order of the Board of Immigration Appeals (“BIA”) dismissing his appeal from an immigration judge’s (“IJ”) decision denying his application for asylum and withholding of deportation. The transitional rules apply, so this court has jurisdiction under 8 U.S.C. § 1105a(a). See Kalaw v. INS, 133 F.3d 1147, 1150 (9th Cir.1997). We deny the petition for review.\nWhen the BIA conducts its own review of the record, we review the decision of the BIA and not that of the IJ. Sidhu v. INS, *352220 F.3d 1085, 1088 (9th Cir.2000). We review for substantial evidence the BIA’s determination that the petitioner has not established eligibility for asylum or withholding, and must uphold the BIA’s decision unless the evidence compels reversal. Pedro-Mateo v. INS, 224 F.3d 1147, 1150 (9th Cir.2000).\nThe BIA correctly assumed the truth of Ortiz’s testimony because the IJ did not make an explicit finding that he was untruthful. See Aguilera-Cota, v. U.S. INS, 914 F.2d 1375, 1382-83 (9th Cir.1990). The BIA’s decision is supported by substantial evidence because the record does not compel the conclusion that Ortiz was persecuted or reasonably fears persecution on account of a protected ground. See Sangha v. INS, 103 F.3d 1482, 1490 (9th Cir.1997). Ortiz testified that he received three threatening notes, his house was fired upon with bullets, and that he was attacked with a motorcycle. Ortiz, how...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ortiz-v-immigration-naturalization-service"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}