{
  "id": 9799,
  "title": "2002년 McKune 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McKune. 판결일: 2002-04-15. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Noble Leroy JOHNSON, Petitioner-Appellant, v. David R. McKUNE; Attorney General of Kansas, Respondents-Appellees\n**판결일**: 2002-04-15\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Brorby, Henry, Holloway\n\n## 변호인\n\nStephen W. Kessler, Topeka, KS, for Petitioner-Appellant., Jared S. Maag, Assistant Attorney General, Office of the Kansas Attorney General, Topeka, KS, for Respondents-Appel-lees.\n\n## 인용\n\n- 288 F.3d 1187\n\n## 판결문 요약\n\n288 F.3d 1187\n    Noble Leroy JOHNSON, Petitioner-Appellant,v.David R. McKUNE; Attorney General of Kansas, Respondents-Appellees.\n    No. 00-3113.\n    United States Court of Appeals, Tenth Circuit.\n    April 15, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED Stephen W. Kessler, Topeka, KS, for Petitioner-Appellant.\n      Jared S. Maag, Assistant Attorney General, Office of the Kansas Attorney General, Topeka, KS, for Respondents-Appellees.\n      Before BRORBY and HOLLOWAY, Senior Circuit Judges, and HENRY, Circuit Judge.\n      HOLLOWAY, Senior Circuit Judge.\n    \n    \n      1\n      * On March 25, 1976, Noble Leroy Johnson was convicted in the district court of Butler County, Kansas of two counts of first degree murder and given two concurrent life sentences. The Kansas Supreme Court affirmed his convictions on December 10, 1977. State v. Johnson, 223 Kan. 237, 573 P.2d 994 (Kan.1977). From 1981 to 1994 Johnson filed four post-conviction motions pursuant to Kan. Stat. Ann. &#167; 60-1507, all unsuccessful, in the Kansas state courts. The first, second and fourth of these raised the issue that a jury instruction pertaining to intent similar to an instruction given at Johnson's trial had been declared unconstitutional by the United States Supreme Court in Sandstrom v. Montana, 442 U.S. 510, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979). In all three instances, the Kansas courts denied Johnson relief, holding that this issue had been waived and defaulted.\n    \n    \n      2\n      In 1997 Johns...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-mckune"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}