{
  "id": 9800,
  "title": "2002년 Estrada 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Estrada. 판결일: 2002-04-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jose Estrada\n**판결일**: 2002-04-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 293 A.D.2d 626\n- 740 N.Y.S.2d 241\n\n## 판결문 요약\n\n\nAppeal by the *627People from an order of the County Court, Nassau County (Boklan, J.), entered July 23, 2001, which granted the defendant’s motion to dismiss the indictment pursuant to CPL 190.50 and CPL 210.20.\nOrdered that the order is affirmed, and the People’s time to resubmit the case to another grand jury is extended until 30 days after the date of this decision and order.\nThe People contend that the County Court erred in dismissing the indictment charging the defendant with, inter alia, attempted murder in the second degree based upon the People’s denial of the defendant’s right to testify before the grand jury. We disagree and affirm the order dismissing the indictment.\nThe defendant’s second request to postpone presentment of the case to the grand jury to assure the presence of defense counsel, who was actively engaged in a criminal trial in Federal Court, was made in good faith and was not a dilatory tactic (see People v Diaz, 137 Misc 2d 181; People v Young, 137 Misc 2d 400; cf. People v Arroyave, 49 NY2d 264; People v Stevens, 151 AD2d 704). Moreover, the importance of a defendant being represented by counsel of his or her own choosing requires the People to make reasonable accommodations to counsel (see People v Winslow, 140 Misc 2d 210, 214; cf. People v Backman, 274 AD2d 432; People v Stevens, supra).\nAccordingly, since the People failed to permit a short postponement of the grand jury presentment to allow the defendant to appear with his counsel, the defenda...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-aiken"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-estrada"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9486,
    9499,
    9506
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}