{
  "id": 9803,
  "title": "2002년 Steckel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-11",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Steckel. 판결일: 2002-04-11. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Brian D. STECKEL, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 2002-04-11\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Veasey, Chief Justice, Walsh, Holland, Berger, and Steele, Justices, Constituting the Court en Banc\n\n## 변호인\n\nJoseph M. Bernstein and John P. Decker, Wilmington, for Appellant., Loren C. Meyers, Chief of Appeals Division, Department of Justice, Wilmington, for Appellee.\n\n## 인용\n\n- 795 A.2d 651\n\n## 판결문 요약\n\n\n795 A.2d 651 (2002)\nBrian D. STECKEL, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nNo. 473, 2001.\nSupreme Court of Delaware.\nSubmitted: February 21, 2002.\nDecided: April 11, 2002.\nJoseph M. Bernstein and John P. Decker, Wilmington, for Appellant.\nLoren C. Meyers, Chief of Appeals Division, Department of Justice, Wilmington, for Appellee.\nBefore VEASEY, Chief Justice, WALSH, HOLLAND, BERGER, and STEELE, Justices, constituting the Court En Banc.\nPER CURIAM:\nThis is an appeal from the Superior Court's denial of a motion for post-conviction relief. The appellant, Brian Steckel (\"Steckel\") had previously been convicted of murder in the first degree and sentenced to death. His conviction and sentence were affirmed by this Court on direct appeal.[1] Steckel's post-conviction petition was based on a claim of ineffective assistance of trial counsel. The Superior Court ruled that Steckel's counsel was not ineffective for failure to present mitigating evidence in the penalty *652 phase concerning Steckel's narcissistic personality. We agree and affirm.\n\nI\nIn the penalty phase of the trial, Steckel's counsel presented evidence in mitigation relating to Steckel's mental state and personality from two forensic experts, Dr. Stephen Mechanick, a psychiatrist, and Dr. S. Charles Bean, a neurologist. The substance of their testimony was that Steckel had experienced a tragic childhood and was a substance abuser. They opined that Steckel's medical diagnosis was o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=steckel-v-state"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}