{
  "id": 9808,
  "title": "2002년 Giegoldt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-04",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Giegoldt. 판결일: 2002-04-04. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: VIRGINIA GIEGOLDT, Plaintiff-Appellant, v. CONDELL MEDICAL CENTER, Defendant-Appellee\n**판결일**: 2002-04-04\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Byrne\n\n## 변호인\n\nRichard S. Zachary and Stephen J. McMullen, both of Stephen J. McMullen, EC., of Chicago, for appellant., Stephen R. Swofford, Michael J. Freeman, Christine L. Olson, and Timothy G. Shelton, all of Hinshaw & Culbertson, of Chicago, for appellee.\n\n## 인용\n\n- 767 N.E.2d 497\n- 328 Ill. App. 3d 907\n- 263 Ill. Dec. 46\n\n## 판결문 요약\n\n\n767 N.E.2d 497 (2002)\n328 Ill. App.3d 907\n263 Ill.Dec. 46\nVirginia GIEGOLDT, Plaintiff-Appellant,\nv.\nCONDELL MEDICAL CENTER, Defendant-Appellee.\nNo. 2-01-0007.\nAppellate Court of Illinois, Second District.\nApril 4, 2002.\n*498 Richard S. Zachary, Stephen J. McMullen, Stephen J. McMullen, P.C., Chicago, for Virginia Giegoldt.\n*499 Stephen R. Swofford, Michael J. Freeman, Christine L. Olson, Timothy G. Shelton, Hinshaw &amp; Culbertson, Chicago, for Condell Medical Center.\nJustice BYRNE delivered the opinion of the court:\nPlaintiff, Virginia Giegoldt, appeals the circuit court's order dismissing her complaint against defendant, Condell Medical Center, because she failed to comply with section 2-622 of the Code of Civil Procedure (735 ILCS 5/2-622 (West 2000)). Plaintiff contends that (1) she did not have to comply with section 2-622 because her complaint alleged simple negligence rather than healing art malpractice; (2) the documents she submitted complied with the statute; and (3) the court erred in denying her leave to amend her complaint to allege res ipsa loquitur.\nPlaintiff's original complaint alleged that on July 2, 1998, she was a patient at defendant hospital. Plaintiff had just undergone surgery and \"was not able to care for herself in any way.\" Knowing her condition, defendant undertook her custody and control. Defendant failed to closely monitor plaintiff as a postsurgical patient, failed to put bed rails up while plaintiff was sleeping, and failed to secure plainti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=giegoldt-v-condell-medical-center"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}