{
  "id": 9809,
  "title": "2002년 United States v. Barela Cruz, United States of America v. Rufino Gonzales 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Barela Cruz, United States of America v. Rufino Gonzales. 판결일: 2002-04-03. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Barela CRUZ, Appellant; United States of America, Appellee, v. Rufino Gonzales, Appellant\n**판결일**: 2002-04-03\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Heaney, Loken, Riley\n\n## 변호인\n\nDean Stowers, Des Moines, IA, argued, for Barela Cruz., Steven L. Addington, Des Moines, IA, for Rufino Gonzales., John S. Courter, Assistant U.S. Attorney, Des Moines, IA, argued, for appellee.\n\n## 인용\n\n- 285 F.3d 692\n\n## 판결문 요약\n\n285 F.3d 692\n    UNITED STATES of America, Appellee,v.Barela CRUZ, Appellant.United States of America, Appellee,v.Rufino Gonzales, Appellant.\n    No. 01-1735.\n    No. 01-1737.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: November 13, 2001.\n    Filed: April 3, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED Dean Stowers, Des Moines, IA, argued, for Barela Cruz.\n      Steven L. Addington, Des Moines, IA, for Rufino Gonzales.\n      John S. Courter, Assistant U.S. Attorney, Des Moines, IA, argued, for appellee.\n      Before: LOKEN, HEANEY, and RILEY, Circuit Judges.\n      RILEY, Circuit Judge.\n    \n    \n      1\n      A jury convicted Barela Cruz (Cruz) and Rufino Gonzales (Gonzales) of conspiracy to distribute methamphetamine in violation of 21 U.S.C. &#167;&#167; 841(b)(1)(A) &amp; (B) and 846 and of possession with intent to distribute methamphetamine in violation of 21 U.S.C. &#167; 841(a)(1) &amp; (b)(1)(A). A jury also convicted Cruz of possessing a firearm in furtherance of a drug trafficking offense in violation of 18 U.S.C. &#167; 924(c)(1). The district court sentenced Cruz and Gonzales each to 151-month concurrent sentences on the drug charges and sentenced Cruz to an additional 60-month consecutive sentence on the firearms charge.\n    \n    \n      2\n      The defendants appeal their convictions and sentences, challenging the sufficiency of evidence, the admission of \"drug notes\" evidence, an allegedly improper jury instruction, and the drug quantity at...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-barela-cruz-united-states-of-america-v-rufino-gonzales"
    }
  ],
  "relatedIncidents": [
    9560,
    9584,
    9608,
    9619,
    9712
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}