{
  "id": 9810,
  "title": "2002년 Briggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-04-03",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Briggs. 판결일: 2002-04-03. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Briggs\n**판결일**: 2002-04-03\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Havey, Braithwaite and Coburn\n\n## 인용\n\n- 793 A.2d 882\n- 349 N.J. Super. 496\n\n## 판결문 요약\n\n\n793 A.2d 882 (2002)\n349 N.J. Super. 496\nSTATE of New Jersey, Plaintiff-Respondent,\nv.\nCheryl BRIGGS, Defendant-Appellant.\nSuperior Court of New Jersey, Appellate Division.\nSubmitted March 4, 2002.\nDecided April 3, 2002.\n*883 Peter A. Garcia, Acting Public Defender of New Jersey, for appellant (Marcia Blum, Assistant Deputy Public Defender, of counsel and on the brief).\nGlenn Berman, Middlesex County Prosecutor, for respondent (Simon Louis Rosenbach, Assistant Prosecutor, of counsel and on the brief).\nBefore Judges HAVEY, BRAITHWAITE and COBURN.\nThe opinion of the court was delivered by HAVEY, P.J.A.D.\nDefendant entered a guilty plea to aggravated manslaughter, N.J.S.A. 2C:11-4c, pursuant to a negotiated plea agreement which called for a twenty-year custodial term, with an eighty-five percent period of parole ineligibility under the No Early Release Act (NERA), N.J.S.A. 2C:43-7.2a. The plea form signed by defendant provided that \"defense counsel agrees not to request a sentence of less than twenty years.\" The trial court imposed a custodial term of eighteen years and found that NERA applied. We hold that the restriction in the plea form deprived defendant of effective assistance of counsel during a critical stage of the criminal proceeding. We therefore reverse and remand for resentencing.\nThe record presented to us reveals that defendant and her ex-husband, Gary Robinson, had an argument in the couple's bedroom after having been out together on New Year's Eve. Both had been ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-briggs"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}