{
  "id": 9817,
  "title": "2002년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-28",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2002-03-28. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Rashawn Moore (and a companion case)\n**판결일**: 2002-03-28\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Cypher\n\n## 변호인\n\nJose Luis Serpa for Rashawn Moore., Robert A. O’Meara for James Jones., Paul B. Linn, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 54 Mass. App. Ct. 334\n\n## 판결문 요약\n\n\nCypher, J.\nAfter their motions to suppress evidence were denied, the defendants, Rashawn Moore and James Jones, were tried together before a jury in the District Court on various charges.2 The jury found Moore guilty of two counts of possessing a firearm, not at home or at work and without a license, G. L. c. 269, § 10(a), and of one count of receiving a firearm with the serial number defaced, G. L. c. 269, § 11C. The jury found Jones guilty of carrying ammunition, G. L. c. 269, § 10(6); possessing a dangerous weapon, G. L. c. 269, § 10(6); two counts of possession of a firearm without an identification card, G. L. c. 269, § 10G, and possession of a firearm with a defaced serial number, G. L. c. 269, § llC(a). The defendants advance similar claims on appeal: that the judge erred when she concluded that exigent circumstances or consent justified the *336warrantless search, and that their motions for required findings of not guilty should have been allowed. In addition, Moore argues that the judge incorrectly answered the jury’s question regarding whether possessing a firearm in the bedroom of a housemate falls within the “residence” defense of G. L. c. 269, § 10(a). We affirm the denials of the motions to suppress and of the motions for a required finding of not guilty. With regard to Moore, we reverse the verdict of guilty on the charge of possessing a firearm.\n1. The motion to suppress. We summarize the judge’s findings, which we supplement with undisputed evidence. Commonw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-moore"
    }
  ],
  "relatedIncidents": [
    9770,
    9214,
    9474,
    9475,
    9479
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}