{
  "id": 9818,
  "title": "2002년 Montford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Montford. 판결일: 2002-03-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Montford v. the State\n**판결일**: 2002-03-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Blackburn, Mikell, Pope\n\n## 변호인\n\nDavis & McPhail, Robert S. McPhail, for appellant., J. Gray Conger, District Attorney, Mark C. Post, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 564 S.E.2d 216\n- 254 Ga. App. 524\n\n## 판결문 요약\n\n\n564 S.E.2d 216 (2002)\n254 Ga. App. 524\nMONTFORD\nv.\nThe STATE.\nNo. A01A2207.\nCourt of Appeals of Georgia.\nMarch 27, 2002.\nDavis &amp; McPhail, Robert S. McPhail, Butler, for appellant.\nJ. Gray Conger, Dist. Atty., Mark C. Post, Asst. Dist. Atty., for appellee.\nPOPE, Presiding Judge.\nJohn Montford was convicted and sentenced on one count each of aggravated assault on a police officer, serious injury by motor vehicle, fleeing or attempting to elude a police officer, interference with government property, reckless driving, and speeding. He challenges his conviction of aggravated assault on several grounds related to the argument that proof of that crime cannot be based upon mere criminal negligence.\nConstrued in favor of the verdict the relevant evidence shows that at about 4:45 a.m., police were called in response to allegations that Montford was harassing his former girlfriend in violation of a restraining order. Deputy Sheriff Robinson went to the woman's home, and while the deputy was attempting to investigate, Montford fled in his car without activating his headlights. Robinson attempted to stop Montford by waving a *217 flashlight, but had to step out of the road to avoid getting hit. Robinson had been on foot in the dark and could not say whether Montford saw him. Robinson called for help, and Officer Searcy, who was located in the direction that Montford was headed, responded to the call. Searcy placed his marked patrol car in Montford's path, but not in such a way as to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=montford-v-state"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}