{
  "id": 9827,
  "title": "2002년 Frances J. Lewis v. Jo Anne B. Barnhart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Frances J. Lewis v. Jo Anne B. Barnhart. 판결일: 2002-03-19. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Frances J. LEWIS, Plaintiff-Appellant, v. Jo Anne B. BARNHART, Commissioner of Social Security, Defendant-Appellee\n**판결일**: 2002-03-19\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Black, Hancock, Hull, Per Curiam\n\n## 변호인\n\nRoger W. Plata, Law Offices of Roger W. Plata & Assoc., P.A., St. Petersburg, FL, for Plaintiff-Appellant., Mary Ann Sloan, Sharon F. Young, Douglas Wilson, Dennis R. Williams, Jerome Albanese, Office of the Gen. Counsel, SSA, Atlanta, GA, for Defendanb-Appellee.\n\n## 인용\n\n- 285 F.3d 1329\n\n## 판결문 요약\n\n285 F.3d 1329\n    Frances J. LEWIS, Plaintiff-Appellant,v.Jo Anne B. BARNHART, Commissioner of Social Security, Defendant-Appellee.\n    No. 01-10851.\n    United States Court of Appeals, Eleventh Circuit.\n    March 19, 2002.\n    \n      Roger W. Plata, Law Offices of Roger W. Plata &amp; Assoc., P.A., St. Petersburg, FL, for Plaintiff-Appellant.\n      Mary Ann Sloan, Sharon F. Young, Douglas Wilson, Dennis R. Williams, Jerome Albanese, Office of the Gen. Counsel, SSA, Atlanta, GA, for Defendant-Appellee.\n      Appeal from the United States District Court for the Middle District of Florida.\n      Before BLACK and HULL, Circuit Judges, and HANCOCK*, District Judge.\n      PER CURIAM:\n    \n    \n      1\n      Appellant Frances Lewis filed a claim for widow's insurance benefits under the Social Security Act, 42 U.S.C. &#167; 402(e) (the \"Act\"). The Act affords benefits to the widow of a fully insured individual if the widow is not remarried, is between 50 and 60 years of age, and is disabled. Appellee Commissioner of Social Security (\"Commissioner\") denied the claim because Appellant's marriage to her deceased husband fell one day short of the nine-month period required by the Act. Arguing Appellee wrongfully excluded the day of her husband's death in the computation of the nine-month duration requirement, Appellant sought judicial review of the administrative decision in district court. Following a report and recommendation by the magistrate judge, the district court held the Act's ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frances-j-lewis-v-jo-anne-b-barnhart"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}