{
  "id": 9834,
  "title": "2002년 Fairley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-12",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Fairley. 판결일: 2002-03-12. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Walter Dominique FAIRLEY v. STATE of Mississippi\n**판결일**: 2002-03-12\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Brantley, Bridges, Chandler, Irving, King, Lee, McMillin, Myers, Southwick, Thomas\n\n## 변호인\n\nWalter Dominique Fairley, Pro Se, attorney for appellant., Office of the Attorney General by John R. Henry, Jr., attorney for appellee.\n\n## 인용\n\n- 822 So. 2d 1015\n\n## 판결문 요약\n\n\nMYERS, J.,\nfor the court.\n¶ 1. Walter Dominique Fairley pled guilty to armed robbery on July 22, 1997, and was sentenced to twelve years imprisonment with the Mississippi Department of Corrections. After two letters written to Judge Robert G. Evans and failed motions to vacate judgment and reconsider sentence, Fairley filed his post-conviction relief petition June 12, 2000, per the statute. Mississippi Code Annotated § 99-39 -5(2) (Supp.2001). He alleged that the judge and his attorney induced him to plead guilty by omitting the clarification that if Fairley did so his “plea would be self incriminating.” He further alleges that the omission meant his plea was made unknowingly and involuntarily. The circuit court denied his petition for post-conviction relief. Fairley’s notice of appeal was filed with the Circuit Court of Covington County on November 29, 2000.\n¶ 2. According to the record and his guilty plea, he was properly advised by counsel and the court as to the repercussions of his plea, particularly his sentence. “By pleading guilty to armed robbery, [Fairley] placed his sentencing under the exclusive control of the judge before whom he pled.” Marshall v. Cabana, 835 F.2d 1101, 1102 (5th Cir.1988). In his brief Fairley claims that he was under the influ*1017ence of intoxicants during his plea hearing even though he testified under oath that he was not. He confirmed that he understood the State’s case and how they would prove it against him. He also confirmed that every...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fairley-v-state"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}