{
  "id": 9835,
  "title": "2002년 Jesse Jameel Dawan, aka Jesse Jones, Jr. v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Jesse Jameel Dawan, aka Jesse Jones, Jr. v. State of Tennessee. 판결일: 2002-03-11. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Jesse Jameel Dawan, aka Jesse Jones, Jr. v. State of Tennessee\n**판결일**: 2002-03-11\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge Gary R. Wade\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                            Assigned on Briefs December 4, 2001\n\n      JESSE JAMEEL DAWAN, AKA JESSIE JONES, JR. v. STATE OF\n                         TENNESSEE\n\n                      Appeal from the Circuit Court for Haywood County\n                               No. 2868   L.T. Lafferty, Judge\n\n\n\n                     No. W2001-00792-CCA-R3-CD - Filed March 11, 2002\n\n\nThe petitioner, Jesse Jameel Dawan, appeals the denial of his petition for post-conviction relief. In\nthis appeal, he claims that he was denied the effective assistance of counsel. The judgment of the\ntrial court is affirmed.\n\n                   Tenn. R. App. P. 3; Judgment of the Trial Court Affirmed\n\nGARY R. WADE, P.J., delivered the opinion of the court, in which DAVID H. WELLES and DAVID G.\nHAYES, JJ., joined.\n\nJames Seymour Haywood, Brownsville, Tennessee, for the appellant, Jesse Jameel Dawan.\n\nPaul G. Summers, Attorney General & Reporter; Kim R. Helper, Assistant Attorney General; and\nGuy Townsend, Assistant District Attorney General, for the appellee, the State of Tennessee.\n\n                                              OPINION\n\n        The petitioner was convicted of robbery, aggravated assault, and two counts of aggravated\nburglary. The trial court imposed a Range II, effective sentence of 20 years. This court affirmed the\nconvictions on direct appeal. State v. Jessie Jones, Jr., a.k.a. Jesse Jones, No. 02C01-9...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jesse-jameel-dawan-aka-jesse-jones-jr-v-state-of-t"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}