{
  "id": 9838,
  "title": "2002년 Beaver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-08",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Beaver. 판결일: 2002-03-08. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Jermaine T. Beaver\n**판결일**: 2002-03-08\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Armstrong\n\n## 변호인\n\nPattie Mhoon, for appellant (appointed counsel for appeal)., Gerald A. Horne, Prosecuting Attorney, and Barbara L. Corey-Boulet, Deputy, for respondent.\n\n## 인용\n\n- 110 Wash. App. 519\n\n## 판결문 요약\n\n\nArmstrong, C.J.\n— Jermaine Beaver pleaded guilty to conspiracy to commit second degree murder after helping a group of boys beat Eric Toews to death. The standard range sentence for Beaver’s crime was 15 to 36 weeks of confinement. But the juvenile court found that a sentence within this range would be a manifest injustice and sentenced Beaver to confinement until age 21, a term of more than five years, without the possibility of early release. On appeal, Beaver argues that by statute only the Department of Social and Health Services (DSHS) has authority to set a juvenile offender’s release date or minimum term. We agree and remand for DSHS to set the minimum term.\nANALYSIS\nI. Statutory Interpretation\nBeaver argues that the trial court erred by sentencing him to confinement until age 21, without the possibility of early release. He argues that, while the trial court had authority to set his maximum sentence, only DSHS could set the minimum term. To decide the question, we must interpret the sentencing provisions of the Juvenile Justice Act of 1977, chapter 13.40 RCW.\nWe review a trial court’s interpretation of a statute de novo. State v. Bright, 129 Wn.2d 257, 265, 916 P.2d 922 (1996). Our purpose is to ascertain and give effect to the legislature’s intent, giving terms their plain and ordinary meaning. Bright, 129 Wn.2d at 265. In construing a statute, we look to legislative history only if the statute is ambiguous. State v. Van Woerden, 93 Wn. App. 110,116, 967 P.2d 14 *52...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-beaver"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}