{
  "id": 9842,
  "title": "2002년 Droddy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Droddy. 판결일: 2002-03-04. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Joseph M. LYNCH v. K.W. DRODDY, Lieutenant Deputy Wittham, Deputy Sargeant Phayme, Deputy Deputy Keene Deputy Joyce Thompkins, Deputy Sargeant Deputy Sinc\n**판결일**: 2002-03-04\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Gregory, Michael, Traxler\n\n## 변호인\n\nJoseph M. Lynch, Appellant Pro Se. Jacqueline Guess Epps, Michael Robert Ward, Morris & Morris, Richmond, Virginia, for Appellees.\n\n## 인용\n\n- 30 F. App'x 177\n\n## 판결문 요약\n\n\nPER CURIAM.\nJoseph M. Lynch appeals the district court’s order dismissing two Defendants from this action under 42 U.S.C. § 1983 (1994) without prejudice. We dismiss the appeal for lack of jurisdiction because the order is not appealable. This court may exercise jurisdiction only over final orders, 28 U.S.C. § 1291 (1994), and certain interlocutory and collateral orders, 28 U.S.C. § 1292 (1994); Fed.R.Civ.P. 54(b); Cohen v. Beneficial Indus. Loan Corp., 337 U.S. 541, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949). The order here appealed is neither a final order nor an appealable interlocutory or collateral order.\nWe accordingly deny Lynch’s motion for a transcript at government expense and dismiss the appeal as interlocutory. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.\n\nDISMISSED.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lynch-v-droddy"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}