{
  "id": 9845,
  "title": "2002년 Casaday 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-03-01",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Casaday. 판결일: 2002-03-01. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Richard Adam CASADAY v. STATE of Alabama\n**판결일**: 2002-03-01\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Baschab, Cobb, McMillan, Shaw, Wise\n\n## 변호인\n\nLarry G. Cooper, Jr., Auburn, for appellant., Bill Pryor, atty. gen., and Michael B. Billingsley, asst. atty. gen., for appellee.\n\n## 인용\n\n- 828 So. 2d 960\n\n## 판결문 요약\n\n\nWISE, Judge.\nRichard Adam Casaday entered a guilty plea and was convicted of the offense of driving under the influence of alcohol (“DUI”), a violation of § 32-5A-191(a)(2), Ala.Code 1975. Because this was Casa-day’s fourth DUI conviction, he was sentenced in accordance with § 32-5A-191(h), Ala.Code 1975, the recidivist portion of the statute commonly referred to as the “felony DUI” statute, to four years’ imprisonment; that sentence was split so that he would serve one year. He was also ordered to pay all applicable statutory fines, court costs, and a victim’s restitution assessment. At his guilty plea hearing, Ca-saday specifically preserved his right to appeal the single issue that he presents herein: whether the conviction of a person under the age of 21, under § 32-5A-191(b), Ala.Code 1975, constitutes a prior conviction for sentence-enhancement purposes under § 32-5A-191(h), Ala.Code 1975.\nThe record shows that, including the violation at issue in the instant appeal, Casaday had been convicted of driving under the influence a total of four times within a two-year period. One of those convictions resulted from a violation of § 32-5A-191(b), Ala.Code 1975, which provides as follows: “A person who is under the age of 21 years shall not drive or be in actual physical control of any vehicle if there is .02 percentage or more by weight of alcohol in his or her blood.” Casaday argues that his prior conviction under this section1 should not have been considered *962by the tria...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=casaday-v-state"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}