{
  "id": 9848,
  "title": "2002년 Mahoney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Mahoney. 판결일: 2002-02-27. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Larry E. MAHONEY, Defendant-Appellant\n**판결일**: 2002-02-27\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Phillip R. Garrison\n\n## 변호인\n\nCraig A. Johnston, Asst. Public Defender, Columbia, for Appellant., Jeremiah W. (Jay) Nixon, Attorney General and Evan J. Buchheim, Assistant Attorney General, Jefferson City, for Respondent.\n\n## 인용\n\n- 70 S.W.3d 601\n\n## 판결문 요약\n\n\n70 S.W.3d 601 (2002)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nLarry E. MAHONEY, Defendant-Appellant.\nNo. 24156.\nMissouri Court of Appeals, Southern District, Division Two.\nFebruary 27, 2002.\nMotion for Rehearing or Transfer Denied March 19, 2002.\nApplication for Transfer Denied April 23, 2002.\n*602 Craig A. Johnston, Asst. Public Defender, Columbia, for Appellant.\nJeremiah W. (Jay) Nixon, Attorney General and Evan J. Buchheim, Assistant Attorney General, Jefferson City, for Respondent.\nPHILLIP R. GARRISON, Presiding Judge.\nLarry E. Mahoney (\"Defendant\") was charged with two counts of forcible rape, *603 § 566.030,[1] three counts of forcible sodomy, § 566.060, and one count of kidnapping, § 565.110. A jury convicted him on all counts. On this appeal, Defendant contends that the trial court erred in overruling his objection to and motion to strike testimony relating to what he describes as prior bad acts, and in overruling his request for a mistrial after testimony was given that the victim (\"A.N.\") was a virgin prior to the assaults. We find no reversible error and affirm the judgment.\nDefendant does not challenge the sufficiency of the evidence to sustain the jury verdicts. The facts viewed in the light most favorable to the verdicts reveal that at approximately 2:00 a.m. on April 24, 1999, A.N. received a phone call from Steven Willard (\"Willard\"), who asked her if she wanted to attend a party at his house. At that time, A.N. was in the seventh grade and Willard in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mahoney"
    }
  ],
  "relatedIncidents": [
    9487,
    9522,
    9855,
    9874,
    9889
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}