{
  "id": 9850,
  "title": "2002년 Maldonado-Quijada 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Maldonado-Quijada. 판결일: 2002-02-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Francisco MALDONADO-QUIJADA\n**판결일**: 2002-02-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 34 F. App'x 285\n\n## 판결문 요약\n\n\nMEMORANDUM**\nFrancisco Maldonado-Quijada appeals the 63-month sentence imposed after his guilty-plea conviction to one count of illegal re-entry after deportation, in violation of 8 U.S.C. § 1326, and one count of destruction of government property, in violation of 18 U.S.C. § 1361. We have jurisdiction under 18 U.S.C. § 3742, and we affirm.\nWe review a district court’s interpretation of the Sentencing Guidelines de novo, and a district court’s factual findings in the sentencing phase for clear error. United States v. Garcia, 135 F.3d 667, 669 (9th Cir.1998). We review a district court’s application of the Guidelines to the facts of a particular case for an abuse of discretion. United States v. Johansson, 249 F.3d 848, 858 (9th Cir.2001).\nMaldonado-Quijada contends the district court erred by imposing a three-level official-victim upward adjustment because there was insufficient evidence of an assault or threat on a law-enforcement officer. The Guidelines define assault as a “substantial risk of serious bodily injury,” U.S.S.G. § 3A1.2(b), and do not require that such an assault actually harm an officer. See United States v. Hernandez-Sandoval, 211 F.3d 1115, 1118 (9th Cir. 2000) (ruling defendant assaulted law enforcement officers when his “actions plainly evinced a discrete and specific intent” to do so). Because the district court found sufficient factual basis for the adjustment in the presentence report, this argument is without merit. See United States v. Hernandez-Gua...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-maldonado-quijada"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}