{
  "id": 9852,
  "title": "2002년 Grant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-19",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Grant. 판결일: 2002-02-19. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Edward R. Grant.\n**판결일**: 2002-02-19\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: Blue\n\n## 변호인\n\nOffice of the chief state's attorney , for the state.\n\n Thomas J. Ullmann  and  Brian S. Carlow  and  Beth A. Merkin , for the defendant.\n\n## 인용\n\n- 47 Conn. Super. Ct. 408\n- 47 Conn. Supp. 408\n\n## 판결문 요약\n\nConnecticut, like other jurisdictions, has long recognized that a defendant may introduce evidence which indicates that a third party, and not the *Page 409 \ndefendant, committed the crime with which he is charged. State v.Perelli, 125 Conn. 321, 328, 5 A.2d 705 (1939). The freedom of defendants to offer such evidence is, however, limited by well established judicial doctrine. Under our law, the defendant \"must show some evidence which directly connects a third party to the crime with which the defendant is charged.\" (Internal quotation marks omitted.) State v. Ortiz,252 Conn. 533, 564, 747 A.2d 487 (2000). The court is now called upon to apply this doctrine in a twenty-nine year old murder case that, over the course of its long and eventful life, has been graced with a multitude of suspects.\nOn July 16, 1973, the body of Concetta (\"Penney\") Serra was found in the stairway of the Temple Street parking garage in New Haven. The medical examiner determined that she died as the result of a stab wound to the heart. No one was apprehended at the scene. In 1984, a man named Anthony Golino was arrested for the crime, but the charges against him were dismissed in 1987 when a court-ordered blood test revealed that his blood type did not match that of the killer. Golino v. New Haven,950 F.2d 864, 866 (2d Cir. 1991), cert. denied, 505 U.S. 1221,112 S. Ct. 3032, 120 L. Ed. 2d 902 (1992). Much later, in 1999, Edward Grant, the defendant herein, was arrested, largely on the basis of the sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-grant"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}