{
  "id": 9854,
  "title": "2002년 No. 99-56483 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: No. 99-56483. 판결일: 2002-02-15. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: No. 99-56483\n**판결일**: 2002-02-15\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 281 F.3d 913\n\n## 판결문 요약\n\n281 F.3d 913\n    John B. FAIRLEY, Plaintiff-Appellee,v.Robert LUMAN, Chief; City of Long Beach; Jon Paul Javellana, Officer # 9691, f/k/a Doe 1, a/k/a Javellana; Steven L. Romero, Officer # 5476, f/k/a Doe 2, a/k/a Romero; Ryan Ford, Sgt., Defendants-Appellants.\n    No. 99-56483.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted March 7, 2001.\n    Filed February 15, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED Robert Mann and Donald W. Cook, Los Angeles, CA, for the plaintiff-appellee.\n      Robert E. Shannon, City Attorney, and Daniel S. Murphy, Principal Deputy, Long Beach, CA, for the defendants-appellants.\n      Appeal from the United States District Court for the Central District of California; David O. Carter, District Judge, Presiding. D.C. No. CV-99-00063-DOC-EEx.\n      Before: BROWNING, BRUNETTI, and HAWKINS, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Plaintiff was detained by officers of the City of Long Beach Police Department (\"City\") and held for twelve days on outstanding warrants for the arrest of his twin brother. Plaintiff brought a suit under 42 U.S.C. &#167; 1983 against the detaining officers and booking sergeant for use of excessive force and arrest without probable cause and a Monell claim against the City for violation of plaintiff's civil rights by reason of a policy, custom or practice of its Police Department. The jury exonerated the individual officers but found the City liable, awarding plaintiff $11,250. The...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=no-99-56483"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}