{
  "id": 9855,
  "title": "2002년 Askew 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Askew. 판결일: 2002-02-15. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Askew v. the State\n**판결일**: 2002-02-15\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Eldridge, Miller\n\n## 변호인\n\nRodney E. Davis, Eugene Felton, Jr., for appellant., Kelly R. Burke, District Attorney, Amy E. Smith, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 564 S.E.2d 720\n- 254 Ga. App. 137\n\n## 판결문 요약\n\n\n564 S.E.2d 720 (2002)\n254 Ga. App. 137\nASKEW\nv.\nThe STATE.\nNo. A01A1805.\nCourt of Appeals of Georgia.\nFebruary 15, 2002.\nReconsideration Denied March 7, 2002.\nCertiorari Denied July 15, 2002.\n*722 Rodney E. Davis, Eugene Felton, Jr., Warner Robins, for appellant.\nKelly R. Burke, Dist. Atty., Amy E. Smith, Asst. Dist. Atty., for appellee.\n*721 ANDREWS, Presiding Judge.\nJessie James Askew, Jr. was found guilty by a jury of armed robbery of a Morrison's cafeteria in Warner Robins. Askew was also found guilty of three counts of kidnapping and three counts of aggravated assault committed against cafeteria employees during the robbery, along with three counts of possession of a firearm during the commission of these crimes. For the following reasons, we affirm the judgment entered on the convictions.\n1. The evidence was sufficient to support Askew's conviction on all of the charges. The State presented evidence that two robbers carrying firearms and wearing masks to conceal their identities entered the rear door of the business, forced employees at gunpoint into a walk-in cooler, and took over $4,000 from the business. Although the robbers fled the scene before police arrived, a Morrison's employee knew and recognized Fernando Jackson as one of the robbers despite the mask and identified him to police. Jackson was arrested, admitted his involvement, and testified pursuant to a plea agreement with the State that Askew was the other robber. There was evidence that Askew worked at Mo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=askew-v-state"
    }
  ],
  "relatedIncidents": [
    9487,
    9522,
    9848,
    9874,
    9889
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}