{
  "id": 9856,
  "title": "2002년 Fatahi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Fatahi. 판결일: 2002-02-15. 법원: Massachusetts Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Mohammed Hazem Fatahi v. Fleet Boston Financial Corporation\n**판결일**: 2002-02-15\n**법원**: Massachusetts Superior Court\n**관할**: Massachusetts, MA\n\n**판사**: Fabricant\n\n## 인용\n\n- 14 Mass. L. Rptr. 393\n\n## 판결문 요약\n\n\nFabricant, J.\nThis action arises from the defendant bank’s action in delaying release of deposited funds pending investigation of account activity that the bank considered indicative of potential fraud. The plaintiffs, Mohammed Hazem Fatahi and Joanne Fatahi allege breach of contract in the withholding of their funds, libel and slander in certain statements made regarding the reason for its action, and violation of G.L.c. 93A. Presently before the Court is the defendant’s motion for summary judgment on all counts of the complaint. For the reasons that will be explained, the motion will be allowed.\nBACKGROUND\nThe summary judgment record establishes the following facts as undisputed.2 The plaintiffs maintained a checking account with the defendant’s predecessor, BankBoston, N.A. The account was governed by a Personal Deposit Account Agreement (the “PDA”), which contained a number of provisions regarding availability of funds. The PDA provided that funds deposited would generally be available the next day, but that a variety of circumstances could delay availability. Among the circumstances identified as grounds for delay were “(w]e believe a check you deposit will not be paid,” and “(y]ou deposit checks totaling more than $5,000 on any one Business Day.” The PDA further provided that ”[w)e will tell you if we delay your ability to withdraw funds for any of these reasons . . . and we will also tell you when the funds will be available.” In addition, the PDA provided that “(glen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fatahi-v-fleet-boston-financial-corp"
    }
  ],
  "relatedIncidents": [
    9475,
    9486,
    9523,
    9546,
    9553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}