{
  "id": 9857,
  "title": "2002년 Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hernandez. 판결일: 2002-02-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Rafael Hernandez\n**판결일**: 2002-02-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 291 A.D.2d 263\n- 738 N.Y.S.2d 309\n\n## 판결문 요약\n\n\n—Judgment, Supreme Court, New York County (Edward McLaughlin, J.), rendered May 15, 1997, convicting defendant, after a jury trial, of murder in the second degree, and sentencing him to a term of 25 years to life, unanimously affirmed.\nThe verdict was not against the weight of the evidence. On the contrary, we find the evidence to be overwhelming. Six witnesses independently inculpated defendant, and there was no evidence of collusion, or even an opportunity for collusion, among these witnesses. Issues of credibility — including the weight to be given to the backgrounds of the People’s witnesses, to the fact that most were testifying under cooperation agreements, and to minor inconsistencies in their testimony — were properly considered by the jury, and there is no basis upon which to disturb its determinations.\nThere was no violation of the People’s duty to disclose exculpatory evidence under Brady v Maryland (373 US 83). Shortly after the outset of the trial, the People disclosed reports of a detective’s interview with a person who had not witnessed *264any of the events in question but who claimed to have had a conversation with one of the People’s witnesses shortly after the crime, in which the witness had allegedly implicated an individual other than defendant. Defendant received this information in time to use it effectively at trial. His counsel cross-examined prosecution witnesses based on the contents of the reports, called the detective to testify, and, after inter...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hernandez"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}