{
  "id": 9858,
  "title": "2002년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Taylor. 판결일: 2002-02-11. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Roy TAYLOR v. J. DUKES, Warden\n**판결일**: 2002-02-11\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 25 F. App'x 423\n\n## 판결문 요약\n\n\nRoy Taylor, a Tennessee prisoner proceeding pro se, appeals a district court order and judgment dismissing his civil rights action filed under 42 U.S.C. § 1983. This case has been referred to a panel of the court pursuant to Rule 34(j)(l), Rules of the Sixth Circuit. Upon examination, this panel unanimously agrees that oral argument is not needed. Fed. R.App. P. 34(a).\nTaylor, an inmate at Western Tennessee State Prison, sued the warden (Dukes), former disciplinary board chairperson (Reynolds), and two corrections officers (Sepanski and Havenstick) of that institution, as well as the Commissioner (Campbell) of the Tennessee Department of Corrections (TDOC) in their individual and official capacities. Seeking $30,000 in damages and injunctive relief, Taylor alleged that the defendants committed various violations of his due process and equal protection rights in connection with his September 2000 disciplinary convictions for assault and possessing a weapon. He further argued that defendants Reynolds and Sepanski violated TDOC policies and procedures in connection with the incidents. As a result of the assault conviction, Taylor was sentenced to 30 days loss of privileges and six months loss of good time credits. As a result of the weapon conviction, he was sentenced to 30 days loss of privileges and one year loss of good time credits. The disciplinary convictions were affirmed on appeal.\nIn an order entered on May 22, 2001, the district court determined that Taylor’s § 1983 c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-dukes"
    }
  ],
  "relatedIncidents": [
    9491,
    9510,
    9518,
    9545,
    9549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}