{
  "id": 9862,
  "title": "2002년 Farmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Farmer. 판결일: 2002-02-05. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Michael FARMER\n**판결일**: 2002-02-05\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Clay, Norris, Sargus\n\n## 인용\n\n- 30 F. App'x 352\n\n## 판결문 요약\n\n\nMichael Farmer, proceeding through counsel, appeals the sentence imposed upon his convictions. This case has been referred to a panel of the court pursuant to Rule 34(j)(l), Rules of the Sixth Circuit. Upon examination, this panel unanimously agrees that oral argument is not needed. Fed. R.App. P. 34(a).\nFarmer was indicted by a grand jury on one count of aiding and abetting bank robbery, in violation of 18 U.S.C. § 2113(a), (d), and 18 U.S.C. § 2, and on one count of aiding and abetting the brandishing of a firearm during and in relation to a crime of violence, in violation of 18 U.S.C. § 924(c) and 18 U.S.C. § 2. Pursuant to a written plea agreement, he pleaded guilty to both counts and waived his right to appeal unless he received a sentence above the high end of the guidelines range of imprisonment. The probation officer then prepared a presentence investigation report (PSR) and calculated the guidelines range of imprisonment as 33 to 41 months for the bank robbery count and as 84 months for the § 924(c) count. Neither party filed objections to the PSR, but Farmer’s counsel did move for a downward departure. The district court denied the motion and sentenced Farmer within the guidelines range to consecutive terms of imprisonment of 33 months and 84 months.\nFarmer’s court-appointed counsel has filed an appellate brief with this court and also a motion to withdraw pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967). After a review of the en...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-farmer"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nowell-v-baggs"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}