{
  "id": 9863,
  "title": "2002년 Zorn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-02-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zorn. 판결일: 2002-02-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Carol Zorn v. Gino C. Bottino\n**판결일**: 2002-02-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 291 A.D.2d 399\n- 738 N.Y.S.2d 57\n\n## 판결문 요약\n\n\n—In an action to re*400cover damages for medical malpractice, the defendants Gino C. Bottino, and Westchester Hematology and Oncology Associates appeal, as limited by their brief, from so much of an order of the Supreme Court, Westchester County (Bellantoni, J.), entered August 7, 2000, as denied that branch of their motion which was for summary judgment dismissing the complaint insofar as asserted against them on the ground that it was time-barred and granted that branch of the plaintiffs cross motion which was to strike their affirmative defense based on the statute of limitations, and the defendant Betsy Landenberger separately appeals, as limited by her brief, from so much of the same order as denied her motion for summary judgment dismissing the complaint insofar as asserted against her on the ground that it is time-barred and granted that branch of the cross motion which was to strike her affirmative defense based on the statute of limitations.\nOrdered that the order is modified by deleting the provision thereof denying the motion of the defendant Betsy Landenberger and substituting therefor a provision granting that motion, and deleting the provision thereof granting that branch of the plaintiffs cross motion which was to strike Betsy Landenberger’s affirmative defense based on the statute of limitations, and substituting therefor a provision denying that branch of the cross motion; as so modified, the order is affirmed insofar as appealed from, without costs or disbu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zorn-v-bottino"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}