{
  "id": 9866,
  "title": "2002년 Carroll 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Carroll. 판결일: 2002-01-31. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Nelrie Byrd CARROLL, Appellant, v. the STATE of Texas, State\n**판결일**: 2002-01-31\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dauphinot, David, Day, Richards\n\n## 변호인\n\nRonald Aultman, Fort Worth, Matthew Waddell, Grapevine, Danny Burns, Fort Worth, for Appellant., Tim Curry, Criminal D.A., Betty Marshall, Charles M. Mallín, Asst. Chiefs of the Appellate Section, Sylvia Mandel, Terry Barlow and Bill Durkin, Asst. D.A.’s, Fort Worth, for Appellee.\n\n## 인용\n\n- 68 S.W.3d 250\n\n## 판결문 요약\n\n\n68 S.W.3d 250 (2002)\nNelrie Byrd CARROLL, Appellant,\nv.\nThe STATE of Texas, State.\nNos. 2-95-467-CR, 2-95-468-CR.\nCourt of Appeals of Texas, Fort Worth.\nJanuary 31, 2002.\n*251 Ronald Aultman, Fort Worth, Matthew Waddell, Grapevine, Danny Burns, Fort Worth, for Appellant.\nTim Curry, Criminal D.A., Betty Marshall, Charles M. Mallin, Asst. Chiefs of the Appellate Section, Sylvia Mandel, Terry Barlow and Bill Durkin, Asst. D.A.'s, Fort Worth, for Appellee.\nPanel B: DAY and DAUPHINOT, JJ.; and DAVID L. RICHARDS, J. (Sitting by Assignment).\n\nOPINION ON REMAND[1]\nDAVID L. RICHARDS, Justice (Assigned).\nThese are appeals from the sentences assessed by the trial court following two \"open\" guilty pleas entered by appellant.\n*252 In a nonnegotiated plea to the court, appellant pleaded guilty to two counts of delivery of marihuana. The trial court[2] accepted her pleas and sentenced her to concurrent five-year sentences. Appellant appeals the punishment portion of the judgments, alleging the court erred by coercing her to testify at the sentencing phase of her hearing. We reverse and remand for new sentencing.\nIn her first point, appellant argues that the trial court erred in coercing her to testify at the punishment phase of her plea hearing. Appellant pleaded guilty on July 28, 1995, and testified, pursuant to a written waiver of her right against self-incrimination, that the information contained in each indictment was true and that she was guilty of the charged offenses. This hearing...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "폭행",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carroll-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jesse-lee-eakins"
    }
  ],
  "relatedIncidents": [
    9024,
    9491,
    9502,
    9510,
    9518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}