{
  "id": 9873,
  "title": "2002년 Hansen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hansen. 판결일: 2002-01-25. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STEVEN HANSEN, Special Adm’r of the Estate of Andrina Hansen, Appellee, v. BAXTER HEALTHCARE CORPORATION, Appellant\n**판결일**: 2002-01-25\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Kilbride\n\n## 변호인\n\nWilliam R. Quinlan, Gino L. DiVito, Michael I. Roth-stein, David M. Jenkins and Brian J. Alesia, of Quinlan & Grisham, Ltd., of Chicago (Charles R. Purcell, of counsel), for appellant., Kevin M. Forde, Janice R. Forde and Kevin R. Malloy, of Kevin M. Forde, Ltd., Paul B. Episcope, John C. Erb and David S. Jasmer, of the Law Offices of Paul B. Episcope, Ltd., and John Rokacz, all of Chicago, for appellee., Jay H. Tressler, of Tressler, Soderstrom, Maloney & Priess, of Chicago, Robert N. Weiner, o\n\n## 인용\n\n- 764 N.E.2d 35\n- 198 Ill. 2d 420\n- 261 Ill. Dec. 744\n\n## 판결문 요약\n\n\n764 N.E.2d 35 (2002)\n198 Ill.2d 420\n261 Ill.Dec. 744\nSteven HANSEN, Special Adm'r of the Estate of Andrina Hansen, Appellee,\nv.\nBAXTER HEALTHCARE CORPORATION, Appellant.\nNo. 89043.\nSupreme Court of Illinois.\nJanuary 25, 2002.\n*37 William R. Quinlan, Gino L. DiVito, Michael I. Rothstein, David M. Jenkins, Brian J. Alesia, of Quinlan &amp; Crisham, Ltd., Chicago (Charles R. Purcell, of counsel), for appellant.\nKevin M. Forde, Janice R. Forde, Kevin R. Malloy, of Kevin M. Forde, Ltd., Paul B. Episcope, John C. Erb, David S. Jasmer, Law Offices of Paul B. Episcope, Ltd., John Rokacz, Chicago, for appellee.\nJay H. Tressler, of Tressler, Soderstrom, Maloney &amp; Priess, Chicago, Robert N. Weiner, of Arnold &amp; Porter, Washington, D.C., Hugh F. Young, Jr., Reston, Virginia, for amicus curiae Product Liability Advisory Council.\nJames Paul Costello, Chicago, for amicus curiae Illinois Trial Lawyers Association.\nJustice KILBRIDE delivered the opinion of the court:\nPlaintiff's decedent, Andrina Hansen, suffered an air embolism because an intravenous (IV) tube became detached from a catheter inserted into her jugular vein. The embolism caused brain damage and paralysis; Andrina died a little more than four years later.\nThe administrator of Andrina's estate filed medical malpractice claims, in the circuit court of Cook County, against the hospital and one of her treating nurses. He later added survival and wrongful-death claims based on a products liability theory against the manufact...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hansen-v-baxter-healthcare-corp"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}