{
  "id": 9874,
  "title": "2002년 Harrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Harrell. 판결일: 2002-01-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Douglas Chad HARRELL, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2002-01-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: J. Harvey Hudson\n\n## 변호인\n\nDavid Alan Disher, Houston, for appellant., Joel H. Bennett, B. Warren Goodson, Jr., Galveston, for appellee.\n\n## 인용\n\n- 65 S.W.3d 768\n\n## 판결문 요약\n\n\n65 S.W.3d 768 (2001)\nDouglas Chad HARRELL, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNos. 14-00-01100-CR, 14-00-01101-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nDecember 6, 2001.\nRehearing Overruled January 24, 2002.\n*770 David Alan Disher, Houston, for appellant.\nJoel H. Bennett, B. Warren Goodson, Jr., Galveston, for appellee.\nPanel consists of Justices ANDERSON, HUDSON, and FROST.\n\nOPINION\nJ. HARVEY HUDSON, Justice.\nAppellant, Douglas Chad Harrell, was charged by indictment in cause number 99CR0286 with the offense of aggravated robbery. He was separately indicted in cause number 99CR0287 for the offense of aggravated kidnapping. Appellant was convicted by a jury of the offenses of robbery and aggravated kidnapping and sentenced to twenty years' imprisonment and assessed a fine of $3,000, and fifty-five years' imprisonment, respectively.\nIn four issues, appellant contends: (1) section 20.04(d) of the Texas Penal Code unconstitutionally placed the burden of proof upon him to show the safe and voluntary release of his victim; (2) the trial court erred in charging the jury and, as a consequence, he was never convicted beyond a reasonable doubt on every element of the offense of aggravated kidnapping; (3) the jury's implicit finding that he failed to voluntarily release his victim in a safe place was manifestly unjust; and (4) the evidence was legally insufficient to support his conviction. We affirm.\n\nFactual Background\nIn the early morning hours of February 24, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrell-v-state"
    }
  ],
  "relatedIncidents": [
    9487,
    9522,
    9848,
    9855,
    9889
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}