{
  "id": 9877,
  "title": "2002년 Guijarro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Guijarro. 판결일: 2002-01-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Ernesto Guijarro v. V.R.H. Construction Corp., and Third-Party Plaintiffs-Respondents. Guaranteed Clean Air, Inc., Third-Party\n**판결일**: 2002-01-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 290 A.D.2d 485\n- 736 N.Y.S.2d 397\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., the third-party defendant appeals from an order of the Supreme Court, Queens County (Berke, J.), dated March 26, 2001, which denied its motion for summary judgment dismissing the third-party complaint.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, and the third-party complaint is dismissed.\nThe defendant third-party plaintiff Port Authority of New *486York &amp; New Jersey (hereinafter the Port Authority) operates John F. Kennedy International Airport. The defendant third-party plaintiff Delta Airlines, Inc. (hereinafter Delta), occupies a terminal at the airport pursuant to a lease with the Port Authority. Delta contracted with the defendant third-party plaintiff V.R.H. Construction Corp. (hereinafter VRH) to renovate a part of its terminal. During the renovation project, VRH retained the third-party defendant, Guaranteed Clean Air, Inc. (hereinafter Guaranteed), to perform asbestos abatement work at the terminal. Although Guaranteed began work in December 1995, it did not enter into a written contract until February 22, 1996. On January 21, 1996, while the plaintiff Ernesto Guijarro was employed by Guaranteed on the renovation project, he allegedly sustained injuries when he fell 13 feet from a scaffold. He and his wife commenced this action, inter alia, to recover damages for personal injuries against VRH, Delta, and the Port Authority (hereinafter collectively referred to as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guijarro-v-vrh-construction-corp"
    }
  ],
  "relatedIncidents": [
    9474,
    9475,
    9479,
    9485,
    9486
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}