{
  "id": 9878,
  "title": "2002년 Pierce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-22",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Pierce. 판결일: 2002-01-22. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. WILLIAM D. PIERCE\n**판결일**: 2002-01-22\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Dranginis\n\n## 변호인\n\nRichard Hustad Miller, special public defender, for the appellant (defendant)., Robert J. Scheinblum, assistant state’s attorney, with whom, on the brief, were Kevin T. Kane, state’s attorney, and Stephen Carney, assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 67 Conn. App. 634\n\n## 판결문 요약\n\n\n\nOpinion\n\nDRANGINIS, J.\nIn this consolidated appeal, the defendant, William D. Pierce, appeals from the judgments of the trial court, rendered after jury trials, convicting him in one case of burglary in the second degree in violation of General Statutes § 53a-102 and with being a persistent serious felony offender in violation of General Statutes § 53a-40 and, in the second case, of three counts of burglary in the second degree, larceny in the third degree in violation of General Statutes § 53a-124 (b), two counts of larceny in the sixth degree in violation of General Statutes § 53a-125b (a) and with being a persistent serious felony offender in violation of § 53a-40. On appeal, the defendant claims that (1) Norwich police officers violated his right to be free from unlawful seizures under the constitution of Connecticut, article first, § 9, when they detained him in the town of Mont-ville and (2), in light of that illegal detention, the trial court improperly failed to suppress the defendant’s confession and burglary tools found at the scene as “fruit of the poisonous tree.” We affirm the judgments of the trial court.\nThe jury reasonably could have found the following facts relevant to our resolution of this appeal. The Norwich police department, relying on a tip from a citizen, *636was conducting an investigation and surveillance of the defendant in connection with a rash of burglaries in Norwich. The citizen reported seeing a suspicious person behind a building where som...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pierce"
    }
  ],
  "relatedIncidents": [
    9485,
    9491,
    9512,
    9525,
    9536
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}