{
  "id": 9879,
  "title": "2002년 Dooley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dooley. 판결일: 2002-01-18. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Marshall Wayne DOOLEY, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2002-01-18\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Justices Kinkeade, Morris, and Bridges\n\n## 변호인\n\nMelvyn Carson Bruder, Dallas, for Appellant., William T. (Bill) Hill, Jr., Karen R. Wise, Asst. Dist. Atty., Dallas, for State.\n\n## 인용\n\n- 65 S.W.3d 840\n\n## 판결문 요약\n\n\n65 S.W.3d 840 (2002)\nMarshall Wayne DOOLEY, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 05-99-01406-CR.\nCourt of Appeals of Texas, Dallas.\nJanuary 18, 2002.\n*841 Melvyn Carson Bruder, Dallas, for Appellant.\nWilliam T. (Bill) Hill, Jr., Karen R. Wise, Asst. Dist. Atty., Dallas, for State.\nBefore Justices KINKEADE, MORRIS, and BRIDGES.\n\nOPINION\nMORRIS, Justice.\nA jury convicted Marshall Wayne Dooley of driving while intoxicated. He now raises five issues on appeal seeking to overturn his conviction. Specifically, appellant contends the trial court erred by denying his motion for mistrial following an improper comment by the prosecutor, by allowing the jury to hear evidence that he refused to submit to a breath test, by communicating with the jury in violation of article 36.27 of the code of criminal procedure, and by failing to instruct the jury to disregard an improper argument. He also contends the jury's verdict is erroneous as a matter of law. Because we conclude appellant's arguments are without merit, we affirm the trial court's judgment.\nIn his first issue, appellant complains the trial court erred by denying his motion for mistrial. Before trial, the trial court granted appellant's motion to suppress some of the sound from a videotape made following appellant's DWI arrest. The prosecutor played the videotape for the jury. When the videotape got to the part where the audio was to be muted, the prosecutor remarked that \"per Defense counsel's request, we are going to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dooley-v-state"
    }
  ],
  "relatedIncidents": [
    9501,
    9516,
    9640,
    9773,
    9024
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}