{
  "id": 9885,
  "title": "2002년 Velazquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-11",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Velazquez. 판결일: 2002-01-11. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Eduardo v. Velazquez v. Commonwealth of Virginia\n**판결일**: 2002-01-11\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Lawrence L. Koontz, Jr.\n\n## 변호인\n\nJames G. Connell, III (Clinton O. Middleton; Devine & Connell, on briefs), for appellant., Eugene Murphy, Assistant Attorney General (Randolph A. Beales, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 557 S.E.2d 213\n- 263 Va. 95\n\n## 판결문 요약\n\n\n557 S.E.2d 213 (2002)\n263 Va. 95\nEduardo V. VELAZQUEZ\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 010926.\nSupreme Court of Virginia.\nJanuary 11, 2002.\n*215 James G. Connell, III (Clinton O. Middleton; Devine &amp; Connell, on briefs), Richmond, for appellant.\nEugene Murphy, Asst. Atty. Gen. (Randolph A. Beales, Atty. Gen. on brief), for appellee.\nPresent: All the Justices.\nOpinion by Justice LAWRENCE L. KOONTZ, JR.\nIn this appeal of a conviction for rape, we consider whether the trial court erred in permitting a Sexual Assault Nurse Examiner (SANE) to testify regarding her expert medical opinion on the causation of the victim's injuries and, if not, whether that testimony improperly invaded the province of the jury.\n\nBACKGROUND\nUnder well established principles, we review the evidence and the reasonable inferences arising therefrom in the light most favorable to the Commonwealth, the party prevailing below. Turner v. Commonwealth, 259 Va. 645, 648, 529 S.E.2d 787, 789 (2000). The fifteen-year-old female victim, A.L., was a regular visitor in the home of Eduardo V. Velazquez. Velazquez's wife was a good friend of A.L.'s mother, and A.L. considered her to be \"my second mom.\" On one occasion when A.L. was visiting the home, Velazquez \"was drunk and he tried kissing [A.L.].\" A.L. did not tell anyone about the incident because she was afraid that she would not be believed.\nOn March 18, 1997, A.L. went to the Velazquez home after school to retrieve a school library book which she had ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=velazquez-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    9502,
    9524,
    9543,
    9557,
    9574
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}