{
  "id": 9886,
  "title": "2002년 Daniels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-11",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Daniels. 판결일: 2002-01-11. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, and v. Eric Thomas DANIELS, and\n**판결일**: 2002-01-11\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham, Durrant, Howe, Russon, Wilkins\n\n## 변호인\n\nMark L. Shurtleff, Att'y Gen., Laura B. Dupaix, Asst. Att'y Gen., Salt Lake City, for plaintiff., G. Fred Metos, Candice A. Johnson, Salt Lake City, for defendant.\n\n## 인용\n\n- 40 P.3d 611\n- 2002 UT 2\n\n## 판결문 요약\n\n\nWILKINS, Justice.\nT1 Defendant Eric Thomas Daniels was charged with aggravated murder due to his involvement in the death of Lonnie Blackmon at the Central Utah Correctional Facility in Gunnison, Utah. Defendant was tried in a courtroom located inside of the prison facility, and a unanimous jury found him guilty of first degree murder. At sentencing, upon a vote of ten of twelve, the jury decided defendant should be sentenced to life in prison without parole. Defendant appeals, raising four issues. We affirm.\nFACTUAL AND PROCEDURAL BACKGROUND\n1 2 On appeal, we recite the facts from the record in the light most favorable to the jury's verdict and present conflicting evidence only as necessary to understand issues raised on appeal. E.g., State v. Holgate, 2000 UT 74, ¶ 2, 10 P.3d 346.\n13 Defendant, an inmate at the Central Utah Correctional Facility (CUCF), was involved in the death of another inmate, Lonnie Blackmon, who was stabbed to death.\nT4 Prior to the stabbing, defendant and other inmates, Paul Payne and Troy Kell, were involved in racially-related verbal and physical altercations with other inmates, including Blackmon. Defendant, Kell, and Payne devised a plan to attack Blackmon. Defendant, Kell, and Payne planned to submit medical requests to visit the prison medical facility, and a medical request was to be forged and submitted for Blackmon, in hopes that all would be outside of their cells at the same time, permitting them to attack Black-mon. These medical request...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-daniels"
    }
  ],
  "relatedIncidents": [
    9474,
    9499,
    9506,
    9521,
    9534
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}