{
  "id": 9888,
  "title": "2002년 United States v. Susan M. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Susan M. Miller. 판결일: 2002-01-09. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Susan M. MILLER, Defendant-Appellant\n**판결일**: 2002-01-09\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Evans, Rovner, Terence\n\n## 변호인\n\nDonald J. Schmid (argued), Office of U.S. Atty., South Bend, IN, for Plaintiff-Appellee., James H. Voyles (argued), Symmes, Voyles, Zann, Paul & Hogan, Indianapolis, IN, for Defendant-Appellant.\n\n## 인용\n\n- 276 F.3d 370\n\n## 판결문 요약\n\n276 F.3d 370 (7th Cir. 2002)\n    UNITED STATES OF AMERICA, Plaintiff-Appellee,v.SUSAN M. MILLER, Defendant-Appellant.\n    No. 01-2136\n    In the United States Court of Appeals For the Seventh Circuit\n    Argued November 5, 2001Decided January 9, 2002\n    \n      Appeal from the United States District Court for the Northern District of Indiana, South Bend Division. No. 00 CR 29--Allen Sharp, Judge.[Copyrighted Material Omitted]\n      Donald J. Schmid (argued), Office of U.S. Atty., South Bend, IN, for Appellee.\n      James H. Voyles (argued), Symmes, Voyles, Zann, Paul &amp; Hogan, Indianapolis, IN, for Appellant.\n      Before COFFEY, ROVNER, and EVANS, Circuit Judges.\n      EVANS, Circuit Judge.\n    \n    \n      1\n      After an 8-day trial, a jury convicted Susan Miller, Dennis Weldy, and two corporate defendants on 31 counts charging healthcare billing fraud and making false statements in Medicaid billings. The frauds totaled over $8 million.\n    \n    \n      2\n      Miller headed the billing departments for Option Care of Northern Indiana and Option First Health Care, the two corporate defendants. Weldy owned Option Care and he and Miller owned Option First. Beginning in late 1996, Miller and Weldy defrauded Indiana Medicaid by submitting inflated billing claims for prescriptions, fraudulent compound drug claim forms, and fraudulent claims adjustments.\n    \n    \n      3\n      At trial, the government attempted to introduce evidence that, about 2 weeks before the trial began, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-susan-m-miller"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ramon-gavilan-cuate-v-chuck-yetter-jail-administrator-washington-county"
    }
  ],
  "relatedIncidents": [
    9475,
    9486,
    9523,
    9546,
    9553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}