{
  "id": 9889,
  "title": "2002년 State v. Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2002-01-08",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: State v. Clark. 판결일: 2002-01-08. 법원: Nebraska Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Jerome M. Clark, Appellant\n**판결일**: 2002-01-08\n**법원**: Nebraska Court of Appeals\n**관할**: Nebraska, NE\n\n**판사**: Carlson, Inbody, Irwin\n\n## 변호인\n\nThomas C. Riley, Douglas County Public Defender, and Brenda J. Leuck for appellant., Don Stenberg, Attorney General, and Marilyn B. Hutchinson for appellee.\n\n## 인용\n\n- 637 N.W.2d 671\n- 10 Neb. Ct. App. 758\n\n## 판결문 요약\n\n\n637 N.W.2d 671 (2002)\n10 Neb. Ct. App. 758\nSTATE of Nebraska, Appellee,\nv.\nJerome M. CLARK, Appellant.\nNo. A-01-049.\nCourt of Appeals of Nebraska.\nJanuary 8, 2002.\n*672 Thomas C. Riley, Douglas County Public Defender, and Brenda J. Leuck, Omaha, for appellant.\nDon Stenberg, Attorney General, and Marilyn B. Hutchinson, Lincoln, for appellee.\nIRWIN, Chief Judge, and INBODY and CARLSON, Judges.\nIRWIN, Chief Judge.\n\nI. INTRODUCTION\nJerome M. Clark appeals from his convictions for attempted kidnapping, kidnapping, first degree sexual assault, and use of a deadly weapon to commit a felony. Clark argues that the trial court erred in not finding that he was legally insane at the time the crimes were committed. Clark also argues that the crime of use of a deadly weapon was not proved because *673 the handgun involved was inoperable. For the reasons stated below, we affirm the decision of the district court regarding the insanity issue. We also affirm the district court's decision regarding the use of a deadly weapon conviction, because we conclude that the operability of a handgun is not relevant to whether it is a deadly weapon as defined by Neb.Rev.Stat. § 28-1201 (Reissue 1995).\n\nII. BACKGROUND\nOn March 13, 1998, Clark approached A.F. in Omaha, Douglas County, Nebraska, while she was delivering mail on her route. Clark pointed a handgun at her and asked her to get into his car. When A.F. refused to get into the car, Clark began to get out of his car, still pointing the gun at her....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-clark"
    }
  ],
  "relatedIncidents": [
    9487,
    9522,
    9848,
    9855,
    9874
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}