{
  "id": 9899,
  "title": "2001년 Vaughan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-12-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Vaughan. 판결일: 2001-12-28. 법원: United States Air Force Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Airman First Class Sonya R. VAUGHAN, United States Air Force\n**판결일**: 2001-12-28\n**법원**: United States Air Force Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Burd, Military, Pecinovsky, Young\n\n## 변호인\n\nAppellate Counsel for Appellant: Colonel James R. Wise, Lieutenant Colonel Timothy W. Murphy, and Captain Patience E. Schermer., Appellate Counsel for the United States: Colonel Anthony P. Dattilo, Major Lance B. Sigmon, and Major Cheryl D. Lewis.\n\n## 인용\n\n- 56 M.J. 706\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nPECINOVSKY, Judge:\nThe appellant pled guilty to two specifications of assaulting her infant child, by striking her in the face and stomach and burning the back of her legs with a hair dryer, in violation of Article 128, UCMJ, 10 U.S.C. § 928. The appellant pled not guilty to fracturing her child’s leg by pulling, jerking, or wrenching it. Article 128, UCMJ. She pled guilty, pursuant to a conditional plea, to child neglect by leaving her infant child without supervision or care for an unreasonable period. Article 134, UCMJ, 10 U.S.C. § 934. The appellant was found guilty of all charges and specifications. She was sentenced to a bad-conduct discharge, 30 months’ confinement, and reduction to E-l. The convening authority approved the findings and sentence as adjudged. The conditional plea preserved the assigned error of whether child neglect is an offense under military law. We hold that child neglect is an offense under Article 134, and we affirm.\nChild Neglect under Article 134\nThe appellant alleges that the military judge erred in denying a defense motion to *707dismiss Charge II and its specification, alleging child neglect under Article 134, UCMJ, for failure to state an offense. In essence, the appellant asserts child neglect is not a crime under the UCMJ. The issue specifically before this Court is whether the appellant was on notice that the allegations of child neglect, as set forth in the specification, constituted a crime.\nThe original Charge II ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-vaughan"
    }
  ],
  "relatedIncidents": [
    9980,
    9988,
    10014,
    10071,
    10100
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}