{
  "id": 9904,
  "title": "2001년 Jackson v. Lawrence Public School District 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-12-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jackson v. Lawrence Public School District. 판결일: 2001-12-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Gabrielle Jackson v. Lawrence Public School District\n**판결일**: 2001-12-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 289 A.D.2d 450\n- 735 N.Y.S.2d 570\n\n## 판결문 요약\n\n\nIn an ac*451tion to recover damages for personal injuries, etc., the defendant appeals, as limited by its brief, from so much of an order of the Supreme Court, Nassau County (Davis, J.), dated June 15, 2001, as, upon granting that branch of its motion which was for summary judgment dismissing the cause of action based on negligent supervision, denied the remaining branches of its motion for summary judgment dismissing the remainder of the complaint.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe plaintiffs commenced this action against the defendant school district after the infant plaintiff was allegedly injured while rollerblading as part of her fifth-grade gym class.\nThe defendant failed to demonstrate its prima facie entitlement to judgment as a matter of law on its claims that the introduction of rollerblading into the school curriculum and the failure to provide or require safety equipment other than a helmet did not breach a duty it owed to the infant plaintiff (see, Mirand v City of New York, 84 NY2d 44; Benitez v New York City Bd. of Educ., 73 NY2d 650; Zuckerman v City of New York, 49 NY2d 557; Pike v Gouverneur Cent. School Dist., 249 AD2d 820; Reed v Pawling Cent. School Dist., 245 AD2d 281). Thus, the motion for summary judgment dismissing the complaint in its entirety was properly denied regardless of the sufficiency of the opposing papers (see, Winegrad v New York Univ. Med. Ctr., 64 NY2d 851). Ritter, J. P., Friedmann, Feuerstein...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-lawrence-public-school-district"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9907,
    9908
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}