{
  "id": 9907,
  "title": "2001년 Smith v. Dept. of Corrections 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-12-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Smith v. Dept. of Corrections. 판결일: 2001-12-20. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. Dept. of Corrections\n**판결일**: 2001-12-20\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Stern, Eichen and Collester\n\n## 인용\n\n- 786 A.2d 165\n- 346 N.J. Super. 24\n\n## 판결문 요약\n\n\n786 A.2d 165 (2001)\n346 N.J. Super. 24\nDaryl SMITH, Petitioner-Appellant,\nv.\nNEW JERSEY DEPARTMENT OF CORRECTIONS, Respondent-Respondent.\nSuperior Court of New Jersey, Appellate Division.\nSubmitted October 23, 2001.\nDecided December 20, 2001.\n*166 Daryl Smith, appellant pro se.\nJohn J. Farmer, Jr., Attorney General, attorney for respondent (Patrick DeAlmeida, Deputy Attorney General, of counsel; Katherine M. Brooks, Deputy Attorney General, on the brief).\n*167 Before Judges STERN, EICHEN and COLLESTER.\nThe opinion of the court was delivered by EICHEN, J.A.D.\nDaryl Smith is a prisoner in the custody of the New Jersey Department of Corrections and is currently incarcerated at South Woods State Prison in the City of Bridgeton. He is serving a term of twenty-three years pursuant to convictions for aggravated manslaughter and possession and distribution of a controlled dangerous substance. On July 7, 2000, Smith was transferred from Southern State Correctional Facility to South Woods State Prison as a result of a \"keep separate\" order in his folder in relation to another inmate at Southern State Correctional Facility. Prior to his transfer, he qualified for and received \"full minimum custody status.\" See N.J.A.C. 10A:9-4.3(e).[1] After his transfer to South Woods State Prison, the prison's Institutional Classification Committee reviewed Smith's status, and as a result, he was \"reverted\" to \"gang minimum custody status.\"[2]N.J.A.C. 10A:9-4.3(d). Stanley Nunn, the administrator of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-dept-of-corrections"
    }
  ],
  "relatedIncidents": [
    9901,
    9917,
    9920,
    9926,
    9934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}