{
  "id": 9908,
  "title": "2001년 State, Child Support Service v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-12-20",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: State, Child Support Service v. Smith. 판결일: 2001-12-20. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Idaho, CHILD SUPPORT SERVICES, Plaintiff-Respondent v. Charles E. SMITH\n**판결일**: 2001-12-20\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Lansing, Perry, Schwartzman\n\n## 변호인\n\nChalles Smith, Boise, pro se appellant., Hon. Alan G. Lance, Attorney General; Brian R. Blender, Deputy Attorney General, Boise, for respondent.\n\n## 인용\n\n- 136 Idaho 775\n- 40 P.3d 133\n\n## 판결문 요약\n\n\nSCHWARTZMAN, Chief Judge.\nChalles E. Smith appeals from the order of the magistrate dismissing his motion captioned “Motion to Terminate Income Withholding,” which requested both a reduction in the amount of child support ordered while incarcerated and relief from mandatory income withholding. We vacate the magistrate’s order and remand this case for further proceedings.\nI.\nFACTUAL AND PROCEDURAL BACKGROUND\nOn October 3,1989, a child was bom of the relationship between Smith and Barbara Anaya. Smith acknowledged paternity after the Department of Health and Welfare (H &amp; W) initiated paternity proceedings in April 1994 on behalf of Anaya and the child. From December 1995 until February 25, 2001, *777Smith was incarcerated at the Idaho State Penitentiary for a felony conviction of driving under the influence.\nOn January 17, 1996, Smith was served with a complaint for child support and reimbursement. A default judgment was entered in favor of H &amp; Ws Bureau of Child Support Services (BCSS) against Smith on February 13, 1996, ordering him to pay $119 a month in child support, arrearages, attorney fees, the costs of health insurance for the child, and one-half of any uncovered health care expenses. The default judgment also authorized automatic and immediate income withholding.\nOn July 2, 1997, Smith filed a motion to modify child support based upon his incarceration. Following a hearing, the magistrate ordered Smith’s monthly child support obligation reduced to $50 per mon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-child-support-service-v-smith"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}