{
  "id": 9917,
  "title": "2001년 Riley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-12-07",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Riley. 판결일: 2001-12-07. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Riley\n**판결일**: 2001-12-07\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Cavanagh, Corrigan, Kelly, Markman, Taylor, Weaver, Young\n\n## 변호인\n\nJennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, John D. O'Hair, Prosecuting Attorney, Timothy A. Baughman, Chief, Research, Training and Appeals, and Joseph A. Puteo, Assistant Prosecuting Attorney, for the people., Mark R. Hall for the defendant-appellee.\n\n## 인용\n\n- 636 N.W.2d 514\n- 465 Mich. 442\n\n## 판결문 요약\n\n\n636 N.W.2d 514 (2001)\n465 Mich. 442\nPEOPLE of the State of Michigan, Plaintiff-Appellant,\nv.\nRobert RILEY, Defendant-Appellee.\nDocket No. 117837.\nSupreme Court of Michigan.\nDecember 7, 2001.\n*515 Jennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, John D. O'Hair, Prosecuting Attorney, Timothy A. Baughman, Chief, Research, Training and Appeals, and Joseph A. Puleo, Assistant Prosecuting Attorney, Detroit, for the people.\nMark R. Hall, Detroit, for defendant-appellee.\n\nOpinion\nPER CURIAM.\nOn the ground that the defendant's conviction for first-degree murder was based on inadmissible testimony, the Court of Appeals reversed the conviction, and remanded for entry of a judgment of conviction for a lesser offense. We reverse the judgment of the Court of Appeals and remand the case to that Court for consideration of the defendant's other appellate issues. The defendant waived any issue relating to the now-disputed testimony.\n\nI\nA man named Mark Seaton was murdered in June 1997. Defendant Robert Riley acknowledged being present at the scene near the time of the death, and he later was observed in the act of stealing property from the victim's apartment. Also involved in these events was a David Ware, whose whereabouts are unknown.\nThe defendant was charged with first-degree felony murder. MCL 750.316. The underlying felony was \"the perpetration or attempted perpetration of a larceny.\"\nAfter the prosecution rested, the defense called Mary McKinney as its only ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-riley"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9920,
    9926,
    9934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}