{
  "id": 9918,
  "title": "2001년 Reiter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-12-06",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Reiter. 판결일: 2001-12-06. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David REITER, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 2001-12-06\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Lehman, C.J., and Golden, Hill, Kite, and Voigt\n\n## 변호인\n\nRepresenting Appellant: Sylvia L. Hack], State Public Defender; Donna D. Domonkos, Appellate Counsel; and Ryan R. Roden, Assistant Appellate Counsel., Representing Appellee: Gay Woodhouse, Attorney General; Paul S. Rehurek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Georgia L. Tibbetts, Senior Assistant Attorney General; Theodore E. Lauer, Director, Prosecution Assistance Program; and M. Kristeen Hand, Student Intern.\n\n## 인용\n\n- 2001 WY 116\n- 36 P.3d 586\n\n## 판결문 요약\n\n\n36 P.3d 586 (2001)\n2001 WY 116\nDavid REITER, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 00-129.\nSupreme Court of Wyoming.\nDecember 6, 2001.\n*587 Representing Appellant: Sylvia L. Hackl, State Public Defender; Donna D. Domonkos, Appellate Counsel; and Ryan R. Roden, Assistant Appellate Counsel.\nRepresenting Appellee: Gay Woodhouse, Attorney General; Paul S. Rehurek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Georgia L. Tibbetts, Senior Assistant Attorney General; Theodore E. Lauer, Director, Prosecution Assistance Program; and M. Kristeen Hand, Student Intern.\nBefore LEHMAN, C.J., and GOLDEN, HILL, KITE, and VOIGT, JJ.\nVOIGT, Justice.\n[¶ 1] Appellant, David Reiter, was charged with first-degree arson for starting a fire that destroyed the V.F.W. building in Casper. The district court ultimately entered an order finding that appellant was not criminally responsible for his conduct due to a mental illness, and committed appellant to the Wyoming State Hospital. In April 1999, appellant filed an application to be discharged from the state hospital, which the district court denied. Appellant appeals from the district court's order denying his application for discharge and an order denying *588 his declaratory judgment motion, essentially arguing that Wyo. Stat. Ann. § 7-11-306(f) (LexisNexis 2001) unconstitutionally places the burden of proof on him in such a discharge proceeding. We affirm.\n\nISSUES\n[¶ 2] Appellan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reiter-v-state"
    }
  ],
  "relatedIncidents": [
    10003,
    10015,
    10073,
    10079,
    10084
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}