{
  "id": 9926,
  "title": "2001년 Deane 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-27",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Deane. 판결일: 2001-11-27. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Stephen M. DEANE, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 2001-11-27\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Rucker, Shepard, Sullivan\n\n## 변호인\n\nSusan K. Carpenter, Public Defender of Indiana, Gregory L. Lewis, Deputy Public Defender, Indianapolis, Indiana, Attorneys for Appellant., Steve Carter, Attorney General of Indiana, James B. Martin, Deputy Attorney General, Indianapolis, Indiana, Attorneys for Appellee.\n\n## 인용\n\n- 759 N.E.2d 201\n\n## 판결문 요약\n\n\n759 N.E.2d 201 (2001)\nStephen M. DEANE, Appellant (Defendant Below),\nv.\nSTATE of Indiana, Appellee (Plaintiff Below).\nNo. 24S00-0009-CR-557.\nSupreme Court of Indiana.\nNovember 27, 2001.\n*202 Susan K. Carpenter, Public Defender of Indiana, Gregory L. Lewis, Deputy Public Defender, Indianapolis, Indiana, Attorneys for Appellant.\nSteve Carter, Attorney General of Indiana, James B. Martin, Deputy Attorney General, Indianapolis, Indiana, Attorneys for Appellee.\nSHEPARD, Chief Justice.\nStephen M. Deane appeals his conviction and sentence for murder and attempted murder. He presents two issues:\nI. Whether the prosecutor's comments during closing argument regarding Deane's post-Miranda request for counsel were improper, and\nII. Whether the trial court found adequate aggravating circumstances to support Deane's enhanced and consecutive sentences.\n\nFacts and Procedural History\nOn July 22, 1999, forty-seven-year-old Stephen Deane went to the home of his mother Barbara Deane and brother Greg Deane in Laurel, Indiana. Barbara had *203 been living with her forty-two-year-old son Greg for about two months because he was schizophrenic and depressed.\nDeane arrived at about 9:30 p.m., came into the house, and sat at the kitchen table. After ten minutes of routine conversation, Deane left and returned a few moments later with two or three cans of beer and a revolver. Deane told Barbara and Greg that they were crazy and that when he finished his beer he was \"going to end all our pain.\" Greg the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=deane-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}