{
  "id": 9927,
  "title": "2001년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-27",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Walker. 판결일: 2001-11-27. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. JEFFREY WALKER\n**판결일**: 2001-11-27\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Dranginis\n\n## 변호인\n\nAlan E. Dillon, special public defender, for the appellant (defendant)., John A. East III, assistant state’s attorney, with whom, on the brief, were Michael Dearington, state’s attorney, and Robert J. O'Brien, supervisory assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 67 Conn. App. 120\n\n## 판결문 요약\n\n\n\nOpinion\n\nDRANGINIS, J.\nThe defendant appeals from the judgment of conviction, rendered after a jury trial, of two counts of sexual assault in the first degree in violation *121of General Statutes § 53a-70 (a) (l)1 and one count of unlawful restraint in the first degree in violation of General Statutes § 53a-95 (a).2 On appeal, the defendant claims that the trial court improperly restricted his right to present final argument by precluding him from commenting about a missing witness. We affirm the judgment of the trial court.\nThe jury reasonably could have found the following facts. On September 2, 1998, the victim bought and shared drugs with a female friend at the friend’s apartment. The defendant, whom the victim had met once before, also was present. After all of the drugs were consumed, the victim’s friend gave $20 to the defendant to purchase more drugs from a nearby dealer. The victim left the apartment with the defendant.\nInstead of returning to that apartment after buying drugs, the defendant and the victim went to the third floor attic of the home of the defendant’s mother, where the defendant lived. The defendant and the victim entered the attic to use the drugs that they had purchased.\nA short time later, the defendant and the victim heard her friend shouting from the street outside of the home. The defendant left the attic several times, supposedly to meet with her. When the defendant returned to the attic, he pulled out a knife, grabbed the victim’s neck and to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-walker"
    }
  ],
  "relatedIncidents": [
    9969,
    9977,
    9995,
    10034,
    10090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}