{
  "id": 9934,
  "title": "2001년 Push 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Push. 판결일: 2001-11-21. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE UNITED TO SAVE HOMES, Petitioner, v. DEPARTMENT OF ENVIRONMENTAL PROTECTION and Eighty-Four Mining Company, Respondents; Eighty-Four Mining Company, Petitioner, v. Department of Environmental Protection and People United to Save Homes, Respondents\n**판결일**: 2001-11-21\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Pellegrini, J., Leadbetter, J. (P.), and Jiuliante, Senior Judge\n\n## 변호인\n\nRobert P. Ging, Jr., Confluence, for petitioner, People United to Save Homes., Michael J. Heilman, Pittsburgh, for respondent, DEP., Thomas C. Reed, Pittsburgh, for respondent, Eighty-four Mining Co.\n\n## 인용\n\n- 789 A.2d 319\n\n## 판결문 요약\n\n\n789 A.2d 319 (2001)\nPEOPLE UNITED TO SAVE HOMES, Petitioner,\nv.\nDEPARTMENT OF ENVIRONMENTAL PROTECTION and Eighty-four Mining Company, Respondents.\nEighty-Four Mining Company, Petitioner,\nv.\nDepartment of Environmental Protection and People United to Save Homes, Respondents.\nCommonwealth Court of Pennsylvania.\nArgued October 9, 2001.\nDecided November 21, 2001.\n*322 Robert P. Ging, Jr., Confluence, for petitioner, People United to Save Homes.\nMichael J. Heilman, Pittsburgh, for respondent, DEP.\nThomas C. Reed, Pittsburgh, for respondent, Eighty-four Mining Co.\nBefore PELLEGRINI, J., LEADBETTER, J. (P.), and JIULIANTE, Senior Judge. *320\n*321 PELLEGRINI, Judge.\nBefore us for consideration are two petitions for review consolidated for argument.[1] First, People United to Save Homes (PUSH)[2] petitions for review of an order of the Environmental Hearing Board (EHB) dismissing its appeal and affirming the Department of Environmental Protection's (Department) issuance of a permit revision to Eighty-Four Mining Company (84 Mining). Additionally, 84 Mining petitions for review of that same order in which the EHB sustained PUSH's appeal as to the adequacy of its subsidence bond and required the Department to recalculate its subsidence bond.[3]\nThe action that ultimately led to this appeal began on October 24, 1994, when 84 Mining[4] filed an application for revision of its Coal Mining Activity Permit No. 63831302 (coal permit) with the Department. In its application, 84 Mining sought...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-lutz"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-united-to-save-homes-v-department-of-environmental-protection"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}