{
  "id": 9935,
  "title": "2001년 Eldredge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-21",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Eldredge. 판결일: 2001-11-21. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Eldredge\n**판결일**: 2001-11-21\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Polen\n\n## 인용\n\n- 801 So. 2d 965\n\n## 판결문 요약\n\n\n801 So. 2d 965 (2001)\nSTATE of Florida, Appellant,\nv.\nCharles Wagner ELDREDGE, Appellee.\nNo. 4D01-637.\nDistrict Court of Appeal of Florida, Fourth District.\nNovember 21, 2001.\nRehearing Denied January 4, 2002.\n*966 Robert A. Butterworth, Attorney General, Tallahassee, and Bart Schneider, Assistant Attorney General, West Palm Beach, for appellant.\nCarey Haughwout, Public Defender, and James W. McIntire, Assistant Public Defender, West Palm Beach, for appellee.\nPOLEN, C.J.\nThe State timely appeals the trial court's imposition of a guidelines sentence to Charles Eldredge, contending he should have received a mandatory fifteen year sentence as a Prison Release Reoffender (PRR). We disagree, and, thus, affirm.\nOn February 8, 2001, Eldredge entered a guilty plea to burglary of a dwelling and grand theft, and received a guidelines sentence of 121.05 months. The facts surrounding the plea were undisputed. According to the probable cause affidavit, the victim returned to her townhouse the afternoon of February 11, 2000, when she noticed her front door was broken. She heard noises coming from upstairs and grabbed her portable phone to step outside to call 911. While she was outside, Eldredge came down the stairs, walked outside past the victim, and walked away down the street. It was later determined that approximately $1300 in jewelry and coin had been stolen from the premises.\nThe indictment charged Eldredge with the crimes of burglary of a dwelling and grand theft. At the plea conf...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-eldredge"
    }
  ],
  "relatedIncidents": [
    9923,
    9950,
    9974,
    9986,
    9990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}