{
  "id": 9944,
  "title": "2001년 Griffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Griffin. 판결일: 2001-11-15. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Frederick GRIFFIN v. Philip J. COOMBE, Jr., Acting Commissioner of Corrections, Daniel Senkowski, Superintendent, Clinton Correctional Facility, T. Ricks, Deputy Superintendent of Security, Clinton Correctional Facility\n**판결일**: 2001-11-15\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nFrederick Griffin, Pro Se, Pine City, NY, for Appellant., Daniel Smirlock, Deputy Solicitor General for the State of New York, Albany, NY, for Appellees.\n\n## 인용\n\n- 23 F. App'x 51\n\n## 판결문 요약\n\n\n*52Plaintiff-Appellant Frederick Griffin, appearing pro se in forma pauperis and currently incarcerated, appeals from the grant of summary judgment dismissing his complaint under 42 U.S.C. § 1983 in the United States District Court for the Northern District of New York, Norman A. Mordue, Judge.\nThe district court granted summary judgment, finding that Griffin had failed to produce evidence of anything other than negligence on the part of prison officials. This Court reviews summary judgment orders de novo. See Allstate Ins. Co. v. Mazzola, 175 F.3d 255, 258 (2d Cir.1999).\nBecause we agree that although Griffin was incarcerated under conditions posing a substantial risk of serious harm, he did not produce any evidence that could support a finding of the deliberate indifference required to establish a § 1983 claim for an Eighth Amendment violation by any of the identified defendants, we affirm. See Farmer v. Brennan, 511 U.S. 825, 834, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994)(requiring proof of “a sufficiently culpable state of mind”); Estelle v. Gamble, 429 U.S. 97, 105-06, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976) (requiring “deliberate indifference”); Green v. Bauvi, 46 F.3d 189, 194 (2d Cir.1995) (requiring personal involvement of supervisory officials).\nFor the reasons set forth above, the judgment of the district court is AFFIRMED.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffin-v-coombe"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}