{
  "id": 9947,
  "title": "2001년 State v. Partridge, Unpublished Decision (11-14-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-14",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Partridge, Unpublished Decision (11-14-2001). 판결일: 2001-11-14. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Danny Partridge\n**판결일**: 2001-11-14\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]                             JUDGMENT ENTRY.\nThis appeal, considered on the accelerated calendar under App.R. 11.1(E) and Loc.R. 12, is not controlling authority except as provided in S.Ct.R.Rep.Op. 2(G)(1).\nOn December 16, 1987, the defendant-appellant, Danny Partridge, was found guilty by a jury of one count of rape (R.C. 2907.02) and one count of gross sexual imposition (R.C. 2907.05). Both incidents occurred on December 24, 1986. The victim in both incidents was Partridge's then twelve-year-old daughter. Partridge was sentenced to life imprisonment for the offenses. This court affirmed his conviction in State v.Partridge (Dec. 21, 1988), Hamilton App. No. C-880032, unreported. Then, on May 5, 2000, Partridge was classified as a sexual predator pursuant to R.C. 2950.09(C), from which judgment he now appeals.\nThe first three of Partridge's four assignments of error raise, in several parts, the issue of the constitutionality of R.C. 2950.09. He contends that the legislation violates the Ex Post Facto Clause of the federal constitution and the provisions of the Ohio Constitution prohibiting retroactive laws; that the application of R.C. 2950.09\nviolates the Double Jeopardy Clause of the federal constitution; and that the statute is vague in that it provides no direction for a determination of the factors that lead to the finding that an offender is a sexual predator. These three assignments of error a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-partridge-unpublished-decision-11-14-2001"
    }
  ],
  "relatedIncidents": [
    9927,
    9969,
    9977,
    9995,
    10027
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}