{
  "id": 9950,
  "title": "2001년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-13",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Robinson. 판결일: 2001-11-13. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: James D. ROBINSON v. STATE of Mississippi\n**판결일**: 2001-11-13\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Brantley, Bridges, Chandler, Irving, King, Lee, McMillin, Myers, Southwick, Thomas\n\n## 변호인\n\nJames D. Robinson, Appellant Pro Se., Office of the Attorney General by Deirdre McCrory, for Appellee.\n\n## 인용\n\n- 800 So. 2d 566\n\n## 판결문 요약\n\n\nSOUTHWICK, P.J., for the Court.\n¶ 1. James D. Robinson pled guilty in 1996 to one count of burglary of a building, one count of grand larceny, and one count of uttering forgery. He has brought several subsequent claims for relief from this judgment. The present one was filed in 2000. We find that the trial court was correct that previous petitions by Robinson had exhausted his rights under the post-conviction relief procedures. We affirm.\nSTATEMENT OF FACTS\n¶ 2. On April 8, 1996, Robinson entered a plea of guilty to three counts of an indictment. He was sentenced to five years each for burglary of a building and for grand larceny and to two years for uttering forgery. The sentences were to run consecutively. He was also ordered to pay restitution.\n¶ 3. In June 1998, the circuit court denied Robinson’s motion to correct his sentence. In March 1999, the circuit court denied a second motion, this one to consolidate his sentences. These denials were not contemporaneously appealed and are not before us now either.\n*567¶ 4. In December 1999, Robinson filed a notice to amend Ms motion to consolidate sentence. The circuit court denied the motion after finding that it sought the same relief as Robinson’s two previous motions and also because it was time-barred.\n¶ 5. The motion that is before us on this appeal was filed in November 2000. Robinson sought a correction of his sentence. This too was denied.\nDISCUSSION\n¶ 6. Robinson argues that the circuit court erred in imposing a sentenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-state"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9974,
    9986,
    9990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}