{
  "id": 9955,
  "title": "2001년 State of Tennessee v. Daniel O. Connelly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-06",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Daniel O. Connelly. 판결일: 2001-11-06. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Daniel O. Connelly\n**판결일**: 2001-11-06\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge J. Curwood Witt, Jr.\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                                  August 15, 2001 Session\n\n           STATE OF TENNESSEE v. DANIEL O’NEIL CONNELLY\n\n                      Appeal from the Circuit Court for Dickson County\n                           No. CR4518      Allen Wallace, Judge\n\n\n\n                  No. M2000-01914-CCA-R3-CD - Filed November 6, 2001\n\n\nThe defendant, Daniel O. Connelly, appeals from his conviction of driving under the influence of\nan intoxicant (DUI) imposed after a bench trial in the Dickson County Circuit Court. He claims on\nappeal that the evidence is insufficient to support his conviction and that the trial court erred in\noverruling a pretrial motion to suppress any evidence that the state garnered following the\ndefendant's warrantless arrest. After hearing oral arguments and reviewing the record, the parties'\nbriefs, and the applicable law, we affirm the conviction.\n\n                Tenn. R. App. P. 3; Judgment of the Circuit Court Affirmed.\n\nJAMES CURWOOD WITT, JR., J., delivered the opinion of the court, in which DAVID H. WELLES and\nJOE G. RILEY, JJ., joined.\n\nV. Michael Fox, Nashville, Tennessee, for the Appellant, Daniel O’Neil Connelly.\n\nPaul G. Summers, Attorney General & Reporter; Jennifer L. Bledsoe, Assistant Attorney General;\nVictor S. Johnson, III, District Attorney General; and Suzanne M. Lockert, Assistant District\nAttorney General, for the Appellee, State of Tennessee.\n\n       ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-daniel-o-connelly"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}