{
  "id": 9957,
  "title": "2001년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-05",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Oliver. 판결일: 2001-11-05. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Oliver v. the State\n**판결일**: 2001-11-05\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Fletcher\n\n## 변호인\n\nJ. M. Raffauf, for appellant., Paul L. Howard, Jr., District Attorney, Bettieanne C. Hart, Angel Wheeler, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Ruth M. Bebko, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 554 S.E.2d 474\n- 274 Ga. 539\n\n## 판결문 요약\n\n\n554 S.E.2d 474 (2001)\n274 Ga. 539\nOLIVER\nv.\nThe STATE.\nNo. S01A0817.\nSupreme Court of Georgia.\nNovember 5, 2001.\nReconsideration Denied December 3, 2001.\n*475 J.M. Raffauf, Decatur, for appellant.\nPaul L. Howard, Jr., Dist. Atty., Bettieanne C. Hart, Deputy Dist. Atty., Angel Wheeler, Senior Asst. Dist. Atty., Thurbert E. Baker, Atty. Gen., Ruth Mary Bebko, Asst. Atty. Gen., for appellee.\nFLETCHER, Chief Justice.\nA jury convicted Gary Oliver of aggravated assault and felony murder in the shooting death of Dexter Wallace and the aggravated assaults of Frank Griggs and Jason Weems. Oliver also was convicted of possessing a firearm during the commission of a felony. Oliver contends that, contrary to our holding in Harris v. State,[1] the trial court charged the jury that it could infer Oliver's intent to kill based upon his use of a deadly weapon. Because we find that this error was harmless and Oliver's remaining enumerations have no merit, we affirm.[2]\n*476 1. Oliver claims that there was insufficient evidence to support his convictions and that the trial court should have granted his motion for directed verdict. The evidence at trial showed that, on the afternoon of September 18, 1998, Dexter Wallace and two friends, Frank Griggs and Jason Weems, were in a two-door car on their way to get food. Weems was driving and Griggs was in the front passenger seat. Wallace was in the backseat, behind Griggs. As they pulled up to a stop sign, Oliver ran from a nearby house and stuck a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliver-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}