{
  "id": 9962,
  "title": "2001년 Torres 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-11-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Torres. 판결일: 2001-11-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Torres v. State\n**판결일**: 2001-11-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Blue\n\n## 인용\n\n- 808 So. 2d 234\n\n## 판결문 요약\n\n\n808 So.2d 234 (2001)\nHarvey TORRES, Appellant,\nv.\nSTATE of Florida, Appellee.\nNos. 2D99-2627, 2D99-3031.\nDistrict Court of Appeal of Florida, Second District.\nNovember 2, 2001.\nRehearing Denied February 27, 2002.\nJames Marion Moorman, Public Defender, and Deborah K. Brueckheimer, Assistant Public Defender, Bartow, for Appellant.\nRobert A. Butterworth, Attorney General, Tallahassee, and Erica M. Raffel and Diana K. Bock, Assistant Attorneys General, Tampa, for Appellee.\n*235 BLUE, Chief Judge.\nHarvey Torres appeals his convictions and sentences for attempted first-degree murder, robbery with a firearm, and two counts of aggravated assault. We must require that Mr. Torres be discharged on these convictions on double jeopardy grounds because the trial judge erred in declaring a mistrial, after the jury was sworn, in a prior trial. Mr. Torres also appeals the conviction and sentence for felon in possession of a firearm which was tried separately. As to this conviction and sentence, we affirm.\nAt Mr. Torres' first trial, after the jury had been selected and sworn, the trial judge, on his own motion, declared a mistrial. This occurred after two of the sworn jurors complained that the trial schedule would constitute a significant inconvenience and that they had not been given an opportunity to make this fact known before they were sworn as jurors. This perceived dilemma clearly upset the trial judge, who completely failed to explore less drastic options such as continuing the trial...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=torres-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}