{
  "id": 9965,
  "title": "2001년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2001-10-31. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: George E. Banks v. Martin Horn, Commissioner, Pa Dept of Corrections James Price, Superintendent of State Correctional Institute Greene Raymond J. Colleran, Superintendent of State Correctional Institute Waymart Commonwealth of Pennsylvania\n**판결일**: 2001-10-31\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 271 F.3d 527\n\n## 판결문 요약\n\n271 F.3d 527 (3rd Cir. 2001)\n    GEORGE E. BANKS, APPELLANT,v.MARTIN HORN, COMMISSIONER, PA DEPT OF CORRECTIONS; JAMES PRICE, SUPERINTENDENT OF STATE CORRECTIONAL INSTITUTE GREENE; RAYMOND J. COLLERAN, SUPERINTENDENT OF STATE CORRECTIONAL INSTITUTE WAYMART; COMMONWEALTH OF PENNSYLVANIA\n    No. 99-9005\n    UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n    Argued April 2, 2001Filed October 31, 2001\n    \n      1\n      On Appeal from the United States District Court for the Middle District of Pennsylvania (D.C. Civil No. 99-CV-00438) District Judge: Honorable James F. McClure, Jr.[Copyrighted Material Omitted][Copyrighted Material Omitted]\n    \n    \n      2\n      Albert J. Flora, Jr., Esq. [argued], 33 West South Street Wilkes-Barre, PA 18701 and William Ruzzo, Esq., 400 Third Avenue, Suite 109 Kingston, PA 18704, Counsel for Appellant George E. Banks.\n    \n    \n      3\n      Scott C. Gartley, Esq. [argued], David W. Lupas, Esq., Office of District Attorney, 200 North River Street Luzerne County Courthouse Wilkes-Barre, PA 18711, Counsel for Appellee Commonwealth of Pa.\n    \n    \n      4\n      Peter Goldberger, Esq., Law Office of Peter Goldberger. 50 Rittenhouse Place Ardmore, PA 19003-2276, Counsel for Amicus-Appellant PA Association of Criminal Defense Lawyers.\n    \n    \n      5\n      Louis M. Natali, Esq. [argued], Turner &amp; McDonald, 1725 Spruce Street Philadelphia, PA 19103, Counsel for Amici-Appellants PA Association of Criminal Defense Lawyers and Louis M. Natal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=george-e-banks-v-martin-horn-commissioner-pa-dept-of-corrections-james"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}