{
  "id": 9967,
  "title": "2001년 Stafford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Stafford. 판결일: 2001-10-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People v. Stafford\n**판결일**: 2001-10-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n\n## 판결문 요약\n\n\n\n\n\n\nSIXTH DIVISION\n\nOctober 26, 2001\n\n\n\n\n\n\n\n\n\n\n\nNo. 1-99-1770\n\n\n\nTHE PEOPLE OF THE STATE OF ILLINOIS,\n\n\n\nPlaintiff-Appellee,\n\n\n\nv.\n\n\n\nLEONARD STAFFORD,\n\n\n\nDefendant-Appellant.\n\n)))))))))\n\n)\n\nAppeal from the\n\nCircuit Court of\n\nCook County\n\n\n\n\n\n\n\nHonorable\n\nThomas R. Sumner,\n\nJudge Presiding.\n\n\n\n\n\nJUSTICE O’MARA FROSSARD delivered the opinion of the court:\n\nFollowing a jury trial, defendant Leonard Stafford was convicted of first degree murder and sentenced to 32 years’ imprisonment.  Defendant contends the State violated his constitutional rights to due process and a fair trial by proceeding to trial against him on five counts of attempted murder that had been nol-prossed three years earlier but were never reinstated by reindictment.  Defendant also contends that the following errors require reversal: (1) admission of hearsay evidence regarding identification; and (2) the trial court’s misleading response to a series of questions from the jury. Defendant further argues that his sentence is excessive.  Allowing the State to proceed to trial on five counts of attempted murder that had been nol-prossed and never reinstated violated defendant’s right to a fair trial.  We reverse and remand for retrial.\n\nI.  BACKGROUND\n\nDefendant’s conviction for murder arose from the November 29, 1994, shooting death of Antonio Burgos in Chicago.  On February 16, 1995, a grand jury indicted defendant on two counts of first degree murder, five counts of attempted first degree murder, and five coun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stafford"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}