{
  "id": 9968,
  "title": "2001년 Lozano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lozano. 판결일: 2001-10-26. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Nelson R. LOZANO v. CORRECTIONS CORPORATION OF AMERICA\n**판결일**: 2001-10-26\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 23 F. App'x 348\n\n## 판결문 요약\n\n\n\nORDER\n\nNelson R. Lozano, an Ohio prisoner proceeding pro se, appeals a district court judgment dismissing his civil rights complaint filed under 42 U.S.C. § 1983. This case has been referred to a panel of the court pursuant to Rule 34(j)(l), Rules of the Sixth Circuit. Upon examination, this panel unanimously agrees that oral argument is not needed. Fed. R.App. P. 34(a).\nLozano is incarcerated in Northeast Ohio Correctional Center, which is operated by the defendant Corrections Corporation of America (CCA). He alleged that, on May 2, 2000, he was informed that he had been infected with *350Helicobacter pylori (H.pylori) bacteria, which caused stomach pain, nausea, vomiting, and headaches. He was put on medication and his illness eventually subsided, but he was also reportedly told that the bacteria will remain with him the rest of his life and could develop into gastric cancer. Lozano further alleged that many inmates have been infected with H. pylori and that medical reports indicate the bacteria is most likely spread by fecal contamination of food and eating utensils or by contaminated water. He claimed that food service personnel have witnessed contaminated food trays and that the prison’s water is also contaminated. Lozano asserted that GCA’s deliberate indifference in failing to acknowledge the source of his illness amounts to cruel and unusual punishment. He sought injunctive relief and $2 million in compensatory and punitive damages.\nThe district court dismissed Loza...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lozano-v-corrections-corp-of-america"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}