{
  "id": 9969,
  "title": "2001년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-25",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2001-10-25. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Richard Wentworth\n**판결일**: 2001-10-25\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Gillerman\n\n## 변호인\n\nLeslie W. O’Brien for the defendant., Maura A. Looney, Special Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 53 Mass. App. Ct. 82\n\n## 판결문 요약\n\n\nGillerman, J.\nThe defendant, having been found competent to *83stand trial, was convicted by a jury on indictments charging him with rape of a child under the age of sixteen, in violation of G. L. c. 265, § 23, and two counts of indecent assault and battery on a child under the age of fourteen, in violation of G. L. c. 265, § 13B.1 On appeal, the defendant argues his conviction should be vacated because (1) the evidence was insufficient to find, and the judge did not specifically determine, that he was competent to stand trial; (2) the judge admitted certain out-of-court statements by the complainant; (3) the prosecutor made certain improper remarks in his opening statement and closing argument; and (4) the defendant’s counsel was ineffective in failing to request a limiting instruction regarding the victim’s testimony that she reported the sexual abuse to others.\nWe summarize the facts which the jury could have found, reserving additional details for our discussion of the claimed errors.\nWhen the victim was seven years old, she lived with her family on the second floor of a multifamily dwelling in Lowell. Her parents worked full time, leaving her grandmother to care for her after school. The victim would often play with a friend who was two years younger than the victim and lived on the first floor.\nThe defendant either lived in the first-floor apartment or visited there every day. The victim assumed that her first-floor neighbors were related to the defendant because they ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-wentworth"
    }
  ],
  "relatedIncidents": [
    9927,
    9977,
    9995,
    10034,
    10090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}