{
  "id": 9972,
  "title": "2001년 In Re Perry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In Re Perry. 판결일: 2001-10-22. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Rick PERRY, in His Official Capacity as Governor of the State of Texas, and Henry Cuellar, in His Official Capacity as Secretary of State of the State of Texas, Relators\n**판결일**: 2001-10-22\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: O'Neill\n\n## 변호인\n\nAndy Taylor, Locke Liddell & Sapp, John Cornyn, Atty. Gen., Julie Caruthers Parsley, Office of Solicitor Gen., Philip A. Lionberger, Lisa Royce Eskow, Office of Atty. Gen., C. Robert Heath, David Mendez, Bickerstaff Heath Smiley Pollan Rev-er <& McDaniel, Jill Warren, Office of Atty. Gen., Jan Soifer, Locke Liddell & Sapp, Austin.\n\n## 인용\n\n- 60 S.W.3d 857\n\n## 판결문 요약\n\n\n60 S.W.3d 857 (2001)\nIn re Rick PERRY, in his official capacity as Governor of The State of Texas, and Henry Cuellar, in his official capacity as Secretary of State of The State of Texas, Relators.\nNo. 01-0979.\nSupreme Court of Texas.\nArgued October 17, 2001.\nDecided October 22, 2001.\n*858 Andy Taylor, Locke Liddell &amp; Sapp, John Cornyn, Atty. Gen., Julie Caruthers Parsley, Office of Solicitor Gen., Philip A. Lionberger, Lisa Royce Eskow, Office of Atty. Gen., C. Robert Heath, David Mendez, Bickerstaff Heath Smiley Pollan Kever &amp; McDaniel, Jill Warren, Office of Atty. Gen., Jan Soifer, Locke Liddell &amp; Sapp, Austin.\nJustice O'NEILL delivered the opinion of the Court.\nWhen the Texas Legislature adjourned without enacting redistricting plans for the Texas Senate and Texas House of Representatives, that responsibility was constitutionally delegated to the Legislative Redistricting Board (\"LRB\"). Tex. Const. art. III, § 28. The LRB accordingly formulated senate and house redistricting plans, which various parties have challenged in the Travis County district court. This mandamus proceeding arises out of the plaintiffs' attempt to depose three members of the LRB and their aides regarding their \"consideration of and/or formulation of\" those redistricting plans. We must decide whether legislative immunity protects the LRB members and their aides from the plaintiffs' requested discovery. We hold that the LRB members, in apportioning legislative districts pursuant to consti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-perry"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}