{
  "id": 9977,
  "title": "2001년 Hurbert Harper v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hurbert Harper v. State. 판결일: 2001-10-18. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Hurbert Harper v. State\n**판결일**: 2001-10-18\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                       NO. 03-01-00067-CR\n\n\n\n\n                                    Hurbert Harper, Appellant\n\n                                                  v.\n\n                                   The State of Texas, Appellee\n\n\n\n FROM THE DISTRICT COURT OF WILLIAMSON COUNTY, 277TH JUDICIAL DISTRICT\n       NO. 99-949-K277, HONORABLE JOHN R. CARTER, JUDGE PRESIDING\n\n\n\n\n               A jury found appellant Hurbert Harper guilty of sexual assault and assessed\n\npunishment at imprisonment for ten years and a $10,000 fine. See Tex. Pen. Code Ann. § 22.011\n\n(West Supp. 2001). As recommended by the jury, the district court suspended imposition of sentence\n\nand placed Harper on community supervision.\n\n               After perfecting appeal, Harper’s retained trial counsel was permitted to withdraw by\n\nthe district court and Harper elected to represent himself on appeal. Harper did not request a\n\nreporter’s record and was ordered by this Court to tender an appellate brief. In response, an attorney\n\nstating that he represented Harper on a pro bono basis filed a motion asserting that Harper is indigent\n\nand asking for a free appellate record. This Court abated the appeal for an indigency hearing, after\n\nwhich the district court concluded that Harper is not indigent. The reporter’s record from this\n\nhearing was filed in the appellate record.\n\f               Harper’s counsel then filed in this Court a “petition for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hurbert-harper-v-state"
    }
  ],
  "relatedIncidents": [
    9927,
    9969,
    9995,
    10034,
    10090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}