{
  "id": 9978,
  "title": "2001년 State v. Slagter, Unpublished Decision (10-18-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-18",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Slagter, Unpublished Decision (10-18-2001). 판결일: 2001-10-18. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Amanda Slagter\n**판결일**: 2001-10-18\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: TIMOTHY E. McMONAGLE, P.J.:\n\n## 변호인\n\nFor Plaintiff-Appellee: William D. Mason, Esq., Cuyahoga County Prosecutor, Lisa Reitz Williamson, Esq., Assistant County Prosecutor, Justice Center, Courts Tower, 1200 Ontario Street, Cleveland, OH 44113.\n\nFor Defendant-Appellant: Terry H. Gilbert, Esq., Friedman  Gilbert, 1700 Standard Building, 1370 Ontario Street, Suite 1700, Cleveland, OH 44113.\n\n\n## 판결문 요약\n\nI respectfully dissent. Because petitioner filed her notice of appeal within thirty days of the trial court's September 12, 2000 dismissal of her second petition for post-conviction relief, I would find that we lack jurisdiction to consider the merits of the trial court's April 26, 2000 dismissal of her first petition for post-conviction relief. Accordingly, I respectfully decline to concur in the majority's determination that the trial court committed plain error in connection with the April 26, 2000 ruling.\nIn State v. Milanovich (1975), 42 Ohio St.2d 46, 49, the Supreme Court stated, \"an action for postconviction relief is a civil proceeding.\" State v. Simmons, 1997 Ohio App. LEXIS 696 (Feb. 27, 1997), Cuyahoga App. No. 69238, unreported, citing to State v. Nichols (1984),11 Ohio St.3d 40. Thus, an appeal from the dismissal of a petition for post-conviction relief is governed by App.R. 4(A).1 State v. Otte (July 20, 2000), Cuyahoga App. No. 76726, unreported; Simmons, supra.\nApp.R. 4(A) provides in relevant part:\n  \"In a civil case the notice of appeal required by Rule 3 shall be filed with the clerk of the trial court within thirty days of the date of the entry of the judgment or order appealed from. * * *\nThis thirty-day period is a jurisdictional requirement and cannot be extended. Ditmars v. Ditmars (1984), 16 Ohio App.3d 174, 175,475 N.E.2d 164; App.R. 14(B).\nIn this instance, the notice of appeal was filed within thirty days of the September 12, 2000 dismissal of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-slagter-unpublished-decision-10-18-2001"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}