{
  "id": 9986,
  "title": "2001년 McKinney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: McKinney. 판결일: 2001-10-11. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: McKINNEY v. THE STATE\n**판결일**: 2001-10-11\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Eldridge, Miller\n\n## 변호인\n\nDavid E. Morgan III, for appellant., Denise D. Fachini, District Attorney, Cheri L. Nichols, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 555 S.E.2d 468\n- 251 Ga. App. 896\n\n## 판결문 요약\n\n\n555 S.E.2d 468 (2001)\n251 Ga. App. 896\nMcKINNEY,\nv.\nThe STATE.\nNo. A01A2397.\nCourt of Appeals of Georgia.\nOctober 11, 2001.\n*470 David E. Morgan III, Abbeville, for appellant.\nDenise D. Fachini, District Attorney, Cheri L. Nichols, Assistant District Attorney, for appellee.\n*469 ELDRIDGE, Judge.\nA Wilcox County jury found Larry McKinney guilty of burglary. He appeals, raising several enumerations of error that he claims require reversal of his conviction. Upon review, we disagree and affirm.\n1. In his first three enumerations of error, McKinney challenges the sufficiency of the evidence against him.\nAn appellate court determines only the legal sufficiency of the evidence adduced below and does not weigh the evidence or assess the credibility of the witnesses. Additionally, this court will not second-guess what evidence the jury chose to believe. As long as there is some competent evidence on each element necessary to prove the state's case, the jury's verdict will be upheld.[1]\nWith these principles in mind, the evidence of record shows testimony from a store owner that the glass front door of his grocery, Snipes Fine Food, in Rochelle was smashed. A brick was found inside the store amid the debris. Packages of meat totaling $733 were taken from the meat counter.\nA patrol officer testified that he checked the Snipes Fine Food store at 2:00 a.m. as per his routine and he noted no problem. When he returned to the store on patrol at 5:00 a.m., the glass was shattered.\nThere was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckinney-v-state"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}