{
  "id": 9987,
  "title": "2001년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Jones. 판결일: 2001-10-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. Williams Pawn & Gun, Inc.\n**판결일**: 2001-10-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Shahood\n\n## 인용\n\n- 800 So. 2d 267\n\n## 판결문 요약\n\n\n800 So. 2d 267 (2001)\nNellie JONES, as Personal Representative of the Estate of Sonny Jones, deceased, Appellant,\nv.\nWILLIAMS PAWN &amp; GUN, INC., a corporation for profit, Appellee.\nNo. 4D00-3723.\nDistrict Court of Appeal of Florida, Fourth District.\nOctober 10, 2001.\nRehearing Denied December 13, 2001.\n*269 Jack Sobel of Law Offices of Jack Sobel, P.A., Stuart, for appellant.\nScott A. Mager and Gary S. Gaffney of Mager &amp; Associates, P.A., and Jack D. Luks and Paul S. Jones of Luks, Koleos &amp; Santaniello, P.A., Fort Lauderdale, for appellee.\nSHAHOOD, J.\nThis action arose from the sale of a handgun by appellee, Williams Pawn &amp; Gun, Inc., to Jamie Lofton, a mentally retarded man, who used the gun days later in a robbery attempt, killing appellant's husband, Sonny Jones. As the Personal Representative of her husband's estate, appellant sued the pawn shop for wrongful death as well as a violation of section 790.17, Florida Statutes (1997), which makes it a crime to sell a weapon to a person of unsound mind. Appellant claimed that at all times relevant, Lofton was of unsound mind and mentally incompetent.\nWilliams Pawn &amp; Gun moved for final summary judgment alleging that there was no evidence that the pawn shop had actual or constructive knowledge of Lofton's alleged unsound mind or mental condition at the time of the handgun sale. Thus, there was no evidence that the pawn shop failed to comply with section 790.17, Florida Statutes.\nAppellant moved for partial su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-williams-pawn-gun-inc"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}