{
  "id": 9988,
  "title": "2001년 Presley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Presley. 판결일: 2001-10-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Presley v. the State\n**판결일**: 2001-10-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Ellington, Johnson, Ruffin\n\n## 변호인\n\nWilliam D. Healan III, for appellant., Timothy G. Madison, District Attorney, Robin R. Riggs, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 555 S.E.2d 156\n- 251 Ga. App. 823\n\n## 판결문 요약\n\n\n555 S.E.2d 156 (2001)\n251 Ga. App. 823\nPRESLEY\nv.\nThe STATE.\nNo. A01A1573.\nCourt of Appeals of Georgia.\nOctober 10, 2001.\nCertiorari Denied February 11, 2002.\n*157 William D. Healan III, Winter, for appellant.\nTimothy G. Madison, Dist. Atty., Robin R. Riggs, Asst. Dist. Atty., for appellee.\nELLINGTON, Judge.\nA Barrow County jury convicted Dallas Lee Presley of conspiracy to commit aggravated assault, OCGA §§ 16-4-8; 16-5-21(a), and delivery of a firearm to an inmate, OCGA § 42-4-13(d)(1)(A). Following the denial of his motion for a new trial, Presley appeals, challenging the form of the indictment, the admission into evidence of his inculpatory statement, and the sufficiency of the evidence. Finding no error, we affirm.\n1. Presley contends the trial court erred in admitting his custodial statement. A custodial statement is admissible only if it was made \"voluntarily, without being induced by another by the slightest hope of benefit or remotest fear of injury.\" OCGA § 24-3-50. \"To determine whether the state has proven that a confession was made voluntarily, the trial court must consider the totality of the circumstances.\" (Citation and punctuation omitted.) Gober v. State, 264 Ga. 226, 228(2)(b), 443 S.E.2d 616 (1994). See Jackson v. Denno, 378 U.S. 368, 84 S. Ct. 1774, 12 L. Ed. 2d 908 (1964). \"The trial court sits as the factfinder in a Jackson-Denno hearing, and its resolution of factual issues will be upheld by the appellate court unless it is clearly erroneous.\" (Citati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=presley-v-state"
    }
  ],
  "relatedIncidents": [
    9899,
    9980,
    10014,
    10071,
    10100
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}