{
  "id": 9991,
  "title": "2001년 O'Dell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-10-09",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: O'Dell. 판결일: 2001-10-09. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Eric O'DELL v. STATE of Missouri\n**판결일**: 2001-10-09\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Holliger, Howard, Smith\n\n## 변호인\n\nJohn M. Sehilmoeller, Asst. Public Defender, Kansas City, MO, Attorney for Appellant., Jeremiah W. (Jay) Nixon, Attorney General, John M. Morris, Assistant Attorney General, Jefferson City, MO, Attorneys for Respondent.\n\n## 인용\n\n- 58 S.W.3d 61\n\n## 판결문 요약\n\n\nOrder\nPER CURIAM.\nEric O’Dell appeals the circuit -court’s order dismissing his Rule 24.035 motion for post-conviction relief as being untimely filed. The appellant pled guilty in the Circuit Court of Jackson County before the Honorable Vernon E. Scoville, III, to the class C felony of creation of a controlled substance, § 195.420; the class C felony of possession of a controlled substance, § 195.202; and the class A misdemeanor of possession of drug paraphernalia with intent to use, § 195.233. He was sentenced to five years in prison on each of the felony counts and 120 days in jail on the misdemeanor count, with all of the sentences ordered to run concurrently.\nIn his sole point on appeal, the appellant claims that the motion court erred in sustaining the State’s motion to dismiss his Rule 24.035 motion for post-conviction relief as being untimely filed because he alleged in his “Answer to State’s Motion to Dismiss” facts that were not conclusively refuted by the record, which, if true, excused the untimely filing of his motion in that the late filing was due solely to the one-day delay by the prison’s mailing center in mailing out his motion.\nAffirmed. Rule 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=odell-v-state"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}